Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Turn over the pieces in front of you so that they are all the same color. Simple? Not at all! You can change pieces to your color if you can put one of your pieces in a place where you can make a row, column or diagonal line across consecutive pieces of the other color. So, you need to flip over the pieces carefully to try to make ALL of the pieces your color. Think very strategically and see if you can figure this puzzle out!
es: Voltea cada ficha en frente de ti para que todas sean del mismo color. ¿Sencillo? ¡Para nada! Puedes cambiar las fichas a tu color si puedes poner una de tus fichas en un lugar donde se forma un línea horizontal, vertical o diagonal con fichas todas del mismo color. Necesitas voltear cada ficha con mucho cuidado para lograr cambiar todas a ser de tu color. ¡Juega y crea estrategias para poder resolver este rompecabezas!
fr: Retournez les pièces devant vous afin qu’elles soient toutes de la même couleur. Simple ? Pas du tout ! Vous pouvez rendre des pièces de votre couleur en mettant l’une de vos pièces de façon à faire une ligne, une colonne ou une diagonale avec des pièces consécutives de l’autre couleur. Ainsi, vous devez retourner les pièces stratégiquement pour essayer de rendre TOUTES les pièces de votre couleur. Réfléchissez votre tactique et essayez de résoudre ce puzzle !
hi: टुकड़ों को अपने सामने पलटिए जिससे वे सभी एक ही रंग के दिखाई पड़ें। बहुत आसान है न? बिल्कुल नहीं! आप उन टुकड़ों को अपने रंग में बदलिए यदि आप अपने टुकड़ों में से एक को ऐसे स्थान पर रख सकते हैंं, जहां आप दूसरे रंग के अगले टुकड़ों पर एक रो, कॉलम, या डायगोनल लाइन बना सकते हैं। बस आपको इसके लिए उन टुकड़ों को सावधानीपूर्वक इस तरह से मोड़ना होगा कि सभी टुकड़े आपके रंग के बन जाएं। बहुत सोच-समझ कर आगे बढ़िए और देखिए कि क्या आप इस पहेली को सुलझा सकते हैं!
id: Balikkan kepingan-kepingan di depan Anda sehingga semua warnanya sama. Sederhana? Tidak sama sekali! Anda dapat mengubah kepingan-kepingannya menjadi warna Anda jika Anda dapat menempatkan salah satu kepingan Anda di mana Anda dapat membuat sebuah baris, kolom atau garis diagonal melintasi kepingan-kepingan berturut-turut dari warna lainnya. Jadi, Anda perlu untuk membalik kepingan-kepingan tersebut dengan hati-hati untuk membuat SEMUA kepingan menjadi warna Anda. Berpikirlah sangat strategis dan kita lihat apakah Anda dapat memecahkan teka-teki ini!
pt_br: Vire as peças que estão na sua frente de forma que todas fiquem com a mesma cor. Simples? Nem um pouco! Você pode mudar as peças para a sua cor se você conseguir organizar suas peças de forma que elas criem uma linha, coluna ou diagonal através das peças de outras cores. Então, você precisa virar as peças com cuidado para tentar fazer com que todas fiquem da sua cor. Pense estrategicamente e veja se consegue desvendar esse quebra-cabeça!
zh_cn: 将你面前的纸片翻过来，呈现出相同的颜色。简单吗？不！如果你能将纸片排列成一行，一列或者一条连续的直线，即可切换纸片颜色。因此，你需要仔细翻看纸片，尝试把所有纸片做成相同颜色。请仔细思考，攻破该游戏吧！

# title
source: Documents
es: Documentos
hi: डॉक्युमेंट्स
id: Dokumen
pt_br: Documentos
zh_cn: 文件

# subtitle
source: Access all of your documents and files
fr: Accédez à tous vos documents et fichiers
hi: अपने सभी डॉक्युमेंट्स और फाइल्स ऐक्सेस कीजिए
id: Akses semua dokumen dan berkas Anda
pt_br: Gerenciador de Arquivos
zh_cn: 访问您的所有文档和文件

# description
source: Get organized with this app, which helps you find all of your documents and files, no matter how long ago you saved them. Organize things in a way that makes sense to you, adding and re-naming folders in a way that will help you stay on top of your pictures, videos, and documents. With this app, you can store everything in one place and you’ll never lose that important file or special photo again.
fr: Soyez organisé avec cette application qui vous aidera à retrouver tous vos documents et fichiers, quelle que soit la durée depuis laquelle vous les avez enregistrés. Organisez les éléments d’une façon qui fait sens pour vous, en ajoutant et en renommant les dossiers d’une façon qui vous aidera à garder un œil sur vos images, vidéos, et documents. Avec cette application, vous pouvez tout stocker à un seul endroit et vous ne perdrez plus jamais ce fichier important ou cette photo si spéciale.
hi: इस ऐप की मदद से व्यवस्थित बनिए, जिससे आपको अपने सभी डॉक्युमेंट्स और फाइलों को पाने में मदद मिलती है, भले ही आपने उन्हें बहुत पहले क्यों न सेव किया हो। चीजों को इस तरीके से व्यवस्थित करें जो आपके लिए मायने रखता हो, फोल्डरों को ऐसे तरीके से री-नेमिंग करें जो आपको आपके पिक्चरों, वीडियोज और डॉक्युमेंट्स के टॉप पर रहने में मदद करे। इस ऐप के साथ, आप एक स्थान पर हर कुछ स्टोर कर सकते हैं और आप फिर कभी उस अहम फाइल या स्पेशल फ़ोटो को नहीं खोएंगे।
id: Kelola apa pun dengan aplikasi yang membantu Anda mencari semua dokumen dan berkas ini, kapan pun disimpan. Kelola segalanya dengan cara yang mudah diingat, menambahkan dan mengubah nama folder dengan cara yang akan membantu mengingat lokasi gambar, video, dan dokumen. Simpan semuanya dalam satu tempat dengan aplikasi ini. Anda tak akan akan lagi kehilangan berkas penting atau foto spesial.
pt_br: Organize-se com esse programa que ajuda a encontrar documentos e arquivos no seu computador, não importa há quanto tempo eles tenham sido salvos. Organize as coisas de uma maneira que faça sentido para você. Crie e renomeie pastas para que você possa encontrar quando quiser. Com este programa você pode armazenar tudo em um só lugar e nunca vai perder um arquivo importante ou aquela foto especial novamente.
zh_cn: 这个app可以帮助您找到所有文档和文件，不管是多久以前保存的都可以找到。我们用一种适用于您的方式来安排文件，添加和重命名文件夹，以便您找到您所需的图片、视频和文件。有了这个app，您就可以吧所有文件存储在一处，永远不再丢失这些重要文件和特别的照片！

# title
source: Quadrapassel
hi: क्वाड्रापैसेल

# subtitle
source: A tetris-like puzzle game
fr: Un jeu de puzzle similaire à Tetris
hi: एक पज़ल गेम जो टेट्रिस जैसा है
id: Gim puzzle seperti tetris
pt_br: Um jogo no estilo Tetris que vai ficando mais difícil de acordo com a sua evolução
zh_cn: 一款类似于俄罗斯方块的游戏

# description
source: You'll need to be quick if you want to win this game! Change the shape of pieces that fall from the top in order to match colors and make them disappear. If you don't make enough color blocks disappear, you'll find that your screen will soon fill up and you'll need to try again. And just when you think you're quick enough, the game will speed up, so be ready for a challenge!
es: ¡Necesitarás ser muy rápido si quieres ganarle a este juego! Cambia la figura de las fichas que caen para que se puedan juntar, combinar y desaparecer. Si no combinas suficientes bloques para que se desaparezcan, tu pantalla se llenará y tendrás que intentar de nuevo. ¡En cuanto pienses que estas actuando lo suficiente rápido, el juego se acelerará y será un nuevo desafío!
fr: Vous devrez être rapide si vous voulez gagner à ce jeu ! Changez la forme des pièces qui tombent du haut afin de faire correspondre les couleurs et les faire disparaître. Si vous ne faites pas disparaître suffisamment de blocs de couleur, vous verrez rapidement votre écran se remplir, et vous devrez recommencer. Et juste au moment où vous croyez être suffisamment rapide, le jeu s’accélérera, donc soyez prêt à un nouveau défi !
hi: यदि आप यह गेम जीतना चाहते हैं तो आपको तेज होना होगा! ऊपर से गिरते टुकड़ों की आकृति बदलें ताकि उनका रंग बदल जाए और वे गायब हो जाएं। यदि आप पर्याप्त रंग ब्लॉक्स को गायब नहीं करते हैं तो आप पाएंगे कि आपका स्क्रीन जल्दी ही भर गया है और आपको दुबारा प्रयास करना होगा। और जैसे ही आपको लगता है कि आप पर्याप्त तेज हैं, तो गेम तेज हो जाएगा, इसलिए चुनौती के लिए रहें!
id: Anda harus cepat jika ingin memenangkan permainan ini! Ubah bentuk potongan yang jatuh dari atas untuk mencocokkan warna dan menjadikannya menghilang. Jika Anda tidak cukup menghilangkan blok berwarna, Anda akan mendapati layar akan segera terisi penuh dan Anda harus mencoba lagi. Dan ketika Anda merasa cukup cepat, permainan akan bertambah cepat, jadi bersiaplah untuk tantangan!
pt_br: Você vai precisar ser rápido se quiser ganhar esse jogo! Mude o formato das peças que estão caindo para combinar as cores e fazê-las desaparecer. Se você não desaparecer com a quantidade suficiente de blocos da mesma cor, logo sua tela ficará cheia e você vai precisar começar de novo. E quando você pensar que está sendo rápido o bastante o jogo começará a acelerar! Está pronto pra esse desafio?
zh_cn: 只有速度足够快才能赢得这个游戏！你需要改变从顶部落下的方块形状，对颜色进行匹，消除方块。如果您没有消除足够多方块，它就会布满整个屏幕，需要重新开始挑战。就算您跟上了速度，游戏也会继续加速，所以准备好迎接挑战吧!

# title
source: Screenshot
es: Capturalo
fr: Capture d'écran
hi: स्क्रीनशॉट
id: Cuplikan layar
pt_br: Captura de Tela
zh_cn: 截屏

# subtitle
source: Take a picture of your screen to save
es: Toma una foto de tu pantalla y guárdala
fr: Prenez une capture d'écran et enregistrez-la
hi: सेव करने के लिए अपने स्क्रीन की एक तस्वीर लें
id: Mengambil cuplikan layar untuk disimpan
pt_br: Tire uma foto da sua tela para salvar
zh_cn: 在您的屏幕上抓取一张图片用来保存

# description
source: Do you ever wish you could take a picture of your screen to save? Well now you can, with this easy-to-use screenshot app. You can choose to take a shot of your entire screen, or of just one of your windows. That way, you can make sure to save just what you need and nothing more.
fr: Avez vous déjà souhaité pouvoir enregistrer une photographie de votre écran ? Désormais vous le pouvez, avec cette application de capture d'écran simple d'utilisation. Vous pouvez choisir de prendre une capture de l'intégralité de votre écran, ou juste de l'une de vos fenêtres. De cette façon, vous pouvez vous assurer de n'enregistrer que ce dont vous avez besoin, et rien de plus.
hi: क्या आपने कभी चाहा है कि आप अपने स्क्रीन शॉट की तस्वीर लेकर उसे सेव करें? अब आप ऐसा कर सकते हैं, इस स्क्रीनशॉट ऐप का इस्तेमाल करना आसान है। आप संपूर्ण स्क्रीन का एक शॉट लेने या अपने केवल एक विंडो का शॉट लेने का चयन कर सकते हैं। इस प्रकार, आप उसे सेव कर सकते हैं जिसकी जरूरत है, बाकी कुछ नहीं।
id: Apakah Anda ingin dapat menyimpan tampilan layar Anda? Sekarang Anda dapat melakukannya, dengan aplikasi penyimpan layar yang mudah dipakai ini. Anda dapat memilih untuk menyimpan tampilan seluruh layar, atau hanya salah satu jendela. Dengan begitu, Anda dapat memastikan menyimpan hanya yang Anda perlukan dan tidak lebih.
pt_br: Você já teve vontade de tirar uma foto da tela do computador para salvar? Agora você pode, com esse programa de captura de tela fácil de usar. Você pode optar por fotografar a tela inteira ou apenas uma das janelas abertas. Assim você salva somente o que deseja e nada mais.
zh_cn: 您希望在自己屏幕上抓取一张图片用来保存吗？现在通过easy-to-use screenshot这个app您能够实现这个功能。您能够选择全屏抓取或者抓取其中一个窗口。这就意味着，您能够准确无误地保存您所需要的内容。

# title
source: Solitaire
hi: सॉलिटेयर
pt: Paciência
pt_br: Paciência

# subtitle
source: The classic single player card game
es: El juego de cartas clásico que todos aman
fr: Le jeu de carte classique à un joueur
hi: क्लासिक सिंगल प्लेयर कार्ड गेम
id: Permainan kartu satu pemain klasik
pt: O clássico jogo de cartas para um jogador
pt_br: O clássico jogo de cartas para um jogador
zh_cn: 经典单人纸牌游戏

# description
source: Solitaire is a classic card game that is fun for people of all ages. It’s easy to figure out the rules, but it takes time to master the game. Luckily, you’ll want to put in the time to really learn how to play, because you’ll be having so much fun. This engrossing and mind-enriching game is sure to entertain you, hour after hour.
fr: Le solitaire est un jeu de cartes classique amusant pour les gens de tout âge. Il est facile d’en comprendre les règles, mais maîtriser le jeu vous prendra davantage de temps. Heureusement, vous voudrez investir ce temps à apprendre comment jouer tellement vous vous amuserez. Ce jeu captivant et enrichissant pour l’esprit est assuré de vous divertir, heure après heure.
hi: सॉलिटेयर एक क्लासिक कार्ड गेम है जो सभी उम्र के लोगों के लिए मजेदार है। नियम जानना आसान है, लेकिन खेल में उस्ताद बनने में वक्त लगता है। अच्छी बात यह है कि आप खेल सीखने में समय देंगे, क्योंकि आपको बहुत मजा आएगा। यह इन्ग्रॉसिंग और दिमाग को तेज बनाने वाला गेम निश्चित रूप से घंटों तक आपका मनोरंजन करेगा।
id: Solitaire adalah permainan kartu klasik yang menyenangkan untuk segala umur. Permainan ini mudah dipahami aturannya, namun memerlukan waktu untuk menguasai permainan ini. Untungnya, Anda diberi waktu agar benar-benar mempelajari cara mainnya, karena Anda akan menikmati begitu banyak kesenangan. Permainan mengasyikkan dan asah otak ini pasti menghibur Anda setiap jam.
pt_br: Paciência é um jogo clássico de cartas que é divertido para pessoas de todas as idades. É fácil aprender as regras, mas leva um tempo para dominar o jogo. Com sorte você irá dedicar um tempo para realmente aprender a jogar porque vai ser muito divertido. Este jogo cativante e estimulante com certeza irá entreter você, hora após hora.
zh_cn: Solitaire是一款经典的纸牌游戏，适合各个年龄的玩家。游戏的规则非常易懂，但是要真正掌握游戏并不简单。相信您一定会愿意花时间去琢磨的，因为与此同时您会享受无限的乐趣。这个引人入胜、挑战大脑的游戏一定会让您感到乐趣无穷、流连忘返！

# title
source: Terminal
hi: टर्मिनल
zh_cn: 终端

# subtitle
source: Use the command line
es: Utiliza la línea de comandos
fr: Utilisez les lignes de commandes
hi: कमांड लाइन का प्रयोग करें
id: Gunakan baris perintah
pt_br: Use a linha de comando
zh_cn: 使用命令行

# description
source: If you're an advanced user and want to display system information and launch applications without using the mouse, now you can do just that with this basic terminal app. With this modern terminal, you can see all of your commands written in different colors to help make sure you are typing them in correctly and to help you easily identify any mistakes you have made.
fr: Si vous êtes un utilisateur avancé et voulez afficher des informations systèmes et lancer des applications sans utiliser la souris, vous pouvez maintenant le faire juste avec cette application basique de console de commande. Avec ce terminal moderne, vous pouvez voir toutes les commandes écrites dans des couleurs différentes afin de vous assurer que vous les écrivez correctement, et pour vous aider à identifier facilement toutes les erreurs que vous avez faites.
hi: यदि आप एक ऐडवांस्ड यूजर हैं और सिस्टम इंफॉर्मेशन डिस्प्ले करना चाहते हैं और माउस के इस्तेमाल के बिना ऐप्लिकेशनों को लॉन्च करना चाहते हैं, तो अब आप इस आधारभूत टर्मिनल ऐप की मदद से कर सकते हैं। इस आधुनिक टर्मिनल से, आप विभिन्न रंगों में लिखे अपने सभी कमांड को देख सकते हैं ताकि यह सुनिश्चित करने में मदद मिल सके कि आप सही टाइप कर रहे हैं और आपसे हुई गलतियों को आसानी से पहचानने में मदद मिल सके।
id: Jika Anda seorang pengguna tingkat lanjut dan ingin menampilkan sistem informasi serta meluncurkan aplikasi tanpa menggunakan tetikus, sekarang Anda dapat melakukannya menggunakan aplikasi terminal dasar ini. Dengan terminal modern ini, Anda bisa melihat semua perintah Anda dituliskan dalam warna yang berbeda untuk membantu memastikan bahwa Anda telah mengetikkannya dengan benar dan membantu Anda dengan mudah mengidentifikasi kesalahan yang Anda buat.
pt_br: Se você é um usuário avançado e deseja exibir informações do sistema e iniciar programas sem usar o mouse, agora você pode fazer isso com este programa de terminal básico. Com este terminal moderno, você pode ver todos os seus comandos escritos em cores diferentes para ajudar a certificar-se de que você está digitando-los corretamente e ajudá-lo a identificar facilmente os erros que você fez.
zh_cn: 如果你是高级用户，希望不使用鼠标来显示系统信息和启动应用程序，现在您可以这个基本的终端程序来做到这一点。有了这个现代化的终端程序，你可以看到所有通过不同颜色来书写的命令，帮助您正确输入它们，并帮助您轻松识别任何错误。

# title
source: Tetravex
hi: टेट्रावेक्स

# subtitle
source: Race the clock in a numerical puzzle game
fr: Courrez contre la montre dans un jeu de puzzle numérique
hi: एक आंकिक पहेली खेल में समय को पीछे छोड़ें
id: Berpacu melawan waktu dalam permainan teka-teki angka
pt_br: Combine os números nesse jogo cronometrado estilo Sudoku
zh_cn: 在一个数字拼图游戏中运行计时器

# description
source: Try to match up all of the same numbers on the blocks to win this tricky game. You'll need to think carefully, but quickly, in order to finish the puzzle. You will be timed, so make sure to keep getting faster in order to beat your or your friends' best time!
es: Intenta combinar todos los números en los bloques para poder ganar. Tendrás que rápidamente pensar en estrategias para poder terminar el rompecabezas. El tiempo estará medido, así que tendrás que apresurarte cada vez para poder ganar la carrera contra el reloj, vencer tus amigos y sacar más puntos que en la última vez que jugaste.
fr: Essayez de faire correspondre tous les nombres identiques sur les blocs pour gagner ce jeu de ruse. Vous aurez besoin de réfléchir attentivement, mais rapidement, afin de finir le puzzle. Vous serez chronométré, donc assurez vous de devenir de plus en plus rapide afin de battre votre meilleur score ou celui de vos amis !
hi: पेंचीदगी भरे इस खेल में जीतने के लिए ब्लॉक्स पर सभी समान संख्याओं को मैच करने की कोशिश करें। आपको ध्यान से सोचना होगा, लेकिन तुरंत, ताकि पहेली को जल्द हल किया जा सके। आपके पास सीमित समय होगा, इसलिए अपने दोस्तों के समय को पीछे छोड़ने के लिए तेज बने रहें!
id: Cobalah mencocokkan semua angka yang sama pada balok-balok untuk memenangkan permainan yang rumit ini. Anda harus berpikir dengan saksama, tapi cepat, agar dapat menyelesaikan teka-tekinya. Waktu Anda akan dihitung, jadi pastikan bekerja lebih cepat agar dapat mengalahkan waktu terbaik Anda atau teman Anda!
pt_br: Tente combinar os números iguais dentro dos blocos para ganhar esse jogo desafiador. Você vai precisar pensar com cuidado e agilidade para terminar esse jogo. Você será cronometrado, então seja rápido para superar o seu tempo ou o do seus amigos.
zh_cn: 想要赢得游戏，请尝试将相同数字进行匹配。要完成拼图，请仔细快速进行，在最佳时机击败对手。

# title
source: Videos
fr: Vidéos
hi: वीडियोज
id: Video
pt_br: Vídeos
zh_cn: 视频

# subtitle
source: Full function video and media player
es: Todas las funciones que necesitas para ver tus videos y multimedia
fr: Lecteur multimédia multifonctions
hi: फुल फंक्शन वीडियो और मीडियो प्लेयर
id: Pemutar video dan media dengan fungsi penuh
pt: Leitor de vídeo e outros formatos de mídia.
pt_br: Leitor de vídeo e outros formatos de mídia.
zh_cn: 功能齐全的视频媒体播放器

# description
source: Do you love watching movies? Do it the right way with this video application that allows you to watch movies you have downloaded in full-screen mode. Other basics, like volume control and playlists, make your video-watching experience easy and fun. With this application you'll want to invite all of your family and friends to join you in watching all of your favorite movies!
es: ¿Te gusta ver películas? Usa esta app para verlas en pantalla completa. Podrás descargar tus películas favoritas por la Internet y verlas en tu computadora. Algunas apps para ver películas son demasiado complejas. Esta app es simple, y tiene todos las funciones básicas que necesitarás para que tu experiencia al ver tus videos sea fácil y divertida. ¡Con esta app querrás invitar a toda tu familia y amigos a ver todas tus películas favoritas!
fr: Aimez-vous regarder des films ? Faites-le de la bonne façon avec cette application vidéo qui vous permet de regarder des films que vous avez téléchargés en mode plein écran. D’autres fonctions indispensables, comme le contrôle du volume et des playlists, rendent votre expérience de visionnage vidéo facile et amusant. Avec cette application vous voudrez inviter toute votre famille et vos amis à vous rejoindre pour visionner tous vos films préférés !
hi: क्या आपको फिल्में देखना भाता है? तो इस वीडियो ऐप्लिकेशन को अपनाइए, जो आपको डाउनलोड किए मूवीज को फुल स्क्रीन मोड में देखने में मदद करता है। इसके अन्य बेसिक्स, जैसे कि वॉल्यूम कंट्रोल और प्लेलिस्ट, वीडियो देखने के आपके अनुभव को आसान और मजेदार बना देते हैं। इस ऐप्लिकेशन के साथ आप अपने पूरे परिवार और मित्रों को आमंत्रित करना चाहेंगे ताकि वे भी आपकी पसंदीदा मूवीज का आनंद उठा सकें!
id: Apakah Anda suka menonton film? Tontonlah film dengan benar dengan aplikasi video ini yang memungkinkan Anda untuk menonton film-film yang telah Anda unduh dalam mode layar penuh. Fungsi-fungsi dasar lainnya, seperti kontrol volume dan daftar putar, membuat pengalaman menonton video Anda menjadi mudah dan menyenangkan. Dengan aplikasi ini, Anda akan ingin mengundang semua teman dan keluarga Anda untuk ikut menonton film-film favorit Anda bersama-sama!
pt: Você gosta de assistir filmes? Faça isso do jeito certo com este aplicativo de vídeo que permite assistir a filmes baixados em modo de tela cheia. Outros recursos básicos, como controle de volume e listas de reprodução tornam a sua experiência de assistir a vídeos fácil e divertida. Com este aplicativo você vai querer convidar toda a sua família e amigos para assistir aos seus filmes preferidos!
pt_br: Você gosta de assistir filmes? Faça isso do jeito certo com este programa de vídeo que permite assistir a filmes baixados em modo de tela cheia. Outros recursos básicos, como controle de volume e listas de reprodução tornam a sua experiência de assistir a vídeos fácil e divertida. Com este programa você vai querer convidar toda a sua família e amigos para assistir aos seus filmes preferidos!
zh_cn: 您喜欢看电影吗？喜欢的话，您可以用这个视频播放软件来全屏观看您下载好的电影。其中音量控制和播放列表等基本功能会给您带来便捷、有趣的观影体验。有了这个软件，您就可以邀请您的家人和朋友来一场电影盛宴啦!

# title
source: Gedit
hi: गेडिट

# subtitle
source: A simple text editor for all of your text editing needs
es: Un editor de texto simple para todas tus necesidades de edición de texto
fr: Un éditeur de texte simple pour tous vos besoins d'édition de texte
hi: आपकी सभी टेक्स्ट एडिटिंग आवश्यकताओं के लिए एक सरल टेस्ट एडिटर
id: Penyunting teks sederhana untuk seluruh kebutuhan penyuntingan teks Anda
pt_br: Um simples editor de texto para todas as suas necessidades
zh_cn: 一个可以满足您各种文本编辑需求的简单文本编辑器

# description
source: Use this simple app to create and edit files that require plain text inputs. If you are a programmer or an aspiring programmer, you will need this app. With robust functionality and an easy-to-use interface, this text editor should be perfect for all of your text editing needs.
fr: Utilisez cette application simple pour créer et éditer des fichiers qui requièrent des entrées de texte brut. Que vous soyez un développeur aguerri ou un programmeur en herbe, vous aurez besoin de cette application. Avec des fonctionnalités robustes et une interface facile à utiliser, cet éditeur de texte devrait être parfait pour tous vos besoins d’édition de textes.
hi: इस साधारण ऐप की मदद से ऐसे फाइलों का निर्माण करें और एडिट करें जिन्हें प्लेन टेक्स्ट इनपुट की जरूरत होती है। यदि आप एक प्रोग्रामर हैं या कोई महत्वाकांक्षी प्रोग्रामर हैं, तो आपको इस ऐप की जरूरत होगी। जोरदार फंक्शनलिटी और इस्तेमाल में आसान इंटरफेस के साथ, यह टेक्स्ट एडिटर आपकी सभी टेक्स्ट एडिटिंग आवश्यकताओं को पूरा करने के लिए उपयुक्त है।
id: Gunakan aplikasi simpel ini untuk membuat dan mengedit berkas yang memerlukan input teks biasa. Jika Anda seorang pemrogram atau calon pemrogram, aplikasi ini wajib ada. Dengan fungsi yang mumpuni dan antarmuka yang mudah digunakan, editor teks ini sempurna untuk kebutuhan editing teks.
pt_br: Use esse programa bem simples para criar e editar textos sem formatação. Se você é programador, ou está aprendendo a programar, você vai precisar desse programa. Com uma interface fácil de usar, este editor de texto é perfeito para produzir todos os textos que você precisar criar.
zh_cn: 使用这个简单的app来创建和编辑需要纯文本输入的文件。如果您是一个程序员或想成为一个程序员，您就需要这个app。它强大的功能和简单实用的界面，完美满足您所有文本编辑需求。

# title
source: Mind Maps
hi: माइंड मैप्स
id: Pemetaan Pikiran
pt_br: Mapas mentais
zh_cn: 思维导图

# subtitle
source: Create mind maps with text, images, and drawings
hi: टेक्स्ट, इमेजों और ड्रॉइंग्स के साथ बनाइए माइंड मैप्स
id: Ciptakan peta pikiran dengan teks, bayangan, dan gambar
pt_br: Crie mapas mentais com textos, imagens e desenhos
zh_cn: 用文本、图像、草图创建思维导图
