Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Have you thought of starting your own non-profit organization, or of joining one? Non-profits enjoy special tax benefits, and are generally created to make a real social impact. Read these guides to understand more about the non-profit structure and how to operate them so that you can begin making your impact in the world even larger!
fr: Avez-vous songé à démarrer votre propre organisation à but non lucratif, ou à en rejoindre une ? Les organisations à but non lucratif bénéficient d'avantages fiscaux spéciaux et sont en général créées pour avoir un réel impact social. Lisez ces guides pour mieux comprendre leur structure et comment les gérer afin de pouvoir commencer à amplifier votre impact dans le monde !
hi: क्या आपने खुद का लाभ-निरपेक्ष संगठन शुरू करने या इसमें शामिल होने के बारे में सोचा है? लाभ-निरपेक्ष में टैक्स के विशेष फायदे होते हैं, और इसका निर्माण आमतौर पर एक सच्चा सामाजिक प्रभाव पैदा करने के लिए किया जाता है। लाभ-निरपेक्ष संरचना और इसके परिचालन की विधि के बारे में अधिक समझने के लिए इन निर्देशों को पढ़ें ताकि आप दुनिया में बढ़े पैमाने पर अपना प्रभाव बनाना आरंभ कर सकें!
id: Apakah Anda pernah berpikir untuk membentuk organisasi nirlaba, atau bergabung ke organisasi semacam itu? Organisasi nirlaba mendapat keringanan pajak khusus, dan umumnya dibuat untuk menciptakan dampak sosial yang nyata. Bacalah pedoman-pedoman ini untuk lebih memahami struktur organisasi nirlaba dan cara menjalankannya sehingga Anda dapat mulai membuat dampak yang lebih luas di dunia!
pt_br: Já pensou em começar sua própria organização sem fins lucrativos ou se juntar à uma? Elas possuem benefícios fiscais especiais, que geralmente são criados para trazer um impacto social real. Leia aqui para entender mais sobre a estrutura sem fins lucrativos e como operá-las de modo que você possa fazer o seu impacto no mundo ainda maior!
zh_cn: 您曾想过创立自己的非营利组织或者成为其中一员吗？非营利组织享有特殊的税收优惠，并创造出社会效益。阅读以下向导，了解更多有关非营利结构的以及其运作的信息，让您自己也能影响世界！

# title
source: Social Sciences
fr: Sciences Humaines
hi: समाज-शास्त्र
id: Ilmu Sosial
pt_br: Ciências Sociais
zh_cn: 社会科学

# subtitle
source: Subjects that explore the individual and society
fr: Sujets explorant l'individu et la société
hi: विषय जो व्यक्ति और समाज के बारे में बताते हैं
id: Subjek yang membahas tentang individu dan masyarakat
pt_br: Temas que exploram sobre o indivíduo e a sociedade
zh_cn: 研究个体和社会的学科

# description
source: Human beings and the relationships and societies they form are complicated. This app will introduce you to many of the disciplines that examine human history, cultures, and interactions. You’ll have access to the basics of psychology, sociology, anthropology, political science, and more. Understanding the fundamentals of such disciplines will help you navigate the ways we interact and relate to each other. You’ll come away with a rich understanding of human behavior.
fr: Les êtres humains sont compliqués, ainsi que les relations et les sociétés qu’ils forment. Cette application va vous apporter une introduction à de nombreuses disciplines qui examinent l’histoire, les cultures et les interactions humaines. Vous aurez accès aux bases de la psychologie, de la sociologie, de l’anthropologie, des sciences politiques, et bien plus encore. Comprendre les fondamentaux de telles disciplines vous aidera à appréhender les façons que nous avons d’interagir et d’établir des relations les uns avec les autres. Vous en sortirez avec une compréhension riche du comportement humain.
hi: मनुष्य और उनके द्वारा बनाए जाने वाले संबंध एवं समाज जटिल होते हैं। यह ऐप आपको उन अनेक शिक्षणों से परिचित कराएगा जो मानव इतिहास, संस्कृतियों, और परस्पर क्रियाओं का परीक्षण करता है। आप मनोविज्ञान, समाजशास्त्र, मानवशात्र, राजनीति विज्ञान इत्यादि की मौलिक अवधारणाओं से परिचित होंगे। इन शिक्षणों की मौलिक अवधारणाओं की समझ आपको उन तरीकों को जानने में मदद करेगी जिनसे हम एक दूसरे के साथ क्रिया करते हैं और संबंधित है।
id: Manusia dan hubungan serta peradaban yang mereka bangun amatlah kompleks. Aplikasi ini akan memperkenalkan kepada Anda bermacam-macam disiplin ilmu yang mengkaji sejarah manusia, budaya, dan interaksinya. Anda akan memperoleh akses ke dasar-dasar ilmu psikologi, sosiologi, antropologi, sains politik, dan banyak lagi. Memahami dasar dari disiplin ilmu ini akan membantu Anda menguasai cara berinteraksi dan membangun hubungan dengan orang lain. Anda akan mendapatkan pemahaman yang mendalam mengenai perilaku manusia.
pt_br: Os seres humanos, as relações e as sociedades que eles formam são complicadas. Este programa irá apresentar-lhe muitas das disciplinas que examinam a história humana, culturas e interações. Você terá acesso às noções básicas de psicologia, sociologia, antropologia, ciência política, e muito mais. Compreender os fundamentos de tais disciplinas irá ajudá-lo a entender as maneiras como eles interagem e se relacionam entre si. Você vai sair com uma rica compreensão do comportamento humano.
zh_cn: 人类和人类所形成的的关系和社会是相当复杂的。这个app将为您介绍许多研究人类历史、文化和相互作用的学科。您可以以此了解到心理学、社会学、人类学、政治学等的基本知识，这将有助于您领悟人类的互相作用和紧密联系，有助于您深入理解人类行为。

# title
source: Textbooks
fr: Manuels
hi: पाठ्यपुस्तकें
id: Buku-buku teks
pt_br: Livros Didáticos
zh_cn: 教材

# subtitle
source: Math and science textbooks
fr: Manuels de maths et de sciences
hi: गणित और विज्ञान की पाठ्यपुस्तकें
id: Buku pelajaran matematika dan sains
pt_br: Livros didáticos de matemática e ciências
zh_cn: 数学和科学教材

# description
source: Find information to help you with your homework, or learn about a subject you've always wanted to know more about! You can scroll through photos, tables, and graphs to learn more about each. Not only are these textbooks very thorough and informative, but they are also easy to read and helpful. Whether you’re a student, parent, teacher, or just someone eager to learn, you'll be sure to find something interesting and useful here!
fr: Trouvez des informations pour être aidé à faire vos devoirs, ou pour apprendre au sujet d'un sujet que vous avez toujours souhaité connaître ! Vous pouvez faire défiler des photos, des tableaux, des graphiques afin d'en apprendre plus sur chacun d'entre eux. Ces manuels ne sont pas seulement très approfondis et informatifs, mais ils sont aussi faciles à lire et utiles. Que vous soyez un étudiant, un parent, un professeur, ou juste quelqu'un qui veut apprendre, vous pouvez être sûr de trouver quelque chose d'intéressant et d'utile ici !
hi: आपको अपने होमवर्क में सहायता पाने के लिए, या उस विषय के बारे में जानकारी प्राप्त करें जिसके बारे में आप हमेशा अधिक से अधिक जानना चाहते थे! आप फ़ोटोज, टेबल, ग्राफ को स्क्रॉल करके इसके बारे में अधिक से अधिक सीख सकते हैं। ये पाठ्यपुस्तक न केवल पूर्ण और सूचनात्मक हैं बल्कि इन्हें पढ़ना आसान भी है और उपयोगी है। आप चाहे छात्र हैं, अभिभावक, शिक्षक हैं, या आप केवल जानने के इच्छुक व्यक्ति हैं, आपको यहां निश्चित ही कुछ दिलचस्प और उपयोगी मिल जाएगा!
id: Temukan informasi untuk membantu pekerjaan rumah Anda atau mempelajari hal yang selalu ingin Anda ketahui lebih jauh! Anda dapat menelusuri foto, tabel, dan grafik untuk mempelajari selengkapnya tentang masing-masing hal tersebut. Buku teks ini tidak hanya sangat detail dan informatif, namun juga mudah dibaca dan bermanfaat. Entah Anda seorang pelajar, orang tua, guru atau hanya seseorang yang bersemangat untuk belajar, Anda pasti akan menemukan sesuatu yang menarik dan bermanfaat di sini!
pt_br: Encontre informações para ajudá-lo com sua lição de casa, ou aprenda sobre um assunto que você sempre quis saber mais! Você pode navegar pelas fotos, tabelas e gráficos para saber mais sobre cada um. Estes livros não são apenas muito completos e informativos, mas também eles são fáceis de ler e muito úteis. Se você é um estudante, pai, professor, ou apenas alguém ansioso para aprender, você tem a certeza de encontrar algo interessante e útil aqui!
zh_cn: 一起来找能帮助您的功课的信息吧，一起来学习一门您想了解得更多的学科吧！您可以滚动照片、表格和图表来学习更多知识。这些教科书不仅内容详尽丰富，而且阅读起来很轻松，作用大。不管您是学生、父母、老师，还是只是一个渴望知识的人，您都一定可以在这里找到乐趣与帮助。

# title
source: Translate
es: ¡Traduce!
fr: Traduire
hi: अनुवाद करें
id: Terjemahkan
pt: Tradutor
pt_br: Tradutor
zh_cn: 翻译

# subtitle
source: Translate text between many languages instantly
es: Traduce entre varios idiomas instantáneamente
fr: Traduisez instantanément des textes entre de nombreuses langues
hi: अनेक भाषाओं के बीच तत्काल अनुवाद करें
id: Terjemahkan teks dari bermacam-macam bahasa dalam sekejap
pt: Traduz rapidamente textos em várias línguas
pt_br: Traduz rapidamente textos em várias línguas
zh_cn: 立即在多语言环境下翻译文本

# description
source: Download this app to help you understand and be understood in virtually any language. This app requires an internet connection, and is very simple to use. ¡You can make translations with just a click of the button! Help teach yourself a new language by learning the translations of what you write, or use it to help you make new international connections – and even new friends – with the world’s languages at your fingertips. **Requires internet
fr: Téléchargez cette application pour vous aider à comprendre et être compris dans théoriquement toutes les langues. Cette application nécessite une connexion à internet, et est très simple à utiliser. Vous pouvez effectuer des traductions avec un simple clic sur le bouton ! Apprenez une nouvelle langue plus facilement en étudiant les traductions de ce que vous écrivez, ou utilisez l’application pour vous aider à établir de nouvelles relations à l’international — et même de nouveaux amis — avec les langues du monde entier à portée de doigt. **Nécessite une connexion internet
hi: प्रत्यक्ष रूप से किसी भी भाषा को समझने में मदद पाने के लिए इस ऐप को डाउनलोड करें। इस ऐप के लिए इंटरनेट कनेक्शन की जरूरत होती है, और इसका इस्तेमाल करना बहुत ही आसान है। आप बटन के केवल एक क्लिक से अनुवाद कर सकते हैं! आप जो लिखते हैं उनका अनुवाद करके आप खुद को नई भाषा सिखाने में मदद करें, या अपनी अंगुलियों पर विश्व भाषाओं के साथ नए अंतर्राष्ट्रीय संबंध – और यहां तक कि नए दोस्त बनाने में अपनी मदद करें। ** इंटरनेट की आवश्यकता है
id: Unduh aplikasi ini untuk memahami hampir semua bahasa asing. Aplikasi yang mudah digunakan ini perlu koneksi internet. Anda dapat membuat terjemahan hanya dengan sekali klik tombol! Pelajari bahasa baru dengan menerjemahkan apa pun yang Anda tulis, atau gunakan untuk menjalin pertemanan internasional (dan juga teman-teman baru). Bahasa-bahasa dunia kini ada di ujung jarimu. ** Memerlukan internet
pt_br: A tradução de um idioma para outro é uma boa maneira de unir culturas. Ela também é importante em muitas atividades do dia-a-dia em nosso mundo cada vez mais globalizado. Com o programa Tradutor você consegue entender e ser compreendido em praticamente qualquer idioma. O programa apresenta configuração de fácil compreensão, assim você pode usá-lo sem qualquer dificuldade. É agradavelmente simples. Faça novas conexões - e até mesmo novos amigos - com os idiomas do mundo na ponta de seus dedos.
zh_cn: 下载这个app，以帮助您了解和理解几乎任何语言。这个app只要有网络连接，便可轻松使用。轻轻一点，即可翻译！在学习翻译您自己写的东西的同时，自学一门新语言，还可以通过您指尖下的国际语言帮助您与国际接轨，认识新朋友。**需要网络连接

# title
source: Travel
es: Tu Mundo
fr: Voyage
hi: यात्रा
id: Perjalanan
pt: Viagem
pt_br: Viagem
zh_cn: 旅游

# subtitle
source: Travel around the world from your living room
fr: Voyagez à travers le monde à partir de votre salon
hi: आप अपने कमरे से दुनिया भर की यात्रा करें
id: Keliling dunia dari ruang tamu
pt_br: Explore sites online de todo o mundo direto da sua sala-de-estar
zh_cn: 在您的房间里环游世界

# description
source: The world is an amazing and beautiful place! Start exploring it with this cool application that lets you see pictures and learn facts about areas from all over the world. It features information on major sites in places like the Americas, Europe, Asia and beyond. Learn about natural wonders, explore new cultures, and discover some of the most important and holy religious sites in the world!
es: ¡El mundo es un lugar bello y extraordinario! Comienza a explorarlo con esta app que te permite ver fotos y conocer hechos sobre áreas de todas partes del mundo. Contiene información acerca de sitios importantes en lugares como las Américas, Europa, Asia y más. ¡Conoce las maravillas naturales, explora nuevas culturas y descubre algunos de los sitios sagrados más importantes del mundo!
fr: Le monde est un lieu fascinant et magnifique ! Commencez son exploration avec cette chouette application que vous permet de voir des images et d’apprendre des faits à propos des zones du monde entier. Elle propose des informations sur des sites majeurs dans des lieux tels que l’Amérique, l’Europe, l’Asie, et au-delà. Apprenez de nombreuses choses sur les merveilles naturelles, explorez de nouvelles cultures, et découvrez certains des sites sacrés les plus importants du monde !
hi: विश्व एक अद्भुत और खूबसूरत स्थान है! इस शानदार ऐप्लिकेशन की मदद से इसका अन्वेषण करें जो आपको दुनिया भर की तस्वीरें देखने और क्षेत्रों के बारे में तथ्य जानने की सुविधा देता है। यह जगहों के मुख्य शहरों जैसे अमेरिका, यूरोप, एशिया इत्यादि पर जानकारी प्रदान करता है। प्राकृतिक आश्चर्यों के बारे में जानें, नई संस्कृतियों को ऐक्सप्लोर करें और और दुनिया के कुछ सर्वाधिक महत्वपूर्ण पवित्र धार्मिक स्थलों की खोज करें!
id: Dunia merupakan tempat yang menakjubkan dan indah! Mulailah menjelajahinya dengan aplikasi keren ini yang memungkinkan Anda melihat gambar dan mempelajari fakta tentang daerah-daerah dari seluruh dunia. Aplikasi ini menampilkan lokasi utama di beberapa tempat seperti Amerika, Eropa, Asia dan seterusnya. Pelajari tentang keajaiban alam, jelajahi budaya baru, dan temukan beberapa lokasi terpenting dan situs keagamaan yang suci di dunia!
pt: O mundo é um lugar surpreendente e lindo! Comece a explorá-lo com este aplicativo irado que permite ver fotos e saber sobre acontecimentos de regiões de todo o mundo. Ele apresenta informações sobre os principais lugares como as Américas, Europa, Ásia e mais. Aprenda sobre as maravilhas naturais, explore novas culturas e descubra alguns dos lugares sagrados mais importantes do mundo!
pt_br: O mundo é um lugar surpreendente e lindo! Comece a explorá-lo com este programa irado que permite ver fotos e saber sobre acontecimentos de regiões de todo o mundo. Ele apresenta informações sobre os principais lugares como as Américas, Europa, Ásia e mais. Aprenda sobre as maravilhas naturais, explore novas culturas e descubra alguns dos lugares sagrados mais importantes do mundo!
zh_cn: 世界如此奇妙和美丽！一起用这个有趣的应用程序来探索世界吧，您可以看到世界各地的图片，了解各地的信息。这里有世界大部分景点的信息，包括美洲、欧洲、亚洲等。一起来了解自然奥秘，探索新文化，发现世界上神圣的、意义重大的宗教遗址吧！

# subtitle
source: Discover and share great videos online
fr: Découvrez et partagez de super vidéos en ligne
hi: बेहतरीन वीडियोज की खोज करें और ऑनलाइन शेयर करें
id: Temukan dan bagikan video online yang bagus
pt_br: Compartilhe os seus vídeos com amigos, família e o resto do mundo
zh_cn: 发现并分享线上视频

# description
source: This app makes finding videos on the popular video site, YouTube, and sharing ones you make, easier in a beautiful new way! Watch videos of your favorite musical artists, tutorials that teach you how to do almost anything, funny or cute videos, and so much more. You'll have hours of fun, and will be able to share all the cool stuff you find or make with friends, family, and the world! ** Requires internet
fr: Cette application rend plus facile la recherche de vidéos sur le populaire site de vidéos, Youtube. Le partage de celles que vous réalisez est également facilité, et tout cela d’une façon nouvelle et élégante ! Visionnez des vidéos de vos artistes musicaux préférés, des tutoriels qui vous enseignent comment faire à peu près tout, des vidéos drôles ou attendrissantes, et bien plus. Vous aurez accès à des heures d’amusement, et serez en mesure de partager toutes les choses cools que vous trouvez ou faites avec vos amis, votre famille, et le monde ! **Nécessite une connexion internet
hi: यह ऐप लोकप्रिय वीडियो साइट, यूट्यूब पर वीडियो ढ़ूंढता है, और नए बेहतरीन तरीके से और आसानी से आपके बनाए वीडियो को शेयर करता है! अपना पसंदीदा म्युजिकल कलाकारों का वीडियो देखें, ट्युटोरियल देखें जो आपको कोई भी वीडियो, मजेदार या आकर्षक वीडियो इत्यादि बनाना सिखाता है। आप घंटों मजे लेंगे और आप प्राप्त किए हुए शानदार वीडियो को अपने मित्रों, परिवार और दुनिया से शेयर करने में सक्षम होंगे! ** इंटरनेट की आवश्यकता है
id: Aplikasi ini secara indah memudahkan pencarian video di situs video populer, YouTube, serta membagikan video yang Anda buat! Tonton video dari seniman musik favorit Anda, tutorial yang mengajarkan cara melakukan hampir segalanya, video lucu atau imut, dan masih banyak lagi. Anda akan merasakan kesenangan berjam-jam, dan akan dapat berbagi semua hal keren yang Anda temukan atau buat kepada teman-teman, keluarga, dan dunia! ** Membutuhkan internet
pt_br: O YouTube é um dos sites onde mais se encontra diversão e informação na internet. Você pode encontrar vídeos de seus artistas musicais preferidos, tutoriais que ensinam a fazer praticamente tudo, vídeos encantadores ou engraçados e muito mais! O programa YouTube permite encontrar vídeos de maneira inovadora, fácil e atrativa. Este programa é o que há de melhor para encontrar aquele vídeo que você estava procurando.
zh_cn: 您想在在热门视频网站Youtube找视频，分享自己制作的视频吗？这些在这个app里都可以以一种全新美好的方法轻松地实现。您可以在这里观看您最喜欢的音乐家视频，还有学习任何东西的教学视频，搞笑可爱视频等等。乐趣不停，与亲友、世界分享您所见趣事吧！**需要网络连接

# title
source: Sanitation
fr: Installations sanitaires
hi: स्वच्छता
id: Sanitasi
pt_br: Saneamento
zh_cn: 卫生

# subtitle
source: All about clean water and sanitation
fr: Tout à propos de l'eau propre et des installations sanitaires
hi: स्वच्छ जल और स्वच्छता के बारे में जानकारी
id: Semua tentang air dan sanitasi
pt_br: Tudo sobre água potável e saneamento básico
zh_cn: 有关洁净水和卫生的信息

# description
source: Drinking clean water is essential for survival. There can often be terrible diseases that can infect you through bad water, or by having bad sanitation around you. Learn how to make sure you drink clean water, and how to ensure that you create a sanitary environment around you where you can thrive.
fr: Boire de l'eau propre est essentiel à la survie. Il peut souvent y avoir de terribles maladies pouvant vous infecter avec de l'eau contaminée, ou en ayant de mauvaises installations sanitaires autour de vous. Apprenez à vous assurer de boire de l'eau propre, et à garantir la création d'un environnement sain autour de vous où vous pourrez bien vous porter.
hi: स्वच्छ पेयजल जीवन जीने के लिए अत्यावश्यक होता है। प्राय: कुछ ऐसी खतरनाक बीमारियां होती हैं जो गंदे पानी के जरिए आपको प्रभावित कर सकती हैं। यह सुनिश्चित करना सीखें कि आप स्वच्छ पानी पीते हैं, और आप अपने आसपास स्वच्छ वातावरण का निर्माण सुनिश्चित करना सीखें जहां आप पल-बढ़ सकते हैं।
id: Minum air bersih sangat penting demi kelangsungan hidup. Banyak penyakit mengerikan yang dapat menginfeksi melalui air atau sanitasi yang buruk di sekitar Anda. Pelajari cara untuk memastikan Anda minum air yang bersih, dan cara menciptakan sanitasi lingkungan di sekitar Anda untuk hidup sehat.
pt_br: Beber água limpa é essencial para a sobrevivência. Más condições de saneamento e consumo de água imprópria podem causar sérias doenças. Saiba como se certificar de que você bebe água potável e como garantir um ambiente sanitário seguro em torno de você, onde você pode prosperar.
zh_cn: 洁净的饮用水是生命之源。不好的水和卫生会给您带来各种疾病。一起来学习如何确保喝到干净的水，创建卫生环境吧！

# title
source: Weather
es: Pronóstico
fr: Météo
hi: मौसम
id: Cuaca
pt: Tempo
pt_br: Tempo
zh_cn: 天气

# subtitle
source: Get daily local forecasts from trusted sources
es: Pronósticos locales diarios de fuentes confiables
fr: Obtenez des prévisions météo locales quotidiennes de sources fiables
hi: विश्वसनीय स्रोतों से दैनिक स्थानीय मौसम का पूर्वानुमान प्राप्त करें
id: Dapatkan prakiraan harian dari sumber-sumber tepercaya
pt: Receba diáriamente previsões do tempo de fontes seguras
pt_br: Receba diáriamente previsões do tempo de fontes seguras
zh_cn: 从信任来源中获取本地每日天气预报

# description
source: “How’s the weather out there?” Answer this question easily, every day, with the click of a button. This simple weather app allows you to see what’s happening right outside your door. Will it be chilly? Should you plan for rain? Is it a perfect day to spend outdoors? Learn all you need to know about the weather to take advantage of your day! **Requires internet
fr: « Quel temps fait-il dehors ? » Répondez à cette question facilement, chaque jour, juste en tapant sur un bouton. Cette application météo vous permet de savoir ce qu’il se passe juste derrière votre porte. Fera-t-il froid ? Devez-vous prendre votre parapluie ? Est-ce un jour parfait à passer en extérieur ? Apprenez tout ce que vous devez savoir sur la météo pour tirer au maximum profit de votre journée ! **Nécessite une connexion internet
hi: “यहां बाहर का मौसम कैसा है?” इस प्रश्न का उत्तर आसानी से, प्रतिदिन, बटन के एक क्लिक से दें। यह साधारण मौसम ऐप आपको आपके दरवाजे के ठीक बाहर क्या हो रहा है, यह देखने की सुविधा देता है। क्या बहुत अधिक ठंड पड़ेगी? क्या आपको बारिश की योजना बनानी चाहिए? क्या यह दिन बाहर बिताने के लिए ठीक है? अपने दिन का लाभ उठाने हेतु मौसम के बारे में जानने के लिए आवश्यक सारी जानकारी प्राप्त करें! **इंटरनेट की आवश्यकता है
id: "Bagaimana cuacanya di luar sana?" Jawab pertanyaan ini dengan mudah setiap hari dengan mengeklik sebuah tombol. Aplikasi cuaca sederhana ini memungkinkan Anda untuk melihat apa yang sedang terjadi di luar pintu Anda. Apakah cuacanya dingin? Apakah Anda harus bersiap-siap untuk hujan? Apakah ini hari yang baik untuk berjalan-jalan di luar? Cari tahu segala hal yang perlu Anda ketahui mengenai cuaca untuk memanfaatkan hari Anda dengan maksimal! **Membutuhkan koneksi internet
pt_br: Como está o clima lá fora? Responda a essa pergunta facilmente, todos os dias, com o clique de um botão. Este programa despretensioso de clima permite que você veja o que está acontecendo do lado de fora de sua porta. O tempo estará frio? Preciso me preparar para a chuva? Está um dia perfeito para ficar ao ar livre? Fique por dentro de tudo o que você precisa saber sobre o clima e tire maior proveito do seu dia!
zh_cn: “那里的天气怎么样？”这个问题很容易回答，每一天，只需点击一个按钮即可。您可以在这个简单的天气应用程序中看到您外面的世界。冷吗？有雨吗？是否适合户外活动呢？掌握每日天气，享受美好时光！**需要网络连接

# title
source: World Literature
fr: Littérature du monde
hi: विश्व साहित्य
id: Literatur Dunia
pt_br: Mundo Literário
zh_cn: 世界文学

# subtitle
source: Read all of the world's great literature
fr: Lisez tout de la meilleure littérature mondiale
hi: दुनिया भर के सभी महान साहित्य पढ़ें
id: Baca semua karya sastra terhebat di dunia
pt_br: Leia tudo sobre a literatura mundial
zh_cn: 阅读世界各地经典文学
