Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Do you ever consider how often you need to do basic or even complex math in daily life? From calculating a budget to converting measurements in a recipe to figuring out taxes, you probably use equations more regularly than you think. That’s why this calculator app comes in handy. Perform simple arithmetic quickly, or allow the calculator to do more advanced work, depending on your needs. You’ll never struggle to perform mathematical tasks again as long as you have this calculator app!
fr: Avez-vous déjà envisagé à quelle fréquence vous devez faire des opérations mathématiques basiques ou même complexes dans la vie de tous les jours ? Du calcul de votre budget à la conversion de mesures dans une recette jusqu’au calcul des impôts, vous utilisez probablement les équations plus régulièrement que vous ne l’imaginez. C’est pourquoi cette application de calcul est très pratique. Faites de l’arithmétique simple rapidement, ou autorisez la calculatrice à accomplir un travail plus avancé, selon vos besoins. Vous ne serez jamais plus bloqué par une tâche mathématique aussi longtemps que vous aurez cette application de calcul !
hi: क्या आपने कभी यह सोचा है कि आपको अपने दैनिक जीवन में कितनी बार साधारण या जटिल गणित का सामना करना पड़ता है? बजट की गणना करने से लेकर रेसिपी में माप को बदलने और टैक्स की गणना करने तक, आप शायद नियमित रूप से समीकरणों का इस्तेमाल करते है जिसके के बारे में आप सोचते भी नहीं। इसलिए यह कैल्कुलेटर ऐप सुविधाजनक है। अपनी जरूरत के आधार पर साधारण अंकगणित तुरंत बनाएं, या कैल्कुलेटर को अधिक ऐडवांस वर्क करने की अनुमति दें। जब तक यह कैल्कुलेटर ऐप आपके पास रहेगा आपको गणितीय कार्यों में कभी संघर्ष नहीं करना होगा!
id: Pernahkah Anda memikirkan betapa seringnya Anda perlu melakukan perhitungan matematika dasar atau bahkan yang rumit dalam kehidupan sehari-hari? Dari menghitung anggaran hingga mengonversi ukuran untuk mencari tahu jumlah pajak, Anda mungkin menggunakan persamaan matematika lebih sering dari yang Anda bayangkan. Itu sebabnya aplikasi kalkulator ini bisa jadi sangat berguna untuk Anda. Lakukan perhitungan aritmetika sederhana dengan cepat, atau biarkan kalkulator ini mengerjakan perhitungan yang lebih rumit, tergantung kepada kebutuhan Anda. Anda tidak akan kesulitan lagi dalam menghadapi soal-soal matematika selama Anda memiliki aplikasi kalkulator ini!
pt_br: Você já pensou quantas vezes você precisa fazer cálculos matemáticos básicos ou mesmo complexos no seu dia à dia? Entre calcular um orçamento, converter medidas de uma receita, ou descobrir os impostos, você provavelmente usa equações mais regularmente do que você pensa. É por isso que este programa de calculadora é super útil. Faça operações aritméticas simples rapidamente, ou use a calculadora para fazer um trabalho mais avançado, dependendo de suas necessidades. Enquanto você tiver este programa de calculadora você nunca mais vai ter dificuldades para realizar tarefas matemáticas!
zh_cn: 您曾想过在您的日常生活中，有多需要基础的甚至复杂的数学吗？不管是计算预算还是转换单位，还是算清税额，您都需要比您想象中使用更多的数学等式。这个计算机方便之处就在此。它可以进行简单快速的计算，还可以进行更高级的工作，这都取决于您的需求。只要有了这个计算器app，您就不需再为数学问题而烦恼了！

# title
source: Settings
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
pt_br: Configurações
zh_cn: 设置

# subtitle
source: Easily change your computer's settings
fr: Changez facilement vos paramètres d'ordinateur
hi: अपने कम्प्यूटर की सेटिंग्स को आसानी से बदलें
id: Mengubah pengaturan komputer Anda secara mudah
pt_br: Mude facilmente as configurações do seu computador
zh_cn: 轻松更改您的电脑设置

# description
source: If you find yourself constantly wanting to change your computer's settings, they are now just a click away! Whether you want to change your desktop's background image, change the brightness of your screen if it's getting late, or if you want to do something like add a new printer, it'll be easier than ever with this cool shortcut!
fr: Si vous êtes toujours en train de vouloir changer vos paramètres d'ordinateur, ils ne sont maintenant plus qu'à un clic de distance ! Que vous souhaitiez changer votre fond d'écran, changer la luminosité de votre écran lorsqu'il se fait tard, ou si vous voulez faire quelque chose comme ajouter une nouvelle imprimante, tout sera plus facile que jamais grâce à ces raccourcis cool !
hi: यदि आपको लगता है आपने हमेशा से अपने कम्प्यूटर की सेटिंग्स को बदलना चाहा है, तो यह अब बस एक क्लिक दूर है! चाहे आप अपने डेस्कटॉप का बैकग्राउंड इमेज बदलना चाहें, अपने स्क्रीन का ब्राइटनेस बदलना चाहें यदि देर हो रही है, या यदि आप कोई नया प्रिंटर ऐड करने जैसा कुछ करना चाहते हैं, तो इस शानदार शॉर्टकट की मदद से यह करना आसान होगा!
id: Jika Anda terus-menerus ingin mengubah pengaturan komputer Anda, sekarang Anda bisa melakukannya dengan satu klik! Entah Anda ingin mengubah gambar latar desktop, mengubah kecerahan layar jika sudah malam, atau jika Anda ingin melakukan sesuatu seperti menambahkan printer baru, hal-hal itu akan menjadi lebih mudah dari sebelumnya dengan pintasan keren ini!
pt_br: Se você costuma mudar constantemente as configurações do seu computador seus problemas acabaram, agora elas estão à um clique de distância de você. Caso você queira mudar a foto do fundo de tela, mudar a luminosidade da tela ao longo da noite, ou caso você queira adicionar uma nova impressora, agora será mais fácil do que nunca com esse novo atalho!
zh_cn: 如果您发现你想要不断地更改您的电脑设置，只需轻轻一点即可实现！不管您是想要改变桌面背景和屏幕亮度，还是添加一个新的打印机，这个app都为您提供会轻松的捷径！

# title
source: GT Curriculum
hi: जीटी करिक्युलम
pt_br: Currículo Escolar
zh_cn: GT课程

# description
source: Use this app to find the basic curriculum plan and guidelines for a specific grade level, or use it to find worksheets that can help kids learn difficult subjects. The Ministry of Education has compiled this valuable resource for you to use. Read through manuals to learn how a child's education is structured, to learn how to help children grow healthily, and to learn about a variety of other important subjects that can make a big difference both your child's life and your own.
fr: Utilisez cette application pour trouver les programmes pédagogiques et lignes directrices essentielles pour un niveau d’étude donné, ou utilisez-le pour trouver des fiches d’étude qui aideront les enfants à apprendre des sujets difficiles. Le Ministère de l’Éducation a compilé cette précieuse ressource pour que vous puissiez l’utiliser. Lisez les manuels pour apprendre comment l’éducation d’un enfant est structurée, pour apprendre comment les enfants grandissent sainement, et en savoir plus sur de nombreux autres sujets qui peuvent faire la différence pour la vie de votre enfant et la vôtre.
hi: किसी विशेष ग्रेड लेवल के लिए आधारभूत करिक्युलम योजना और दिशानिर्देश प्राप्त करने के लिए इस ऐप का इस्तेमाल करें, या वैसे वर्कशीट्स प्राप्त करने के लिए इस ऐप का इस्तेमाल करें जिनसे बच्चों को कठिन विषयों को सीखने में मदद मिल सकती है। इस महत्वपूर्ण संसाधन को आपके इस्तेमाल के लिए शिक्षा मंत्रालय ने संकलित किया है। मैनुअल पढ़ें और जानें कि बच्चे की शिक्षा का स्वरूप कैसे तैयार किया जाता है, बच्चों को स्वस्थ विकास में कैसे मदद करें, और ऐसे अनेक अन्य महत्वपूर्ण विषयों के बारे में जानें जो बच्चे और आपके दोनों के जीवन में एक बड़ा अंतर ला सकते हैं।
pt_br: Programa somente disponível em língua espanhola.
zh_cn: 使用该App，为特定年级查找基础课程计划和指导方针，或查询工作表帮助孩子解决学习困难。教育部已汇集足够的有价值的资源供您使用。阅读手册以了解儿童教育结构，学习如何帮助孩子健康成长，有效学习其他重点科目，为孩子和自己的未来做好铺垫。

# title
source: Health Guides
fr: Guides de Santé
hi: हेल्थ गाइड्स
pt_br: Guias de Saúde
zh_cn: 健康指南

# subtitle
source: Health guides that could save your life
fr: Guides de santé qui peuvent sauver votre vie
hi: हेल्थ गाइड्स जो आपके जीवन को सुरक्षित बनाए
pt_br: Guias de saúde que podem salvar sua vida
zh_cn: 仅靠健康指南远远不够

# description
source: This app contains some of the most life saving documents that you'll ever read. Open the Hesperian Health Documents folder to learn things like how to perform exams and minor procedures. You'll be surprised by how much you can learn to help your loved ones, those in your community and even yourself!
fr: Cette application contient certains des documents les plus utiles pour sauver des vies que vous pourrez lire. Ouvrez le dossier de Documents de Santé Hesperian pour apprendre des choses telles que comment faire des examens et des interventions mineures. Vous serez surpris de voir à quel point vous pouvez apprendre des choses pour aider ceux que vous aimez, vos voisins, ainsi que vous-même !
hi: इस ऐप में कुछ ऐसे जीवन रक्षक बातें शामिल हैं, जिन्हें आपने कभी पढ़ा नहीं होगा। हेस्पेरियन हेल्थ डॉक्युमेंट्स फोल्डर्स ओपन कीजिए और जानिए कि परीक्षाएं कैसे दी जाएं और उनकी छोटी-छोटी विधियां क्या हैं। आपको हैरानी होगी कि आप अपने समुदाय के प्रियजनोंं और खुद की मदद के लिए कितना कुछ सीख सकते हैं!
pt_br: Esse programa contém alguns dos mais importantes documentos vitais que você poderá ler sempre. Abra a pasta Documentos Hesperian Saúde e aprenda mais sobre como realizar exames e pequenos procedimentos. Você vai se surpreender com o quanto você pode aprender e ajudar seus ente queridos, pessoas da sua comunidade e até a você mesmo!
zh_cn: 该应用程序包括大多数救生常识。打开救生文件夹，学习如何操作执行程序。你会为自己学习到救生知识、拯救所爱人的生命而感到骄傲！

# title
source: Super Tux
hi: सुपर टक्स

# subtitle
source: Jump your way through different levels to win
fr: Sautez à travers les différents niveaux pour gagner
hi: कई लेवलों से होकर अपने रास्ते को लांघते हुए जीत हासिल करें
id: Lompati tingkat-tingkat yang berbeda untuk menang
pt_br: Clássico jogo corre e pula em estilo arcade
zh_cn: 控制企鹅跳行，逐步完成所有关卡

# description
source: This game is similar to the original Super Mario Brothers games where you must run and jump your way to new levels. This game features 26 levels with different opponents to fight, and fun music, in addition to a story that you can follow along with as you play.
fr: Ce jeu est similaire aux jeux originaux Super Mario Brothers dans lesquels vous devez courir et sauter pour parcourir les différents niveaux. Ce jeu comprend 26 niveaux avec différents ennemis à combattre, une musique amusante, en plus d’une histoire que vous pouvez suivre au fur et à mesure que vous jouez.
hi: यह गेम मूल सुपर मारियो ब्रदर्स गेम्स की तरह ही है जहां आपको दौड़ना होगा और अपने रास्तों को लांघते हुए नए लेवल तक पहुंचना होगा। इस गेम में खेल के साथ-साथ अनुसरण करने के लिए एक कहानी के अलावा 26 लेवल हैं जिसमें लड़ने के लिए कई दुश्मन हैं और मजेदार म्यूजिक है।
id: Permainan ini mirip dengan permainan Super Mario Brothers yang asli di mana Anda harus berlari dan melompat untuk lolos ke level selanjutnya. Permainan ini menampilkan 26 level dengan bermacam-macam lawan untuk dikalahkan, musik yang asyik, dan juga alur cerita yang bisa Anda ikuti sambil bermain.
pt_br: Este jogo é semelhante aos jogos originais do Super Mario Bros. O seu personagem tem que correr e saltar de para passar de nível. Este jogo tem 26 níveis com diferentes adversários para combater, uma divertida trilha sonora e uma história que se desenrola a cada nível que você passa.
zh_cn: 这是一款类似于超级马里奥兄弟的游戏，游戏中您控制一只企鹅行走或者跳起，完成一个个关卡。这个游戏共设26个关卡，每个关卡有不同需要对抗的障碍物。游戏中融入了特别的故事情节，而且背景音乐十分有趣。

# title
source: Spreadsheet
es: Hoja de Cálculo
fr: Tableur
hi: स्प्रेडशीट
id: Lembar lajur
pt: Planilha
pt_br: Planilha
zh_cn: 电子表格

# subtitle
source: A spreadsheet program with many functions
fr: Un programme de tableur avec de nombreuses fonctions
hi: कई सारे फंक्शनोंं वाला एक स्प्रेडशीट प्रोग्राम
id: Program spreadsheet dengan banyak fungsi
pt_br: Programa de planilhas com diversas funções avançadas
zh_cn: 多功能电子表格程序

# description
source: Whatever you need to keep track of, the spreadsheet app can help you do it. This advanced yet easy-to-use spreadsheet has something for everyone: a simple layout that’s easy to understand, plus the ability to do complex calculations. Spreadsheets are used in many careers throughout the world, so getting the hang of this app can also help you gain valuable skills for the job market.
es: Esta hoja de cálculo es avanzada tiene algo para todos: un diseño simple que es fácil de entender y la posibilidad de hacer cálculos complejos. Las hojas de cálculo se utilizan en muchas profesiones en todo el mundo, así que acostumbrarte a usar esta app podría ayudarte a obtener valiosas habilidades para algún trabajo futuro.
fr: Quoi que vous ayez besoin de surveiller et enregistrer, l’application tableur vous aide à le faire. Ce tableur avancé, mais facile à utiliser conviendra à tout le monde : une interface simple et facile à comprendre, avec la possibilité de réaliser des opérations complexes. Les tableaux sont utilisés pour de nombreuses applications professionnelles à travers le monde, donc se familiariser avec cette application peut aussi vous fournir des compétences utiles pour le marché du travail.
hi: ट्रैक रखने के लिए आपको जिन चीजों की जरूरत होती है, स्प्रेडशीट ऐप आपको इसमें मदद कर सकता है। ऐडवांस्ड मगर इस्तेमाल करने में आसान इस स्प्रेडशीट में हर किसी के लिए कुछ न कुछ है: यानी एक सरल ले आउट जिसे समझना आसान है, साथ ही जटिल कैलकुलेशन करने की क्षमता भी। स्प्रेडशीट्स का इस्तेमाल दुनिया भर के कई क्षेत्रों में किया जाता है, इसलिए इस ऐप को जरूर आजमाइए जो आपको जॉब मार्केट के मूल्यवान कौशलों को हासिल करने में मदद कर सकता है।
id: Apa pun yang Anda perlukan untuk melacak, aplikasi spreadsheet dapat membantu Anda melakukannya. Spreadsheet yang canggih namun mudah digunakan ini memiliki sesuatu untuk semua orang: tata letak sederhana yang mudah dipahami, ditambah kemampuan untuk melakukan penghitungan yang rumit. Spreadsheet digunakan dalam banyak karier di seluruh dunia, sehingga kemampuan menggunakan aplikasi ini juga dapat membantu Anda memperoleh keterampilan yang berharga untuk pasar kerja.
pt: Toda informação que você precise controlar e acompanhar este aplicativo de planilha pode ajudá-lo a fazer. Esta planilha avançada, e fácil de usar, serve para todos por ter visual simples, ser fácil de entender, além de ter a capacidade de fazer cálculos complexos. Planilhas são usadas ​​em muitas trabalhos em todo o mundo,. Dessa forma, aprender esse aplicativo também pode ajudar você a ganhar habilidades valiosas para o mercado de trabalho.
pt_br: Toda informação que você precise controlar e acompanhar este programa de planilha pode ajudá-lo a fazer. Esta planilha avançada, e fácil de usar, serve para todos por ter visual simples, ser fácil de entender, além de ter a capacidade de fazer cálculos complexos. Planilhas são usadas ​​em muitas trabalhos em todo o mundo,. Dessa forma, aprender esse programa também pode ajudar você a ganhar habilidades valiosas para o mercado de trabalho.
zh_cn: 无论你需要何种跟踪,电子表格应用程序可以帮助你。这种先进且简单易用的电子表格适用于每一个人:布局简单,容易理解,计算能力高超。电子表格在各种职业中得以运用,因此，这个程序也可以帮助你获得宝贵的技能。

# title
source: Presentation
es: Presentaciones
fr: Présentation
hi: प्रेजेंटेशन
id: Presentasi
pt: Apresentação
pt_br: Apresentação
zh_cn: 演示

# subtitle
source: Create great presentations with this easy-to-use app
fr: Créez de superbes présentation avec cette application facile à utiliser
hi: इस आसान ऐप से तैयार कीजिए कमाल के प्रेजेंटेशन
id: Buat presentasi yang memukau dengan aplikasi yang mudah digunakan ini
pt_br: Faz apresentações com modelos pré-definidos, arte, efeitos especiais e ferramentas de desenho especializadas
zh_cn: 用该便捷App创建展示

# description
source: Create clean, attractive, and professional presentations with this presentation app. This app features the ability to use text, drawing tools, transitions, 2-D and 3-D art, and even animations to get your point across in a beautiful and compelling way. Best of all, this app is easy to understand and use, with simplified steps for creating exactly what you need.
fr: Créez des présentations propres, attractives et professionnelles avec cette application de création de présentations. Cette application permet d'utiliser du texte, des outils de dessin, des transitions, des éléments graphiques en 2D et en 3D, et même des animations pour faire votre démonstration d'une façon élégante et persuasive. Cerise sur le gâteau, cette application est facile à comprendre et à utiliser, avec des étapes simplifiées pour créer exactement ce dont vous avez besoin.
hi: इस प्रेजेंटेशन ऐप की मदद से साफ-सुथरा, आकर्षक और पेशेवर प्रेजेंटेशन तैयार कीजिए। यह ऐप आपको टेक्स्ट इस्तेमाल करने, टूल्स ड्रॉइंग करने, ट्रांजिशन, 2-डी और 3-डी आर्ट बनाने और अपने प्वाइंट को एक सुंदर और आकर्षक तरीके में रखने के लिए एनिमेशन बनाने की क्षमता देता है। आपको शुभकामना, क्योंकि यह ऐप समझना और इस्तेमाल करने में आसान है, जहां आप सरल चरणों मेंं अपना प्रेजेंटेशन तैयार कर सकते हैं।
id: Buat presentasi yang bersih, menarik dan profesional dengan aplikasi presentasi unik ini. Aplikasi ini menampilkan kemampuan menggunakan teks, alat gambar, transisi, seni 2D dan 3D, dan bahkan animasi untuk menyampaikan maksud Anda dengan cara yang indah dan memikat. Yang terbaik dari semuanya, aplikasi ini mudah untuk dipahami dan digunakan, beserta penyederhanaan langkah untuk membuat persis seperti yang Anda perlukan.
pt_br: Crie apresentações limpas, atraentes e profissionais com este programa de apresentação. Este programa oferece ferramentas de texto, ferramentas de desenho, transições, arte 2-D e 3-D, e até mesmo animações para que você mostre o seu ponto de vista de uma maneira bonita e atraente. E o melhor de tudo, este programa é fácil de entender e usar, com passos simplificados para você criar exatamente o que você precisa.
zh_cn: 该App旨在创建清洁、有吸引力和专业的演示程序。这个程序功能使用文本能力,绘图工具、转换、2D和3D艺术,甚至是动画等令人信服的方式来传达自己的观点。最重要的是,这个程序很容易理解和使用, 简化步骤，正是你需要的。

# title
source: Writer
es: Escritor
fr: Écriture
hi: राइटर
id: Penulis
pt: Redator
pt_br: Redator
zh_cn: 文本处理

# subtitle
source: Free, similar to & compatible with Microsoft Word
fr: Gratuit, similaire et compatible à Microsoft Word
hi: मुफ़्त, माइक्रोसॉफ्ट वर्ड के समान और उसके लिए उपयुक्त
id: Gratis, mirip & kompatibel dengan Microsoft Word
pt_br: Ferramenta de processamento de texto e editorial
zh_cn: 免费、近似且与word兼容

# description
source: This app gives you all the features of the best word processing applications and is compatible with Microsoft Office. Create and edit documents easily, create short notes and longer pieces of writing with annotations and diagrams. It’s all possible with this app. Your documents will look professional enough to present to employers, teachers, or other important people. Use this app to compose your next masterpiece or to take great notes; either way, you’ll have simple yet powerful tools available.
es: Esta app te ofrece todas las funciones de las mejores apps de procesador de textos y es compatible con Microsoft Office. Crea y edita documentos con facilidad, crea notas cortas o ensayos largos con anotaciones y diagramas. Todo es posible con esta app. Tus documentos quedarán tan profesionales como para presentar a los empleadores, maestros u otras personas importantes. Utiliza esta app para escribir tu próxima obra maestra o para tomar notas excelentes. De cualquier manera, tendrás herramienta sencilla y poderosa disponible.
fr: Cette application vous donne accès à toutes les fonctionnalités des meilleures applications de traitement de texte et est compatible avec Microsoft Office. Créez et éditez facilement des documents, créez de courtes notes et de plus longues rédactions avec annotations et diagrammes. Tout cela est possible avec cette application. Vos documents auront un rendu suffisamment professionnel pour être présentés à des employeurs, des professeurs, ou d’autres personnes importantes. Utilisez cette application pour composer votre prochain chef-d’œuvre ou pour prendre de bonnes notes ; de toute façon, vous aurez des outils simples et puissants à portée de main.
hi: यह ऐप आपको सर्वोत्तम वर्ड प्रॉसेसिंग ऐप्लिकेशनों की सभी सुविधाएं देता है और यह माइक्रोसॉफ्ट के लिए कम्पैटिबल है। इसके जरिए आप आसानी से डॉक्युमेंट क्रिएट और एडिट कर सकते हैं, शॉर्ट नोट्स बना सकते हैंं और एनोटेशंंस और डायग्राम के साथ लंबा राइटिंग कर सकते हैं। यानी इस ऐप से यह सब संभव है। आपके डॉक्युमेंट्स इतने पेशेवर दिखेंगे कि आप उन्हें एम्प्लॉयरों, शिक्षकों या अन्य अहम लोगों को दिखा सकते हैं। अपने अगले मास्टरपीस लिखने या बस कमाल के नोट्स लिखने के लिए आप इस ऐप का इस्तेमाल कीजिए; आपको दोनों तरीकों से सरल और पावरफुल टूल्स उपलब्ध होंगे!
id: Aplikasi ini akan memberikan kepada Anda semua fitur terbaik aplikasi pengolah kata dan kompatibel dengan Microsoft Office. Buat dan edit dokumen dengan mudah, buat catatan singkat dan tulisan yang lebih panjang penjelasan dan diagram. Semua itu mungkin dengan aplikasi ini. Dokumen Anda akan terlihat cukup profesional untuk dipresentasikan ke atasan, guru, atau orang-orang penting lainnya. Gunakan aplikasi ini untuk menyusun mahakarya Anda berikutnya atau mencatat hal-hal besar; apa pun keperluannya, Anda akan memiliki alat yang sederhana namun andal.
pt: Este app oferece todas as características dos melhores aplicativos de processamento de texto e ainda é compatível com o Microsoft Office. Criar e editar documentos com facilidade, criar notas curtas ou longas com anotações e diagramas. Tudo isso é possível com este aplicativo. Seus documentos vão ficar profissionais o suficiente para você apresentar ao seu chefe, professor ou outras pessoas importantes. Use este aplicativo para compor sua próxima obra-prima ou para tirar ótimas notas; de qualquer forma, você terá ferramentas simples, porém poderosas disponíveis.
pt_br: Este programa oferece todas as características dos melhores programas de processamento de texto e ainda é compatível com o Microsoft Office. Criar e editar documentos com facilidade, criar notas curtas ou longas com anotações e diagramas. Tudo isso é possível com este programa. Seus documentos vão ficar profissionais o suficiente para você apresentar ao seu chefe, professor ou outras pessoas importantes. Use este programa para compor sua próxima obra-prima ou para tirar ótimas notas; de qualquer forma, você terá ferramentas simples, porém poderosas disponíveis.
zh_cn: 该App拥有最好的字处理应用程序的所有功能,与微软Office兼容。创建和编辑文档,创建简短的笔记和长块写注释和图。该App一切皆有可能。看起来十分专业足以满足雇主,老师,或其他人的需要。使用这个程序完成你的下一个杰作或记好笔记,无论哪种方式,你会得到简单而强大的工具。

# title
source: BlockOut 2
hi: ब्लॉकआउट2

# subtitle
source: 3D Tetris-style game
es: ¡Este es el juego clásico de Tetris que amas, pero en 3D!
fr: Jeu 3D style Tetris
hi: 3D टेट्रिस-स्टाइल गेम
id: Gim bergaya Tetris 3D
pt: Tetris 3D
pt_br: Tetris 3D
zh_cn: 俄罗斯方块风格3D游戏
