Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: If you’re a fan of puzzles and math games, the Sudoku app is perfect for you. These are fun brain teasers where you must arrange the numbers 1-9 in a grid so that you do not have any duplicates in any of the rows or columns. It may seem complicated at first, but with this app, you’ll learn how to play and can get the hang of the game in no time. You'll soon have hours of fun solving Sudoku puzzles and exercising your mind!
fr: Si vous êtes fan de puzzles et de jeux mathématiques, cette application de Sudoku est parfaite pour vous. Il s’agit d’énigmes amusantes où vous devrez agencer les nombres de 1 à 9 dans une grille de sorte à n’avoir aucun doublon dans aucune ligne ou colonne. Cela peut sembler compliqué au premier coup d’œil, mais avec cette application, vous apprendrez comment jouer et deviendrez accro à cette application en un instant. Vous aurez bientôt des heures d’amusement à résoudre ces puzzles Sudoku et à exercer votre esprit !
zh_cn: 如果您是拼图和数学游戏的爱好者，Sudoku这款app最合适您了。这些都是有趣的脑筋急转弯，您必须安排在数字1-9中的一个网格，使您不必重复任何任何的行或列。它可能一开始看起来很复杂，但通过这个app，你将在在任何时间学会如何玩和得到游戏的窍门。你很快就会通过解决Sudoku拼图来获得乐趣！

# title
source: Dictionary
es: Diccionário
fr: Dictionnaire
pt: Dicionário
zh_cn: 词典

# subtitle
source: A cool dictionary with lots of bonus tools
fr: Un dictionnaire chouette avec de nombreux outils en bonus
zh_cn: 该词典功能齐全，方便使用。

# description
source: In reading and conversation, words often come up with which you’re not familiar and it’s best to have a dictionary close by so that you can learn new vocabulary and understand what you read and hear. This dictionary app is easy to use and navigate, so you’ll never have trouble finding just the word you’re looking for!
fr: Au cours des lectures et conversations, surviennent régulièrement des mots avec lesquels vous n'êtes pas familier, et mieux vaut avoir un dictionnaire à portée de main afin que vous puissiez enrichir votre vocabulaire et comprendre ce que vous lisez et entendez. Cette application de dictionnaire est facile à utiliser, ainsi vous n'aurez jamais de problème pour trouver exactement le mot que vous cherchez !
zh_cn: 阅读和对话中常遇到不熟悉的单词，用用词典吧！它能帮助您快速查找并理解词语意思。本词典方便使用、导航，查找词语便捷，烦恼一扫而光。

# subtitle
source: Find the pattern and uncover the hidden balls
fr: Trouvez le motif et dévoilez les balles cachées
zh_cn: 查找模板以及隐藏按钮

# description
source: This game takes some serious logic, but don’t be scared away – it’s also lots of fun. Balls are hidden in a black box on the screen. You can use a laser beam to reveal where the balls are located. When you think you know the pattern, drag and drop balls onto the screen where you suspect the hidden ones are placed. The more you get right, the higher your score.
fr: Ce jeu demande une sérieuse logique, mais ne soyez pas effrayé — il est également très amusant. Des balles sont cachées dans une boîte noire sur l’écran. Vous pouvez utiliser un rayon laser pour révéler l’emplacement de ces balles. Lorsque vous pensez connaître leur disposition, glissez et déposez les balles sur l’écran là où vous pensez que les balles cachées sont placées. Plus vous en trouvez, plus votre score est élevé.
zh_cn: 此游戏逻辑性极强，但充满趣味。球藏在屏幕中的黑盒子里。你可以用激光束发现球所在的地方。当你认为自己已知球所在地方时，请将球拖放到屏幕上你认为所在的位置。你得到的正确数越多，你的分数就越高。

# subtitle
source: A fun and very simple game for everyone
fr: Un jeu amusant et très simple pour toute la famille
zh_cn: 适用于所有人的有趣简单游戏

# description
source: Similar to the popular arcade game, Snake, this classic game will help you fend off boredom for hours on end! While eating, the snake grows, but collide with another snake and all is lost. The game gets harder as the snakes grow longer, promising a fun challenge to players of all levels.
fr: Similaire à Snake, le jeu d'arcade bien connu, ce jeu classique vous aidera à tromper l'ennui durant de nombreuses heures ! En mangeant, le serpent grossit, mais une collision avec un autre serpent et tout est perdu. Le jeu devient plus difficile à mesure que le serpent est plus long, promettant un défi amusant pour les joueurs de tous niveaux.
zh_cn: 这个游戏类似于流行的经典游戏——贪吃蛇，可以帮你打发无聊的时间。吃饭的时候蛇会长大，和另一条蛇碰撞，游戏结束。蛇越来越长，游戏也越来越难，这个游戏挑战玩家的水平。

# subtitle
source: Stay away from the exploding mines
fr: Restez à l'écart des mines explosives
zh_cn: 远离爆炸矿山

# description
source: Don't take a wrong step or you'll explode! You'll need to use logic and smarts in this game to get around all of the landmines and make your way safely across the field.
fr: Ne faites pas un pas de travers sous peine d’exploser ! Vous devrez utiliser votre logique et redoubler d’astuces dans ce jeu pour vous débarrasser de toutes les mines souterraines et tracer votre chemin en toute sécurité à travers le champ de mines.
zh_cn: 切勿走错，否则会引爆！此游戏中需要谨慎思考，绕过所有的地雷，顺利经过田地。

# subtitle
source: Survival depends on your reflexes and wits
fr: La survie dépend de vos réflexes et de votre esprit
zh_cn: 你的智慧和反应能力决定你的生存

# description
source: Guide your snake to eat the apples and to avoid the other snakes, balls and walls! Some of the snakes and balls will just make you slower, while others will kill you, so it's best to stay away from them all! If you manage to eat all of the apples, then you'll need to exit the maze in order to move onto the next level. This game may sound easy, but it's not, so get ready for a fun challenge!
fr: Guidez votre serpent pour le faire manger les pommes et pour éviter les autres serpents, les balles et les murs ! Certains des serpents et des balles vous ralentiront simplement, alors que les autres vous tueront, donc il est préférable de rester éloigner de tout ça ! Si vous réussissez à manger toutes les pommes, vous devrez quitter le labyrinthe pour passer au niveau suivant. Ce jeu peut sembler simple, mais ce n’est pas le cas, donc soyez prêt pour un défi des plus amusants !
zh_cn: 指导你的蛇吃苹果，避免与其他蛇,球和墙壁！一些蛇和球只会让你更慢,而其他的则会杀了你,因此最好远离他们!如果你能吃下所有的苹果,你需要退出迷宫转移到下一个层次。这个游戏听上去简单,实则不然,所以。准备好挑战吧!

# title
source: Breakout
zh_cn: 突围

# subtitle
source: Destroy all the bricks to win this fun game
fr: Détruisez toutes les briques pour gagner à ce jeu amusant
zh_cn: 突破所有阻碍以赢得比赛

# description
source: This classic paddle game is tons of fun! The aim is to destroy bricks with your ball by hitting them with your paddle, which allows you to level up. The original Breakout game came out in 1976, and people have loved this simple yet addictive game ever since. Get your brick-breaking fix with great graphics and animation, intuitive controls, and plenty of levels to beat.
es: ¡Este juego de raqueta clásico es muy divertido! El objetivo es destruir bloques con la pelota al golpearla con tu raqueta, lo que te permite subir de nivel. El juego original Breakout se publicó en 1976, y a la gente le ha encantado este juego sencillo pero adictivo desde entonces. Consigue tu dosis de rompe-ladrillos con excelentes gráficos y animaciones, controles intuitivos y muchos niveles que superar.
fr: Ce jeu classique de casse-brique apporte des heures de plaisir ! Le but est de détruire les briques avec votre balle en les frappant avec votre raquette, ce qui vous permet de passer au niveau du dessus. Le jeu original, Breakout, est sorti en 1976. Depuis, tout le monde adore toujours ce jeu simple, mais addictif. Prenez votre dose de cassage de briques avec de superbes graphismes et animation, des contrôles intuitifs, et de nombreux niveaux à résoudre.
pt: Este jogo clássico é pura diversão! O objetivo é destruir os tijolos rebatendo a bola com a sua raquete, o que lhe permite subir de nível. O jogo Breakout original foi lançado em 1976 e desde então as pessoas amaram este jogo simples e viciante. Conserte os seus tijolos quebrados com ótimos gráficos e animações, controles intuitivos e muitos níveis para serem batidos.
zh_cn: 这个经典游戏乐趣无穷!目标就是用你的球摧毁砖,这样你就可以升级了。自1976年最初的突破游戏出世,这简单而让人上瘾的游戏始终获得人们的青睐。用大量图形和动画以及直观的控制和足够的水平来打砖块。

# subtitle
source: A battle adventure multi-player game
fr: Un jeux de combat et d'aventure multijoueur
zh_cn: 战争冒险类多人游戏

# description
source: Do you love games with jets, naval vessels, and all sorts of weapons? If so, then you will love Scorched3D. This game comes with many different lands for you to visit and engage in battles. You will need to develop a good strategy in order to outsmart your opponents and make sure that you end up victorious. You can play by yourself, with friends, or battle other community members online. Hold onto your hats, because this game is sure to shake things up!
es: ¿Te gustan los juegos de aviones, de guerra, y todo tipo de armas? Si es así, entonces te encantará Scorched3D. Este juego viene con muchos países que puedes visitar y proteger o invadir. Tendrás que tener una estrategia buena y ser astuto para que tus enemigos no ganen y para asegurarte de que terminarás victorioso. Puedes jugar solo, con amigos, o puedes jugar contra otros miembros de la comunidad en línea.
fr: Aimez-vous les jeux avec des jets, des navires de guerre, et toutes sortes d’armes ? Si oui, alors vous adorerez Scorched3D. Ce jeu vous propose différents terrains à visiter et sur lesquels combattre. Vous devrez développer une bonne stratégie pour venir à bout de vos ennemis et vous assurer de sortir victorieux. Vous pouvez jouer seul, avec des amis, ou combattre d’autres communautés de membres en ligne. Accrochez-vous à votre casque, car ce jeu est certain de vous remuer !
pt: Você gosta de jogos com aviões a jatos, navios de guerra e inúmeras armas? Então o Scorched 3D é para você. Neste jogo você poderá visitar diversos terrenos nos quais irá entrar em batalhas. Você precisa criar uma boa estratégia para vencer o seu adversário. Podes jogar sozinho, com os teus amigos, ou em modo de batalha com outros membros da comunidade online. Este jogo vai fazer você se sacudir!
zh_cn: 您喜欢有喷气式飞机、舰艇等各种武器的游戏吗？喜欢的话，您一定会喜欢这个游戏！在此游戏里，您会见识到各种各样的环境和地形，参与到炮击战中。要打败对手、获得游戏的胜利，您就要想出最有效的战略。您可以单人玩，可以和朋友一起玩，还可以与在线玩家比拼。准备好了吗？刺激的游戏就要开始啦！

# title
source: Bangladesh National Curriculum
id: Kurikulum Nasional Bangladesh

# subtitle
source: National curriculum for Class I through Class X in all subjects
id: Kurikulum nasinal untuk Kelas I sampai kelas X untuk semua mata pelajaran

# title
source: Learn English Curriculum
id: Kurikulum Bahasa Inggris

# subtitle
source: Primary English curriculum practice
id: Kurikulum latihan Bahasa Inggris dasar

# description
source: Practice your elementary English skills with this program. For each topic, there is a workbook with practice questions as well as answers to check your work. There are also audio clips so you can improve your listening skills. The resources in this program have a ton of information and practices to help you study and succeed in school. If you're a teacher, this app is perfect for guiding your class throughout the school year.
id: Latih kemampuan Bahasa Inggris dasar anda dengan program ini. Untuk setiap topik, terdapat sebuah buku tugas dengan pertanyaan-pertanyaan latihan beserta jawabannya untuk memeriksa tugas anda. Terdapat juga klip audio untuk meningkatkan kemampuan mendengar anda. Sumber daya di program ini memiliki informasi yang sangat banyak dan latihan-latihan untuk membantu anda belajar dan sukses di sekolah. Jika anda seorang guru, aplikasi ini sempurna untuk memandu kelas anda.

# title
source: Math Curriculum
id: Kurikulum Matematika

# subtitle
source: Primary mathematics curriculum practice
id: Kurikulum latihan matematika dasar

# description
source: Practice your elementary math skills with this program. For each topic, there is a workbook with practice questions as well as answers to check your work. The resources in this program have a ton of information and practices to help you study and succeed in school. If you're a teacher, this app is perfect for guiding your class throughout the school year.
id: Latih kemampuan matematika dasar anda dengan program ini. Untuk setiap topik, terdapat sebuah buku tugas dengan pertanyaan-pertanyaan latihan beserta jawabannya untuk memeriksa tugas anda. Sumber daya di program ini memiliki informasi yang sangat banyak dan latihan-latihan untuk membantu anda belajar dan sukses di sekolah. Jika anda seorang guru, aplikasi ini sempurna untuk memandu kelas anda.

# title
source: Extra
id: Ekstra

# title
source: Library
id: Perpustakaan

# subtitle
source: Literary classics for all ages
id: Bacaan klasik untuk semua umur

# title
source: Programming
id: Pemrograman

# subtitle
source: Learn the basics of front-end web development with this app
id: Pelajari dasar pengembangan front-end web dengan aplikasi ini

# description
source: Have you ever wanted to make websites or explore programming? With this app you can! Learn the basics of front-end web development with HTML, CSS, and Javascript.
id: Pernahkah anda ingin membuat situs web atau menjelajah dunia pemrograman ? Dengan aplikasi ini anda bisa melakukannya ! Pelajari dasar pengembangan front-end web dengan HTML, CSS, dan Javascript.

# title
source: Your Health
id: Kesehatan Anda

# subtitle
source: Health, nutrition, and well-being in one click
id: Kesehatan, gizi, dan kebugaran dalam satu kali klik

# title
source: Four in a Row
es: Fila de Quatro
fr: Quatre dans une Rangée

# description
source: This application lets you play a new type of solitaire that will keep you busy for hours! Freecell Solitaire is a little different from the traditional Klondike Solitaire, but the rules are easy to get the hang of. Like Klondike Solitaire, the general idea is to put cards of the same suit down in numerical order, but it’s a little more complicated than that. This card game challenges the mind and provides plenty of entertainment for you to enjoy.
es: ¡Esta app te permite jugar un nuevo tipo de Solitario que te mantendrá ocupado durante horas! Freecell Solitaire es un poco diferente al tradicional, o Klondike Solitaire, pero las reglas son fáciles de comprender. Como Klondike Solitaire, la idea general es poner cartas del mismo palo en orden numérico, pero es un poco más complicado que eso. Este juego de cartas te desafía la mente mientras te divierte.
pt: Este aplicativo permite que você jogue um novo tipo de paciência que irá mantê-lo ocupado por horas! Freecell Paciência é um pouco diferente da Paciência tradicional, mas as regras são fáceis de entender. Como a Paciência tradicional, a ideia geral é colocar cartas do mesmo naipe para baixo, em ordem numérica, mas é um pouco mais complicado do que isso. Este jogo de cartas desafia a mente e proporciona muita diversão para você aproveitar.

# subtitle
source: Play one of the most popular puzzle games of all time
es: Juega uno de las rompecabezas más populares de todo el mundo
pt: Joga num dos quebra-cabeças mais populares de sempre

# description
source: If you’re a fan of puzzles and math games, the Sudoku app is perfect for you. These fun brain teasers require you to input numbers in a grid so that you have unique rows, columns, and grid regions containing all the numbers 1 through 9. It may seem complicated at first, but with this app, you’ll learn how to play and can get the hang of the game in no time. You'll soon have hours of fun solving Sudoku puzzles and exercising your mind!
es: Si eres un fanático de las rompecabezas y los juegos de matemáticas, la app de Sudoku te entretendrá por horas. Estos enigmas divertidos requieren que pongas los números 1 - 9 de cierta manera para resolver la rompecabezas. Puede parecer complicado al principio, pero con esta app, podrás aprender a jugar y te acostumbrarás en poco tiempo. ¡Muy pronto te divertirás resolviendo rompecabezas Sudoku y ejercitando tu mente!
pt: Se você é um fã de quebra-cabeças e jogos de matemática, o app Sudoku é perfeito para você. Estes divertidos quebra-cabeças exigem que você insira números em uma grade para que você tenha linhas, colunas e regiões de grade exclusivas, contendo todos os números de 1 a 9. Pode parecer complicado no começo, mas com este app, você vai aprender a jogar e pode pegar o jeito do jogo muito rápido. Em breve você terá horas de diversão ao resolver enigmas do Sudoku e exercitar sua mente!

# subtitle
source: Learn about math, computers, economics, science, medicine, finance, history, and more, for free
es: Aprende acerca de las matemáticas, el arte, la programación, la economía, la biología, la historia, y mucho más - y todo por gratis
pt: Saiba mais sobre matemática, computadores, economia, ciência, medicina, finanças, história e muito mais, gratuitamente.

# description
source: A whole world of learning is at your fingertips with the Khan Academy app. One of the greatest educational resources out there, Khan Academy, offers online video courses in a vast variety of content areas, including math, biology, chemistry, and physics. These exciting videos give you access to fascinating content, and help you learn more than just your classroom's education. The videos are free, easy to access, and provide learning opportunities that are sure to expand your mind.
es: Con la app de Khan Academy tendrás un mundo de conocimiento a tu alcance. Khan Academy es uno de los recursos educacionales más grandes y ofrece cursos por video en línea en una gran variedad de áreas, incluyendo matemáticas, biología, química, y física. Estos videos interesantes te darán acceso a un contenido fascinante, y te ayudarán a saber más de lo que solo aprenderás en el salón de clases. Todos los videos son gratuitos y te ayudarán a abrir tu mente y ser exitoso en lo que quieras.
pt: Um mundo inteiro de conhecimento está ao seu alcance com o aplicativo Khan Academy. Um dos maiores recursos educacionais no mundo, Khan Academy, oferece vídeo aulas online em uma grande variedade de áreas de conteúdo, incluindo matemática, biologia, química e física. Estes emocionantes vídeos lhe darão acesso a conteúdos fascinantes, e te ajudará a aprender mais do que a educação da sua sala de aula. Os vídeos são gratuitos, de fácil acesso, e proporcionarão oportunidades de aprendizagem que com certeza vão expandir sua mente.

# subtitle
source: Feature-rich dictionary lookup software, with lots of bonus tools
es: Un diccionario con varias funciones para ayudarte a encontrar lo que buscas fácilmente
pt: Software para pesquisa de termos em dicionários, com muitas ferramentas adicionais

# description
source: In reading and conversation, words often come up with which you’re not familiar. Rather than pretend you know what they mean, it’s best to have a dictionary app so you can learn new vocabulary and understand what you read and hear. This dictionary app is easy to use and navigate, so you’ll never have trouble finding just the word you’re looking for.
es: En la lectura y en la conversación, a veces vienen palabras desconocidas. En lugar de pretender que sabes lo que quieren decir, lo mejor es tener una app para que puedas aprender nuevo vocabulario y entender lo que lees y escuchas. Esta app de diccionario es fácil de usar y navegar, por lo que nunca vas a tener problemas para encontrar justo la palabra que estás buscando.
pt: Em leitura e conversação, agumas vezes aparecem palavras com as quais você não está familiarizado. Ao invés de fingir que você sabe o que elas querem dizer, é melhor ter um aplicativo de dicionário onde você possa aprender um novo vocabulário e compreender o que lê e ouve. Este app de dicionário é fácil de usar e navegar, então você nunca terá dificuldade em encontrar a palavra que você está procurando.

# subtitle
source: The free encyclopedia that anyone can edit
es: La enciclopedia libre más grande del mundo
pt: A enciclopédia livre que todos podem editar

# description
source: Whether you’re working online or offline, you want access to the world’s treasure trove of information – Wikipedia. With the Wikipedia app, you’ll have just that. Use the easy search tool to look up any topic you want, and you’ll be able to read the encyclopedia entry on that topic. You’ll learn more than you ever thought possible with access to the Internet's greatest informational resource.
es: Ya sea que estés trabajando con o sin conexión a la Internet, necesitas acceso al tesoro de información más grande del mundo - Wikipedia. Con la app de Wikipedia, precisamente tendrás eso. Busca sobre cualquier tema que quieras y podrás leer el articulo de la enciclopedia sobre ese tema. Aprenderás más de lo que creíste posible con este recurso invaluable.
pt: Não importa de você está trabalhando online ou offline, você quer acesso ao tesouro do mundo da informação - Wikipédia. Com o aplicativo Wikipédia, você vai ter justamente isso. Use a fácil ferramenta de busca para procurar qualquer assunto que você quiser, e você vai ser capaz de ler o que existe na enciclopédia sobre o assunto. Você vai aprender mais do que você jamais imaginou ser possível com o acesso à maior fonte de informação da Internet.

# subtitle
source: Make internet calls for free and cheap online calls to phones and mobiles
es: Haz llamadas gratuitas por internet y llamadas baratas a teléfonos fijos y móviles
pt: Faça chamadas gratuitas pela internet e ligações baratas para telefones e celulares.

# description
source: Skype makes staying in touch incredibly easy and fun! If you have a webcam and a microphone, you can easily make video calls and voice calls to anyone in the world who also has Skype. This app’s features are simple to use and you can stay in touch with people anywhere in world!
es: ¡Skype te ayuda a mantenerte en contacto con quien quieras! Si tienes una cámara web y un micrófono, puedes hacer llamadas de video o de voz a cualquiera otra persona en el mundo que tenga Skype, por gratis. Ahora podrás mantenerte en buen contacto con todos tus seres queridos, o hasta hacer nuevos amigos en otros locales, con solo el uso de la Internet, Skype, y un micrófono!
pt: Skype faz você ficar em contato facilmente e de forma divertida! Se você tiver uma webcam e um microfone, você pode facilmente fazer chamadas de vídeo e chamadas de voz para qualquer pessoa no mundo que também tem Skype. As ferramentas deste aplicativo são simples de usar e você pode ficar em contato com pessoas em qualquer lugar no mundo!

# subtitle
source: Multiplayer 3D game inspired by the lightcycle sequence from the movie Tron
es: Un juego en 3D inspirado por la película Tron
pt: Jogo multiplayer em 3D inspirado pelas motos futuristas lightcycle do filme Tron.

# description
source: This exciting game lets you into the world of Tron. Get behind the wheel of a “light cycle”, a cool and futuristic motorcycle, and battle others on the road. Force your opponents to hit the arena walls to eliminate them from the game and come out victorious. This app is easy to learn and a lot of fun to play!
es: Este juego emocionante te lleva al mundo de Tron. Ponte detrás el volante de una motocicleta futurística y genial, y compite con otros por el camino. Trata de forzar a tus oponentes a golpearse con las paredes de la arena para eliminarlos del juego y salir victorioso. ¡Este juego es fácil de usar y muy divertido!
pt: Este emocionante jogo leva você para o mundo do Tron. Dirija um "ciclo de luz", uma moto legal e futurista, e combata os outros pela estrada. Force os seus adversários a bater nas paredes da arena para eliminá-los do jogo e sair vitorioso. Este aplicativo é fácil de aprender e muito divertido de jogar!
