Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Whether you’re wondering about the life of your favorite movie or pop star, or want to know more about the background and formative years of an important politician, this application can be your guide. Have fun, learn interesting and juicy facts, and share your knowledge of famous people with all of your friends!
fr: Que vous vous interrogiez à propos de la vie de votre star de cinéma ou de musique préférée, ou vouliez en savoir plus sur l’environnement et la formation d’une personnalité politique importante, cette application peut être votre guide. Amusez-vous, apprenez des faits intéressants et croustillants, et partagez vos connaissances sur les personnes célèbres avec tous vos amis !
hi: चाहे आप अपने पसंदीदा मूवी या पॉप स्टार के जीवन के बारे में जाने को उत्सुक हों या आप किसी अहम राजनेता की पृष्ठभूमि और उनके निर्माण के वर्षों के बारे में जानकारी पाना चाहते हों, यह ऐप आपके लिए गाइड बन सकता है। तो मजा उठाइए, रोचक और चटपटी बातें जानिए और साथ ही नामचीन लोगों के बारे में हासिल अपनी जानकारी को अपने दोस्तों को भी बताइए!
id: Mau tahu tentang kehidupan bintang film atau penyanyi favoritmu, atau tahu lebih banyak tentang latar belakang dan tahun-tahun asal seorang politisi penting? Aplikasi ini bisa menjadi panduan untuk itu. Seru-seruan di sini, belajar fakta-fakta menarik dan segar, juga berbagi pengetahuan tentang orang-orang terkenal dengan semua teman!
pt_br: Se você está querendo saber mais sobre o seu filme ou artista preferido, ou quer saber mais sobre o que está por trás da formação de um político importante, este programa pode ser o seu guia. Divirta-se e fique por dentro dos acontecimentos curiosos e interessantes e compartilhe o seu conhecimento sobre os famosos com todos os seus amigos!
zh_cn: 您是在想象自己最喜爱的电影或歌星的关于生活，还是想知道更多关于某位重要政客的背景和成长期，您能从这款APP获取信息。快乐地学习有趣生动的故事，与朋友分享您对名人的了解！

# title
source: Children's Collection
fr: Collection des enfants
hi: बच्चों का कलेक्शन
id: Koleksi Anak-anak
pt_br: Coleção para crianças
zh_cn: 儿童读书室

# subtitle
source: Short stories that will delight the whole family
hi: लघु कहानियां जो संपूर्ण परिवार को खुशियों से भर दे
id: Cerita pendek yang akan menyenangkan seluruh keluarga
pt_br: Contos que irão encantar toda a família
zh_cn: 使全家人快乐的短篇小说

# description
source: Read away! Uncover mysteries, laugh, and embark on adventures. Spend time reading with your children, or let them choose some fun stories to read on their own. Here you will find stories, poems, and folk tales that everyone in your family will enjoy. Start reading and let the entertainment unfold.
hi: पढ़िए! जानिए रहस्यों के बारे में, हंसिए और रोमांचक कारनामों की सैर पर चल पड़िए। अपने बच्चों के साथ पढ़ कर समय बिताइए या उन्हें कुछ मजेदार कहानियां चुनने दीजिए जिन्हें वे खुद से पढ़ सकें। यहां आपको मिलेंगी कहानियांं, कविताएं और रोचक लोक कथाएं, जो आपके परिवार के हर किसी को लुभाए। बस पढ़ना शुरु कीजिए और मनोरंजन की दुनिया पर निकल पड़िए।
id: Bacalah! Ungkap misteri, tertawa, dan berangkatlah berpetualang. Habiskan waktu membaca dengan anak-anak Anda, atau biarkan mereka memilih beberapa cerita menyenangkan untuk dibaca sendiri. Di sini Anda akan menemukan cerita, puisi, dan cerita rakyat yang akan dinikmati oleh setiap orang dalam keluarga Anda. Mulailah membaca dan biarkan hiburan terungkap.
pt_br: Leia! Descubra mistérios, ria e embarque em aventuras. Passe tempo lendo com seus filhos, ou deixe os escolher algumas histórias divertidas para ler por conta própria. Aqui você vai encontrar histórias, poemas e contos folclóricos que todos em sua família irão desfrutar. Comece a ler e deixe o entretenimento se desdobrar.
zh_cn: 阅读吧！揭开奥秘，开怀大笑，踏上冒险之旅。与您的孩子共读阅读时光，或让他们选一些有趣的故事自己来读。您可以在这儿找到全家人都喜欢的故事、诗歌和民间传说。开始阅读，传递快乐。

# title
source: Cooking
es: La Cocina
fr: Cuisine
hi: कूकिंग
id: Memasak
pt: Cozinha
pt_br: Cozinha
zh_cn: 烹饪

# subtitle
source: Delicious recipes and tips for cooking
fr: Délicieuses recettes et astuces de cuisine
hi: स्वादिष्ट रेसिपी और कूकिंग के सुझाव
id: Resep-resep lezat dan kiat-kiat memasak
pt_br: Truques e dicas de cozinha para compartilhar com a família e amigos
zh_cn: 美味食谱和烹饪小贴士

# description
source: Looking to cook something great for your friends and family? This helpful app features basic cooking instructions and some great recipes. Get helpful tips about the kitchen, as well as information on how to eat healthily to keep your body in its best shape. Your loved ones will be glad to share your cooking creations, and will be impressed with your skills.
es: ¿Quieres cocinar algo espectacular para tus amigos y para familia? Deja que esta app de cocina sea tu compañera. Esta app útil contiene instrucciones básicas de cocina y una gran cantidad de recetas deliciosas. Obtén consejos útiles sobre la cocina, y información sobre cómo comer saludablemente para mantener tu cuerpo de la mejor forma. Tus seres queridos estarán contentos de compartir tus creaciones culinarias, y los impresionarás con tus habilidades.
fr: Vous cherchez à cuisiner quelque chose d’excellent pour vos amis et votre famille ? Cette application pratique embarque des consignes basiques de cuisine et quelques excellentes recettes. Obtenez des astuces pratiques à propos de la cuisine, ainsi que des informations sur comment manger sainement pour garder votre corps dans sa meilleure forme. Vos proches seront enchantés de partager vos créations culinaires, et seront impressionnés par vos talents.
hi: क्या आप अपने मित्रों और परिवार के लिए कुछ बेहतरीन पकाना चाहते हैं? इस मददगार ऐप में भोजन बनाने के कुछ मौलिक निर्देश और कुछ बेहतरीन रेसिपी दिए गए हैं। रसोई के बारे में उपयोगी सुझाव पाएं और साथ ही अपने शरीर को बेहतर आकार में बनाए रखने हेतु स्वस्थ्य भोजन करने की विधि पर भी जानकारी प्राप्त करें। आपके चाहने वाले आपके पाक निर्माणों को साझा करने से खुश होंगे, और आपकी इस हुनर से प्रभावित होंगे।
id: Ingin membuat hidangan lezat untuk teman-teman dan keluarga Anda? Aplikasi yang berguna ini menyediakan petunjuk dasar untuk memasak dan sejumlah resep yang sangat lezat. Dapatkan kiat-kiat berguna seputar dapur, juga informasi tentang makanan sehat untuk menjaga tubuh Anda tetap bugar. Orang-orang yang Anda kasihi akan senang untuk membagikan hidangan buatan Anda dan akan terkesan dengan keahlian memasak Anda.
pt: Quer impressionar seus amigos e família na cozinha? Deixe este app ser a sua companhia. Este conveniente app oferece instruções básicas de cozinha e muitas receitas deliciosas. Obtenha dicas úteis sobre culinária e informações sobre como se alimentar com saúde para manter o seu corpo na melhor forma. Os seus convidados ficarão felizes em compartilhar suas criações na cozinha e vão ficar impressionados com suas habilidades.
pt_br: Quer impressionar seus amigos e família na cozinha? Deixe este programa ser a sua companhia. Este conveniente programa oferece instruções básicas de cozinha e muitas receitas deliciosas. Obtenha dicas úteis sobre culinária e informações sobre como se alimentar com saúde para manter o seu corpo na melhor forma. Os seus convidados ficarão felizes em compartilhar suas criações na cozinha e vão ficar impressionados com suas habilidades.
zh_cn: 想要为家人和朋友大展厨艺？这款实用APP主要有基本烹饪说明和一些美味食谱。获取厨房小贴士，并了解如何吃出健康，保持最佳身材。将您的厨房之作与爱人分享，带给他惊喜，您的厨艺将使他回味无穷。

# title
source: Creativity Center
fr: Centre de créativité
hi: रचनात्मक केंद्र
id: Pusat Kreativitas
pt_br: Centro de criatividade
zh_cn: 创意中心

# subtitle
source: Drawing, painting, music, and so much more
hi: ड्रॉइंग, पेंटिंग, म्यूजिक और भी बहुत कुछ
id: Menggambar, mewarnai, musik, dan lainnya
pt_br: Desenho, pintura, musica e muito mais
zh_cn: 素描、绘画、音乐，如此种种

# description
source: Get ready to unleash your imagination. Use this app to uncover new skills and construct innovative objects. Your mind, your hands, and everyday materials will allow you to create useful tools and even works of art.
hi: अपनी कल्पनाशीलता को बाहर निकालने के लिए तैयार हो जाएं। इस ऐप के प्रयोग से नई कुशलताएं सीखें और नई चीजें बनाएं। आपका मन, आपके हाथ, और रोज-रोज की सामग्रियां आपको उपयोगी औजार बनाने और यहां तक कि कलाकृति बनाने की भी अनुमति देंगी।
id: Bersiaplah membebaskan imajinasi Anda. Gunakan aplikasi ini untuk menyingkap kemahiran-kemahiran baru dan membangun obyek-obyek inovatif. Pikiran Anda, tangan Anda, dan bahan-bahan sehari-hari memungkinkan Anda untuk membuat alat-alat yang berguna dan bahkan juga karya seni.
pt_br: Prepare-se para libertar a sua imaginação. Use este programa para descobrir novas habilidades e construir objetos inovadores. Sua mente, suas mãos, e materiais do cotidiano lhe permitirão criar ferramentas úteis e até mesmo obras de arte.
zh_cn: 准备释放您的想象力。使用这款APP去发现新技能，制作创新产品。动用您的大脑和双手，使用日常材料即可助您制作出实用的工具，甚至是艺术品。

# title
source: Dinosaurs
fr: Dinosaures
hi: डायनासोर
id: Dinosaurus
pt_br: Dinossauros
zh_cn: 恐龙

# subtitle
source: Bringing prehistory back to life for you to discover anew
fr: Ramène la préhistoire à la vie pour vous la faire découvrir à nouveau
hi: नईं चीजों की खोज के लिए आपको जीवन के प्राचीन इतिहास में वापस ले जाना
id: Menghadirkan kembali presejarah agar Anda dapat menemukan sesuatu yang baru
pt_br: Trazendo a pré-história de volta à vida para você descobrir de novo
zh_cn: 史前重生，带您重新探索。

# description
source: Dinosaurs first appeared on Earth more than 230 million years ago. They ruled the planet for millions of years, until a catastrophic extinction event wiped out almost all of them. Fossils and other findings have taught us a great deal about these former inhabitants of Earth. This app will introduce you to these incredible prehistoric creatures. Learn about the different types of dinosaurs, from fierce carnivores to massive herbivores.
fr: Les dinosaures sont apparus sur Terre il y a plus de 230 millions d’années. Ils ont été les maîtres sur la planète durant des millions d’années, avant qu’un événement provoque leur extinction catastrophique et les anéantisse presque tous. Les fossiles et autres découvertes nous ont beaucoup appris sur ces habitants originels de la Terre. Cette application vous introduira à ces incroyables créatures préhistoriques. Apprenez beaucoup sur les différents types de dinosaures, des fiers carnivores aux massifs herbivores.
hi: डायनासोर सबसे पहले 230 मिलियन से अधिक वर्ष पहले धरती पर प्रकट हुआ था। उन्होंने लाखों वर्षों तक धरती पर राज किया, जब तक कि किसी विनाशकारी उन्मूलन की घटना ने उनका पूरी तरह से सफाया नहीं कर दिया। उनके जीवाष्म और अन्य खोजों से हमें धरती के इन प्राचीन निवासियों के बारे में बहुत कुछ पता चला। यह ऐप आपको इन अनोखे प्रागौतिहासिक जीवों से परिचय कराएगा। विभिन्न प्रकार के डायनासोर, खूंखार मांसाहारी जंतुओं से लेकर विशालकाय शाकाहारी जंतुओं के बारे में जानें।
id: Dinosaurus pertama kali muncul di bumi lebih dari 230 juta tahun yang lalu. Mereka menguasai planet selama jutaan tahun, hingga bencana kepunahan menyapu bersih hampir semua dari mereka. Fosil dan temuan lain telah mengajarkan kita banyak hal tentang penghuni Bumi terdahulu ini. Aplikasi ini akan memperkenalkan makhluk-makhluk prasejarah menakjubkan ini. Pelajari tentang berbagai jenis dinosaurus, dari karnivora ganas hingga herbivora raksasa.
pt_br: Os dinossauros apareceram pela primeira vez na Terra há mais de 230 milhões de anos atrás. Eles governaram o planeta até que um evento catastrófico eliminou quase todos eles. Os fósseis e outros achados nos ensinaram muito sobre esses antigos habitantes da Terra. Este programa irá apresentar-lhe estas criaturas pré-históricas incríveis. Saiba mais sobre os diferentes tipos de dinossauros, de carnívoros ferozes à herbívoros enormes.
zh_cn: 2.3亿多年前，恐龙首次出现在地球。它们统治地球长达百万年，直到灾难降临，几乎所有恐龙被灭绝了。我们从化石和其他的研究结果了解到地球前居民的很多信息。这款APP将为您介绍这些不可思议的史前生物。了解不同种类的恐龙，包括凶猛的肉食动物和大型食草动物。

# title
source: Disabilities
fr: Handicaps
hi: विकलांगताएं
id: Disabilitas
pt_br: Deficiências
zh_cn: 缺陷

# subtitle
source: Learn how to provide the best care
fr: Apprenez à donner les meilleurs soins
hi: अच्छी देखभाल करना सीखें
id: Ketahui cara memberikan perawatan yang terbaik
pt_br: Aprenda a prestar os melhores cuidados
zh_cn: 学会如何提供最佳护理

# description
source: Learn about the common physical and mental disabilities, and how to take care of the people in your life who have them. From diagnosis and treatments to special devices and special care, you'll learn all about how to make the life of people you know with disabilities easier for them. There will be a lot of challenges, but with the right care and love, you'll all live a much happier and satisfying life.
fr: Apprenez-en plus à propos des handicaps physiques et mentaux communs, et comment s'occuper des gens dans votre vie qui en souffrent. Du diagnostic et traitements aux appareils et soins spéciaux, vous apprendrez tout sur les façons de rendre la vie plus facile pour les gens que vous connaissez en situation de handicap. Ce ne sera pas facile, mais avec soin et amour, vous vivrez tous une vie plus heureuse et satisfaisante.
hi: सामान्य शारीरिक एवं मानसिक विकलांगताओं के बारे में जानें, और अपनी जिंदगी में ऐसे अक्षम व्यक्तियों की देखभाल करना सीखें। डायग्नॉसिस एवं उपचार से लेकर विशेष उपकरण और विशेष देखभाल करने तक, आप अपने परिचित विकलांग व्यक्तियों को उनका जीवन आसान बनाना सीखंगे।
id: Pelajari tentang disabilitas fisik dan mental yang umum dijumpai, dan cara untuk merawat orang-orang dalam kehidupan Anda yang menghadapinya. Mulai dari diagnosis dan perawatan hingga peralatan dan perawatan khusus, Anda akan belajar segala hal yang berkaitan dengan cara memudahkan kehidupan orang-orang dengan disabilitas yang Anda kenal. Akan ada banyak tantangan, tetapi dengan perawatan dan kasih sayang yang tepat, Anda semua akan menjalani kehidupan yang jauh lebih bahagia dan memuaskan.
pt_br: Aprenda mais sobre as deficiências físicas e mentais mais comuns e como cuidar dessas pessoas no seu cotidiano. De diagnósticos e tratamentos a dispositivos e cuidados especiais, você vai descobrir como tornar a vida dessas pessoas mais fácil para eles. Haverá uma série de desafios mas, com os devidos cuidados e amor, vamos todos viver uma vida muito mais feliz e satisfatória.
zh_cn: 了解常见生理和心理缺陷，以及如何照顾您遇到的患有缺陷的人们。从诊断治疗到特殊设备和特殊护理，对于您认识的患缺陷的人群，您将知道如何使他们的生活更轻松。这对您是很大的挑战，但在正确的护理和关爱之下，大家都会生活得更开心，更满足。

# title
source: DIY
hi: डीआईवाय
pt_br: DYI

# subtitle
source: Guidelines to create a wide variety of items
hi: विभिन्न वस्तुओं का निर्माण करने के लिए दिशानिर्देश
id: Panduan untuk menciptakan bermacam-macam item
pt_br: Guias para criar uma ampla variedade de itens
zh_cn: 各式物品制作指南

# description
source: There is nothing you cannot do. With these guidelines your home can become your very own workshop. From practical tools to decorations and creative recipes, you can do it yourself! Simply follow these tutorials and create wonderful items that will surprise your family and friends.
hi: ऐसा कुछ भी नहीं जो आप नहीं कर सकते। इन दिशानिर्देशों के जरिए आपका घर आपका खुद का वर्कशॉप बन सकता है। प्रायोगिक औजारों से लेकर सजावटी और रचनात्मक नुस्खे तक, आप इसे खुद कर सकते हैं! बस इन ट्युटोरियल्स का पालन करें और ऐसी अनोखी वस्तुएं बनाएं जिन्हें देखकर आपका परिवार और आपके दोस्त चकित रह जाएंगे।
id: Tidak ada yang tidak bisa Anda lakukan. Dengan panduan ini, rumah Anda bisa menjadi bengkel milik Anda. Dari alat-alat praktis sampai dekorasi dan resep kreatif, Anda bisa melakukannya sendiri! Cukup ikuti tutorial-tutorial ini dan ciptakan barang-barang menakjubkan yang akan membuat teman-teman dan keluarga Anda terkejut.
pt_br: Não há nada que você não pode fazer. Com Essas diretrizes sua casa pode se tornar seu próprio workshop. A partir de ferramentas práticas para decorações e receitas criativas, você pode fazê-lo sozinho! Basta seguir estes tutoriais e criar itens maravilhosos que irão surpreender a sua família e amigos.
zh_cn: 您无所不能。在这些指南之下，您就可以将家变成工坊。从实用工具到家居装饰，再到创意食谱，您可以自己做到。只需跟随教程，就可以制作成让您亲友惊喜的物品。

# title
source: EduCollections
hi: एडुकलेक्शन
id: KoleksiEdu
pt_br: EduColeções
zh_cn: 教育资源汇集

# subtitle
source: All sorts of information to help better your life
fr: Toutes sortes d'informations pour vous aider à améliorer votre vie
hi: सभी प्रकार की जानकारी जिससे अपने जीवन को बेहतर बनाने में मदद मिलती है
id: Segala jenis informasi untuk hidup Anda yang lebih baik
pt_br: Informações de todo tipo para ajudar a melhorar a sua vida
zh_cn: 一切信息旨在更好服务客户

# description
source: This app is full of reliable information sent directly from the Guatemalan government to help you live a healthier and more prosperous life. Find information about cultivating different kinds of crops, tips for mothers before and after pregnancy, tools for teachers preparing a curriculum, worksheets for students who want to supplement their classroom learning, texts to teach the Mayan language, and many great information. This source of knowledge is ready at your disposal, and can be a useful tool no matter your age.
fr: Cette application est remplie d’informations fiables transmises directement par le gouvernement guatémaltèque pour vous aider à vivre une vie plus saine et plus prospère. Trouvez des informations pour vous aider à faire pousser différents types de cultures, des astuces pour les mères avant et après la grossesse, des outils pour aider les enseignants à préparer un programme, des feuilles de travail pour les étudiants souhaitant compléter leur apprentissage en classe, des textes pour apprendre la langue maya, et pleins d’informations passionnantes. Cette source de connaissances est prête à utiliser, et peut être un outil utile, quel que soit votre âge.
hi: यह ऐप विश्वसनीय सूचनाओं से भरा है जिन्हें ग्वाटेमाला सरकार की ओर से भेजा गया है ताकि आपको स्वस्थ और अधिक समृद्ध जीवन जीने में मदद मिल सके। विभिन्न प्रकार की फसलों की खेती के बारे में जानकारी प्राप्त करें, गर्भावस्था से पहले और बाद की अवस्था में मांओं के लिए सुझाव, करिक्युलम तैयार करने वाले शिक्षकों के लिए टूल्स, उन छात्रों के लिए वर्कशीट्स उपलब्ध हैं जो अपने क्लासरूम शिक्षण के लिए सप्लिमेंट चाहते हैं, मयन भाषा सिखाने के लिए टेक्स्ट, और अनेक उपयोगी जानकारी उपलब्ध हैं। ज्ञान का यह स्रोत आपके व्यवस्थापन पर तैयार है, और आप किसी भी आयु में इसका इस्तेमाल कर सकते हैं।
id: Aplikasi ini penuh informasi tepercaya yang dikirim langsung dari pemerintah Guatemala untuk membantu Anda hidup lebih sehat dan lebih sejahtera. Temukan informasi tentang budidaya berbagai jenis tanaman, kiat untuk ibu sebelum dan sesudah kehamilan, sarana bagi guru mempersiapkan kurikulum, lembar kerja bagi siswa yang ingin melengkapi pembelajaran di kelas, teks untuk mengajar bahasa Maya, dan masih banyak informasi hebat lainnya. Inilah sumber pengetahuan yang bisa digunakan kapan saja, dan dapat menjadi alat bermanfaat, berapa pun usia Anda.
pt_br: Programas somente disponíveis em língua espanhola.
zh_cn: 该App汇集了危地马拉政府提供的大量信息，旨在帮助客户生活得更健康。查找不同作物信息、妈妈孕前孕后注意事项、教师备课工具、学生工作表与学习表、玛雅预言学习文本等，一应俱全。该资源随时供您使用，老少皆宜。

# title
source: Encyclopedia
fr: Encyclopédie
hi: इंसाइक्लोपीडिया
id: Ensiklopedia
pt_br: Enciclopédia
zh_cn: 百科全书

# subtitle
source: The free encyclopedia that anyone can contribute to
fr: L'encyclopédie libre à laquelle chacun peut contribuer
hi: तीन इंसाइक्लोपीडिया हैं जिनके लिए कोई व्यक्ति योगदान दे सकता है
id: Ensiklopedia bebas di mana semua orang dapat berkontribusi
pt_br: A enciclopédia livre editável por todos
zh_cn: 任何人都可投稿的免费百科全书

# description
source: Whether you’re online or offline, you want access to the world’s biggest encyclopedia - Wikipedia. This app is an invaluable resource for students, teachers, and anyone who wants to learn more about the world around them. Use this app to research things for school, find out about world events, and much, much more. You’ll learn more than you ever thought possible with access to the Internet's greatest informational resource - and all for free!
fr: Que vous soyez en ligne ou hors ligne, vous voulez accéder à la plus grande encyclopédie du monde — Wikipédia. Cette application est une ressource précieuse pour les étudiants, enseignants, et quiconque veut apprendre plus à propos du monde qui l’entoure. Utilisez cette application pour rechercher des informations pour l’école, apprenez-en davantage sur les événements mondiaux, et beaucoup, beaucoup plus. Vous apprendrez beaucoup plus que vous ne l’auriez imaginé avec cet accès à la meilleure ressource d’information d’internet —, et tout cela gratuitement !
hi: चाहे आप ऑनलाइन हों या ऑफलाइन, आप दुनिया के सबसे बड़े इंसाक्लोपीडिया - विकिपीडिया तक पहुंचना चाहते हैं। यह ऐप छात्रों, शिक्षकों, और उन लोगों के लिए बहुमूल्य है जो अपने आसपास की दुनिया के बारे में जानना चाहते हैं। इस ऐप का इस्तेमाल करके स्कूल के लिए तथ्यों पर शोध करें, दुनिया हर की घटनाओं के बारे में जानें, और भी बहुत कुछ करें। इंटरनेट के कमाल के सूचना संसाधन का इस्तेमाल कर जो कि जो कि पूरी तरह फ्री है, आप अपनी कल्पना से ज्यादा सीखेंगे!
id: Anda ingin mengakses ensiklopedia terbesar di dunia baik secara online atau offline - Wikipedia. Aplikasi ini merupakan sumber informasi tak ternilai bagi siswa, guru, dan semua orang yang ingin mempelajari lebih jauh tentang dunia di sekitar mereka. Gunakan aplikasi ini guna melakukan penelitian hal-hal untuk tugas sekolah, temukan tentang acara di dunia, dan masih banyak lagi. Anda akan mempelajari lebih dari yang mungkin pernah dibayangkan beserta akses ke sumber informasi terbagus di Internet - dan semuanya gratis!
pt_br: Não importa de você está com ou sem internet, você quer ter acesso ao tesouro do mundo da informação - Wikipédia. Este programa é um recurso valioso para os estudantes, professores e qualquer pessoa que queira aprender mais sobre o mundo em torno deles. Use este programa para pesquisar coisas para a escola, saber mais sobre os eventos mundiais, e muito, muito mais. Você vai aprender mais do que você jamais imaginou ser possível com o acesso à maior fonte de informações da Internet - e tudo de graça!
zh_cn: 无论您在线或是离线，都想使用世界上最大的百科全书—维基百科。这款APP为学生、老师以及任何希望更多地了解周边世界的人提供了宝贵的资源。使用这款APP可以在学校做研究，并发现世界上发生的大事，诸如此类还有很多作用。借助互联网最大信息资源，您从未想过自己将了解如此多的信息—所有信息是免费的！

# title
source: Entrepreneurship
fr: Entreprenariat
hi: उद्यमिता
id: Kewirausahaan
pt_br: Empreendedorismo
zh_cn: 企业家精神

# subtitle
source: Business advice for your inner entrepreneur
hi: आपके अंदर के उद्यमी के लिए बिजनेस सलाह
id: Nasihat bisnis untuk jiwa entrepreneur Anda
pt_br: Dicas de negócios para o seu empresário interior
zh_cn: 为您的企业家之梦提供商业建议

# description
source: Interested in new ventures? Want to launch your own business? This app will help you learn about business plans and financing. You can also discover emerging entrepreneurial ideas, market trends, and the best practices to improve operations. Access these materials and transform your business ideas into reality.
hi: क्या आपको नए उद्यमों में रुचि है? क्या आप अपना बिजनेस शुरू करना चाहते हैं? यह ऐप आपको बिजनेस की योजनाओं और फाइनेंसिंग के बारे में जानने में मदद करेगा। आप उभरते उद्यमशील विचारों, बाजार के रुझानों, और परिचालन को उन्नत बनाने की बेहतर क्रियाविधि की भी खोज कर सकते हैं। इन सामग्रियों का इस्तेमाल करें और अपने बिजनेस विचारों को हकीकत में बदलें।
id: Tertarik dengan usaha baru? Ingin memulai bisnis sendiri? Aplikasi ini akan membantu Anda belajar tentang rencana dan pembiayaan bisnis. Temukan juga ide-ide enterpreneur yang berkembang, tren pasar, dan praktik terbaik untuk meningkatkan operasi. Pelajari semua materi yang ada dan wujudkan ide-ide bisnis Anda.
pt_br: Interessado em novos empreendimentos? Quer lançar o seu próprio negócio? Este programa irá ajudá-lo a aprender sobre os planos de negócios e financiamento. Além disso, você pode descobrir idéias empreendedoras emergentes, tendências de mercado e as melhores práticas para melhorar as operações. Acesse estes materiais e transforme suas idéias de negócio em realidade.
zh_cn: 对新商机感兴趣吗？想要自己创业吗？这款APP帮您了解商业规划和金融。您也可以发掘新兴创业理念，市场走向以及改善经营的最佳做法。获取这些信息，将您的商业理念变为现实。

# title
source: Farming
fr: Agriculture
hi: खेती
id: Bertani
pt_br: Agricultura
zh_cn: 农业

# subtitle
source: Learn about crops and raising animals
fr: Apprenez sur les cultures et l’élevage des animaux
hi: फसलों और पशुपालन के बारे में जानें
id: Belajar cara memanen dan membesarkan hewan
pt_br: Saiba mais sobre lavouras e criação de animais
zh_cn: 了解农作物和畜牧
