Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: This fun application is a great way for kids, and even adults, to learn how to type! Learn the basics, or improve your skills by playing games that teach you how to use a keyboard without even looking at it. Children today are growing up surrounded by computers and mobile devices, and learning how to use these technologies well will only grow more important in the future. Start them off with a great foundation by downloading this app and encouraging them to play!
es: Esta aplicación divertida les ayuda a niños aprender a escribir a máquina, e incluso puede ayudar hasta adultos hacer lo mismo. Aprende los conceptos básicos, o mejora tus habilidades, por medio de juegos que te enseñan a usar un teclado sin siquiera mirarlo. Los niños de hoy están creciendo rodeados de computadoras y otros electrónicos, entonces aprender a utilizar estas tecnologías correctamente será aún más importante en el futuro. ¡Comienza por darles los fundamentos al descargar esta app y animándolos a jugar!
fr: Cette amusante application est une excellente façon pour les enfants, et même les adultes, d’apprendre comment taper au clavier ! Apprenez les bases, ou améliorez vos compétences en jouant à des jeux qui vous enseignent comment utiliser le clavier sans même le regarder. Les enfants d’aujourd’hui grandissent entourés d’ordinateurs et d’appareils mobiles, et apprendre comment utiliser correctement ces technologies sera de plus en plus important dans le futur. Donnez-leur une base solide en téléchargeant cette application et en les encourageant à jouer !
hi: यह मनोरंजक ऐप्लिकेशन बच्चों के लिए और यहां तक कि बड़ों के लिए भी टाइप करना सीखने का एक शानदार माध्यम है! गेम खेलकर बेसिक सीखें, या अपने हुनर को सुधारें। यह गेम आपको कीबोर्ड की तरफ बिना देखे इसका इस्तेमाल करना सिखाता है। आजकल के बच्चे अपने आसपास कम्प्यूटर और मोबाइल उपकरण को देखते हुए बड़े होते हैं, और इन तकनीकों का इस्तेमाल करना सीखना भविष्य में बहुत महत्वपूर्ण साबित होगा। यह ऐप डाउनलोड करके इसकी एक महान नींव डाल दें और उन्हें खेलने के लिए प्रेरित करें!
id: Aplikasi yang menyenangkan ini adalah cara yang bagus untuk anak-anak, dan bahkan orang dewasa, untuk belajar cara mengetik! Pelajari dasar-dasarnya, atau tingkatkan keterampilan Anda dengan bermain permainan yang mengajarkan Anda bagaimana menggunakan papan ketik bahkan tanpa melihatnya. Anak-anak masa kini tumbuh dikelilingi oleh komputer dan perangkat bergerak, dan mengetahui cara menggunakan teknologi tersebut dengan baik akan menjadi lebih penting di masa depan. Persiapkan mereka dengan dasar-dasar yang baik dengan mengunduh aplikasi ini dan mendorong mereka untuk bermain!
pt: Este aplicativo divertido é um ótimo meio para crianças e adultos aprenderem a digitar! Aprenda o básico ou aprimore suas habilidades com jogos que o ensinam como usar um teclado sem nem precisar olhar para ele. As crianças de hoje estão crescendo rodeadas de computadores e dispositivos móveis, e aprender como usar essas tecnologias adequadamente é muito importante para o seu futuro. Ajude-os a começar da forma correta, baixando este app e incentivando-os a jogar!
pt_br: Este programa divertido é um ótimo meio para crianças e adultos aprenderem a digitar! Aprenda o básico ou aprimore suas habilidades com jogos que o ensinam como usar um teclado sem nem precisar olhar para ele. As crianças de hoje estão crescendo rodeadas de computadores e dispositivos móveis, e aprender como usar essas tecnologias adequadamente é muito importante para o seu futuro. Ajude-os a começar da forma correta, baixando este programa e incentivando-os a jogar!
zh_cn: 这个有趣的软件是儿童和成人学习打字的一个很好途径！在玩这个教你甚至不看也能灵活运用键盘的游戏时，您可以学到基本的打字方法、提高打字技巧。如今的孩子们在充斥着电脑与电子设备的环境中成长，学会如何运用这些科技在将来会显得越来越重要。赶紧下载这个App，鼓励他们通过玩游戏来打好基础吧！

# title
source: FreeCiv
hi: फ्रीसिव

# subtitle
source: Guide your own civilization to greatness
fr: Guidez votre civilisation à la gloire
hi: अपने खुद के सिविलाइजेशन को महानता की ओर निर्देशित करें
id: Pandu peradaban Anda untuk mencapai kejayaan
pt_br: Viaje através do tempo para criar a sua própria civilização e levá-la à ser nobre
zh_cn: 带领您的文明走向辉煌

# description
source: Create your own world with this action-packed game that lets you travel through time and start a civilization of your very own. You'll start at the begging, in a pre-historic world, where you'll need to create your own tribe. Then, you'll move onto the middle ages, survive the plague and invent the wheel. You'll continue through the ages until you reach modern times and need to balance world politics with your agenda to lead your people to conquering the moon and beyond!
es: Crea tu propio mundo con este juego lleno de acción que te permite viajar por el tiempo y comenzar tu propia civilización. Empezaras en un mundo prehistórico, en el que tendrás que crear tu propia tribu. Después de poco tiempo, te encontrarás en la Edad Media y tendrás que sobrevivir a la plaga e inventar nueva tecnología, como la rueda. De allí, continuarás a través de los siglos hasta llegar a los tiempos modernos. ¡Necesitarás equilibrar la política mundial con tu agenda para guiar a tu pueblo hacia la conquista de la luna y de más allá!
fr: Créez votre propre monde avec ce jeu plein d'action qui vous laisse voyager dans le temps et créer une civilisation personnalisée. Vous commencerez à partir de rien, dans un monde préhistorique, dans lequel vous devrez créer votre propre tribu. Ensuite, vous irez jusqu'au moyen âge, survivrez à la peste et inventerez la roue. Vous continuerez à travers les âges jusqu'à atteindre les temps modernes, et devrez gérer les questions de géopolitique à votre agenda pour conduire votre peuple à conquérir la lune et davantage encore !
hi: ऐक्शन से भरपूर इस गेम से अपनी खुद की दुनिया बनाएं जो आपको समय की यात्रा करने और अपने खुद का सिविलाइजेशन आरंभ करने की सुविधा देता है। आप शुरुआत से आरंभ करेंगे, प्रागौतिहासिक जगत में, जहां आपको अपना खुद का कबीला बनाना होगा। इसके बाद, आप मध्य युग में प्रवेश करेंगे, खेती से गुजर-बसर करेंगे और पहिए का आविष्कार करेंगे। आप युगों से होकर गुजरते जाएंगे जब तक कि आप आधुनिक युग में नहीं पहुंच जाते और आपको अपने एजेंडे से विश्व राजनीति को संभालना पड़ेगा जिससे आपके लोग चांद और इसके पार की दुनिया पर विजय पाएंगे!
id: Ciptakan dunia Anda sendiri dalam permainan penuh aksi ini dengan melakukan perjalanan lintas waktu dan memulai sendiri peradaban Anda. Anda akan mulai di tahap awal, dunia pra-sejarah, dan mulai dari menciptakan suku Anda sendiri. Lalu, Anda akan beralih ke masa pertengahan, menyelamatkan diri dari wabah dan menemukan roda. Anda akan melanjutkan melintasi berbagai masa hingga mencapai masa modern dan perlu menyeimbangkan politik dunia dengan Agenda Anda untuk memimpin bangsa Anda untuk menaklukkan bulan dan lebih jauh lagi!
pt_br: Crie seu próprio mundo com este jogo cheio de ação que lhe permite viajar no tempo e começar sua própria civilização. Você começará em um mundo pré-histórico, onde você vai precisar criar a sua própria tribo. Depois, você vai passar para a Idade Média, sobreviver à praga e inventar a roda. Você vai continuar a viajar através dos tempos até alcançar a modernidade e precisará saber administrar suas obrigações frente a tudo que está acontecendo no mundo, para poder conduzir o seu povo na conquista da lua e muito mais! Não é incrível?
zh_cn: 在这个动作系列游戏中创建您自己的世界吧，您可以穿越时空，开创自己的文明。在史前世界，您可能身无分文，需要创建您自己的部落。进入中世纪后，您需要在瘟疫中存活，还有发明轮子。接着您会来到近代，在这里，您需要稳定世界政局，安排您的日程，带领您的人民征服月球与宇宙！

# title
source: FreeCol
hi: फ्रीकोल

# subtitle
source: Create your own country and conquer the world
fr: Créez votre propre pays et conquérez le monde
hi: अपना देश बनाएं और दुनिया जीत लें
id: Ciptakan negara sendiri, lalu kuasai dunia
pt_br: Crie o seu próprio país e deixe sua marca no mundo
zh_cn: 创立您自己的国家，征服整个世界

# description
source: Have you ever wanted to start your own country? Well, now you can. Go back into an alternative universe where America has still not been colonized and create towns, cities, and states that will support your ultimate plan. Will you try to dominate the world, or will you promote international peace and prosperity? You decide.
fr: Avez-vous jamais voulu lancer votre propre pays ? Désormais, vous le pouvez ! Immergez-vous dans un univers alternatif où l’Amérique n’a toujours pas été colonisée et créez des villes, villages et États qui se rangeront sous vos drapeaux. Tenterez-vous de dominer le monde, ou promouvrez-vous la prospérité et la paix internationale ? C’est vous qui décidez.
hi: क्या आपने कभी अपना देश शुरू करना चाहा है? तो ठीक है, अब आप कर सकते हैं। एक वैकल्पिक ब्रह्मांड में जाएं जहां अमेरिका ने भी अपना उपनिवेश नहीं बनाया है और नगरों, शहरों, राज्यों का निर्माण करें जो आपकी असली योजना को समर्थन देंगे। क्या आप दुनिया पर हावी होना चाहेंगे, या आप अंतर्राष्ट्रीय शांति और समृद्धि को बढ़ावा देंगे? खुद फैसला कीजिए।
id: Pernahkah Anda ingin mendirikan negara Anda sendiri? Nah, sekarang Anda bisa. Pergilah ke semesta alternatif di mana Amerika masih belum dikolonisasi dan dirikan kota-kota kecil, kota-kota besar, dan negara-negara bagian yang akan mendukung rencana utama Anda. Akankah Anda mencoba menguasai dunia, atau apakah Anda akan mendorong perdamaian dan kemakmuran internasional? Keputusan Anda.
pt_br: Alguma vez você já quis começar seu próprio país? Bem, agora você pode. Volte para um universo alternativo onde a América ainda não havia sido colonizada e crie vilas, cidades e estados que irão apoiar todos os seus planos. Você vai tentar dominar o mundo ou você irá promover a paz mundial e a prosperidade? Você decide!
zh_cn: 您曾想过创立自己的国家吗？您现在就有这个机会了。让我们回到美国仍未成为殖民地的时空，创造出能实现您最终目的的小镇、城市和州吧。您会征服世界？还是会促进世界和平与繁荣？一切尽在您手中。

# title
source: Frozen Bubbles
fr: Bulles Glacées
hi: फ्रोजन बबल्स
id: Gelembung Beku
pt_br: Bolhinhas

# subtitle
source: Pop bubbles before they all come crashing down
fr: Éclatez les bulles avant qu'elle ne viennent s'écraser
hi: बुलबुलों को फोड़ें इससे पहले कि वे सभी टकरा कर फूट जाएं
id: Letuskan gelembung sebelum semuanya turun menghimpit
pt_br: O jogo de computador mais viciante de todos
zh_cn: 在泡泡摔破前敲击泡泡

# description
source: Play by yourself or challenge your friends to an exciting game of frozen bubbles! Match the colored bubbles in order to knock them down and get them out of the way before they stack up too high and crash into you. You need to have a good strategy and develop a quick trigger finger in order to win!
es: ¡Juega solo o desafía a tus amigos a un juego emocionante de burbujitas! Une las burbujas del mismo color para derribarlas y sacarlas del camino antes de que se apilen demasiado alto y te caigan encima. ¡Necesitas una estrategia buena, tanto como desarrollar un dedo rápido, para ganar!
fr: Jouez seul ou défiez vos amis à un jeu excitant de bulles glacées ! Faites correspondre les bulles colorées afin de les faire tomber et débarrassez-vous-en avant qu’elles ne s’amassent trop haut et ne vous percutent. Vous aurez besoin d’une bonne stratégie et de développer un doigt rapide à la détente afin de gagner !
hi: फ्रोजन बबल्स का आकर्षक खेल खुद से खेलें या अपने दोस्तों को चुनौती दें! रंगीन बुलबुलों को मैच करें ताकि उन्हें धक्का मारकर रास्ते से ही बाहर कर सकें इससे पहले कि वे कतार में लगते हुए इतने ऊंचे हो जाएं कि आपको टक्कर मार दे। जीतने के लिए आपको बेहतर रणनीति बनानी होगी और अंगुली को तेजी से चलाना होगा!
id: Bermainlah sendiri atau tantang teman-teman Anda dalam permainan gelembung beku yang menyenangkan! Cocokkan gelembung-gelembung berwarna untuk menjatuhkan mereka dan mengeluarkan mereka sebelum mereka menumpuk terlalu tinggi dan menabrak Anda. Anda harus memiliki strategi yang baik dan memiliki jari yang cepat untuk menang!
pt: Jogue sozinho ou desafie seus amigos em um jogo emocionante de bolhas congeladas! Combine as bolhas coloridas para derrubá-las e tirá-las do caminho antes que fiquem empilhadas até o alto e estourem em você. Você precisa de uma boa estratégia e dedos rápidos para conseguir vencer!
pt_br: Jogue sozinho ou desafie seus amigos em um jogo emocionante de bolhas congeladas! Combine as bolhas coloridas para derrubá-las e tirá-las do caminho antes que fiquem empilhadas até o alto e estourem em você. Você precisa de uma boa estratégia e dedos rápidos para conseguir vencer!
zh_cn: 这是个激动人心的冰冻泡泡游戏，您可以选择单机或者与您的朋友对战！匹配这些有颜色的泡泡，把它们敲下来，在他们叠起来摔碎前把它们拿出来。您需要机智的策略和快速的行动来赢得比赛！

# title
source: GIMP
hi: जीआईएमपी
pt: GIMP (edição de imagem)

# subtitle
source: Advanced image editing tool similar to Photoshop
fr: Outil avancé d'édition d'image similaire à Photoshop
hi: फोटोशॉप की तरह ऐडवांस्ड इमेज एडिटिंग टूल
id: Peranti lunak penyunting gambar canggih yang serupa dengan Photoshop
pt_br: Ferramenta de edição e retoque de imagens
zh_cn: 类似Photoshop的高级图片编辑器

# description
source: Edit your photos to create even more beautiful works of art with this advanced photo editor. This app is compatible with Adobe Photoshop, a popular photo editor for Windows computers. If you are new user, it can serve as a basic painting program. Advanced users can do things like convert formats of files and apply a variety of retouching and filtering tools to create works of art. There are so many possibilities for how to create cool images once you get the hang of this helpful editing app!
fr: Éditez vos photos pour créer des travaux artistiques encore plus beaux avec cet éditeur photo avancé. Cette application est compatible avec Adobe Photoshop, un éditeur de photographies populaire pour les ordinateurs sous Windows. Si vous êtes un nouvel utilisateur, il peut servir de programme basique de dessin. Les utilisateurs avancés peuvent faire des opérations telles que convertir des formats de fichiers et appliquer de nombreuses retouches et des filtres pour créer des travaux artistiques. Il y a tellement de possibilités pour créer des images cools une fois que vous apprivoisez cette application d’édition pratique !
hi: इस उन्नत फ़ोटो एडिटर टूल की मदद से अधिक सुंदर कलाकृतियां तैयार करने के लिए अपने फ़ोटोज को एडिट करें। यह ऐप ऐडोब फोटोशॉप के साथ अनुकूल है जो विंडोज कम्प्यूटर के लिए एक लोकप्रिय फ़ोटो एडिटर है। यदि आप नए यूजर हैं, तो यह एक आधारभूत पेंटिंग प्रोग्राम के रूप में आपकी मदद कर सकता है। प्रशिक्षित यूजर्स फाइलों के फॉर्मेट को बदलने, और अनेक प्रकार के रीटचिंग करने और कलाकृति बनाने के लिए टूल्स को फिल्टर करने जैसा काम कर सकते हैं। इस उपयोगी एडिटिंग ऐप से परिचित हो जाने पर आपको शानदार तस्वीरें तैयार करने के लिए अनेक संभावनाएं मिलेंगी!
id: Jadikan foto Anda karya seni yang jauh lebih indah dengan editor foto canggih ini. Kompatibel dengan Adobe Photoshop, yaitu editor foto Windows yang populer. Untuk pengguna awam, aplikasi ini dapat berfungsi sebagai program mewarnai dasar. Pengguna mahir dapat melakukan banyak hal seperti mengonversi format berkas atau memberikan sentuhan ulang dan peralatan filter untuk menciptakan banyak karya seni. Sekali Anda menguasai aplikasi editing ini, akan ada banyak cara untuk membuat gambar-gambar keren!
pt_br: Esta é a aplicação gratuita semelhante ao Adobe Photoshop. Esta ferramenta permite que você edite fotos de diversas maneiras, criando fotos ainda mais bonitas que as originais. Este programa também pode fazer coisas como converter formatos de arquivos ou servir como um programa básico de pintura. Existem muitas possibilidades para criar imagens legais uma vez que você souber utilizar esse programa de edição!
zh_cn: 用这个高级图片编辑器来编辑您的照片，创造出更美丽的艺术品吧。这个app与Windows computer中热门的图片编辑器 Adobe Photoshop兼容。如果您是一个初级用户，它会为您提供基本的绘画程序。高级用户可以转换文件格式，使用各种修饰和过滤器，创造艺术品。创造精彩图片有无数种方法，马上来使用这个图片编辑app吧！

# title
source: Freecell
hi: फ्रीसेल
pt: Paciência Freecell

# subtitle
source: Solitare based single player card game
es: Una variación del juego de cartas clásico
fr: Jeu de carte pour un joueur basé sur le solitaire
hi: सॉलिटेयर आधारित सिंगल प्लेयर कार्ड गेम
id: Permainan kartu satu pemain berbasis Solitaire
pt: Jogo de cartas de um jogador, estilo Paciência
pt_br: Jogo de cartas de um jogador, estilo Paciência
zh_cn: 类似于Solitare的单人纸牌游戏

# description
source: This application lets you play a new type of solitaire that will keep you entertained for hours! The general idea is to put cards of the same suit down in numerical order, but it’s a little more complicated than that. This card game challenges the mind and provides plenty of entertainment for you to enjoy.
fr: Cette application vous laisse jouer à un nouveau type de solitaire qui vous divertira durant des heures ! L’idée générale est de placer les cartes de la même suite suivant leur ordre numérique, mais c’est un peu plus compliqué que cela. Ce jeu de cartes défie l’esprit et vous gratifie de nombreuses heures de divertissement.
hi: यह ऐप आपको एक नए प्रकार का सॉलिटेयर खेलने की सुविधा देता है जो आपका घंटों मनोरंजन करेगा! इसका सामान्य आइडिया है समान सुइट के कार्ड को सांख्यिक रूप से नीचे की ओर रखना, लेकिन यह उससे थोड़ा अधिक कठिन है। यह कार्ड गेम दिमाग को चुनौती देता है और आपको ढेर सारा मनोरंजन प्रदान करता है।
id: Aplikasi ini memungkinkan Anda memainkan solitaire jenis baru yang akan membuat Anda terhibur selama berjam-jam! Cara bermainnya secara umum ialah mengurutkan secara angka kartu dari jenis yang, tetapi juga sedikit lebih rumit daripada itu. Permainan kartu ini menantang pikiran dan memberikan banyak hiburan untuk Anda nikmati.
pt_br: Este programa permite que você jogue um novo tipo de paciência que irá mantê-lo ocupado por horas! Freecell Paciência é um pouco diferente da Paciência tradicional, mas as regras são fáceis de entender. Como a Paciência tradicional, a ideia geral é colocar cartas do mesmo naipe para baixo, em ordem numérica, mas é um pouco mais complicado do que isso. Este jogo de cartas desafia a mente e proporciona muita diversão para você aproveitar.
zh_cn: 这个App让您体验一种新型的单人纸牌游戏，其乐无穷!普通纸牌游戏是将同一种花色的牌按照数字顺序排列，而这个游戏的玩法会复杂一些。它在挑战您的智力之余，可以给您带来无限的乐趣。

# title
source: Math Plotting
fr: Tracé Mathématique
hi: मैथ प्लॉटिंग
id: Membuat Plot Matematika
pt_br: Matemática
zh_cn: 数学绘图

# subtitle
source: Interactive computation and data visualization tool
fr: Outil de calcul interactif et de visualisation de données
hi: इंटरैक्टिव कम्प्युटेशन और डेटा वीजुअलाइजेशन टूल
id: Alat komputasi dan visualisasi data interaktif
pt_br: Ambiente de computação numérica e linguagem de programação
zh_cn: 交互式计算和数据可视化工具

# description
source: This math application offers advanced mathematical computing functions that can be used for far more than just basic calculations. If you’re a math whiz who loves to experiment with this exciting discipline, this is the app for you. And even if you’re not, the app works wonderfully as an advanced calculator. Everything you need to figure out numerical mysteries is right here.
fr: Cette application de maths offre des fonctions mathématiques avancées qui peuvent être utilisées pour bien plus que du calcul basique. Si vous êtes un féru de maths qui adore expérimenter cette discipline fascinante, c'est l'application pour vous. Et si ce n'est pas le cas, cette application fonctionne parfaitement en tant que calculatrice évoluée. Tout ce que vous avez besoin de savoir sur les mystères numériques se trouve juste ici.
hi: गणित का यह अनुप्रयोग उच्च श्रेणी के गणितीय कम्प्युटिंग फंक्शंस प्रदान करता है जिसका इस्तेमाल आधारभूत गणनाओं से कहीं अधिक के लिए किया जा सकता है। यदि आप गणित के ज्ञाता हैं जिन्हें इस आकर्षक विषय के साथ प्रयोग करना पसंद है, तो यह ऐप आपके लिए है। और यदि आप ऐसे नहीं भी हैं, तो भी यह ऐप उच्च श्रेणी के कैल्कुलेटर की तरह बेहतरीन काम करता है। वे हर चीजें यहां मौजूद हैं जिनकी आवश्यकता आपको आंकिक पहेलियों का पता लगाने के लिए होती है।
id: Aplikasi matematika ini menawarkan fungsi penghitungan matematika canggih yang dapat digunakan lebih jauh daripada penghitungan dasar. Jika Anda seorang jagoan matematika yang suka bereksperimen dengan disiplin ilmu yang menarik ini, aplikasi ini untuk Anda. Dan bahkan jika bukan, aplikasi ini bekerja sangat baik sebagai kalkulator tingkat lanjut. Segala sesuatu yang Anda perlukan untuk memecahkan misteri yang berhubungan dengan angka ada di sini.
pt_br: Esta aplicação matemática oferece funções matemáticas avançadas que podem ser utilizadas para bem mais do que apenas cálculos básicos. Se você é um gênio da matemática que gosta de experimentar com esta disciplina emocionante, este é o programa para você. E mesmo se você não for, o programa funciona maravilhosamente como uma calculadora de alto nível. Tudo o que você precisa descobrir sobre mistérios numéricos esta bem aqui.
zh_cn: 这个数学应用程序不仅可以提供简单计算，还可以提供高级数学计算功能，如果您是一个喜欢这个挑战性的学科的数学天才的话，这就是为您量身定做的app。即使您不是，那么这个app也可以作为一个高级计算器发挥它的用处。所有您想了解的数学奥秘，应有尽有。

# title
source: Notes
es: Notas
hi: नोट्स
id: Catatan
pt_br: Anotações
zh_cn: 备忘录

# subtitle
source: Never lose a note again
fr: Ne perdez plus jamais une note
hi: नोट्स को दुबारा कभी न खोएं
id: Tak akan lagi kehilangan catatan
pt_br: Faça suas anotações e as encontre facilmente na sua área de trabalho
zh_cn: 请勿再次丢失

# description
source: Do you find yourself writing down lots of notes on pieces of paper that later get lost or torn? Or, are there so many notes on your desk that you're running out of space? No matter what kind of notes you need to take, this note app can help you keep them all in one place. This app also has the ability to link notes together so that you can easily access all related notes and stay even more organized!
fr: Vous surprenez-vous régulièrement à écrire de nombreuses notes sur des bouts de papier qui se retrouveront bientôt perdus ou illisibles ? Ou y a-t-il tellement de notes sur votre bureau que vous commencez à être à court de place ? Peu importe quel genre de note vous voulez prendre, cette application de note peut vous aider à les garder toutes à un endroit. Cette application a également la capacité de lier les notes entre elles afin que vous puissiez facilement accéder à toutes les notes liées et être même encore plus organisé !
hi: क्या आप कागज के टुकड़े पर ढेर सारे नोट्स लिखते हैं और बाद में वे खो जाते हैं या फट जाते हैं? या, आपके डेस्क पर इतने नोट्स जमा हो गए हैं कि आपके पास स्थान नहीं है? इससे कोई फर्क नहीं पड़ता कि आपको किस प्रकार के नोट्स लेने हैं, यह नोट ऐप सभी नोट्स को एक ही स्थान पर रखने में आपकी मदद कर सकता है। इस ऐप में नोट्स को आपस में लिंक करने की भी सुविधा है ताकि आप सभी संबंधित नोट्स का इस्तेमाल कर सकें और अधिक व्यवस्थित बने रह सकें!
id: Apakah Anda sering menuliskan catatan pada secarik kertas yang kemudian hilang atau sobek? Atau apakah ada begitu banyak catatan di meja Anda sampai-sampai Anda kehabisan tempat? Tidak peduli hal apa yang perlu Anda catat, aplikasi catatan ini dapat membantu Anda menyimpan semuanya di satu tempat. Aplikasi ini juga mampu menautkan catatan bersama-sama agar Anda dapat mengakses semua catatan yang berhubungan dengan mudah dan bekerja dengan lebih teratur lagi!
pt_br: Você costuma fazer anotações em vários pedaços de papel que depois se perdem ou rasgam? Ou, você tem tantas anotações em cima da sua mesa que você já está ficando sem espaço? Não importa que tipo de anotações você precisa fazer, este programa de anotações pode te ajudar a manter todas elas em um só lugar. Ele também tem a capacidade de juntar as anotações que combinam para que você possa acessar facilmente todos os assuntos por categoria e ficar ainda mais organizado!
zh_cn: 是否有备忘录遗失或无意损坏的经历？是否有笔记本堆满办公桌，或占用太多空间的经历？无论何种类型，该App会将所有笔记集合在同一地方，并且进行关联，以方便客户随时查询相关信息。

# title
source: Iagno
hi: लैग्नो

# subtitle
source: A fun puzzle game that involves lots of thought
fr: Un jeu de puzzle amusant qui nécessite beaucoup de réflexion
hi: एक मजेदार पहेली गेम खेल जिसमें खूब सारा दिमाग लगाना पड़ता है
id: Gim puzzle seru yang perlu banyak pertimbangan
pt_br: Tente virar todas as peças para a sua cor nesse jogo de quebrar a cabeça
zh_cn: 该拼图游戏启发智力、促进思考。
