Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: If you’re a big fan of jigsaw puzzles, you’ll love this game. Unlike other games of its type, it’s not necessary to align pieces on a grid. Instead, Palapeli has a more real-life feel, with pieces that are freely movable. Choose your puzzle and start putting together the pieces. This game is fun, rewarding, and as true to life as can be.
fr: Si vous êtes un grand fan de puzzles, vous adorerez ce jeu. Contrairement aux autres jeux de ce type, il n’est pas nécessaire d’aligner les pièces sur une grille. Au lieu de cela, Palapeli donne une sensation plus réaliste, avec des pièces que l’on peut déplacer librement. Choisissez votre puzzle et commencez à assembler les pièces. Ce jeu est amusant, récompensant, et est aussi vrai que la vie peut l’être.
hi: यदि आप जिगशॉ पज़ल के दीवाने हैं, तो आपको यह गेम पसंद आएगा। इस प्रकार के दूसरे गेम्स के विपरीत, इसमें टुकड़ों को ग्रिड में अलाइन की जरूरत नहीं होती। इसके बदले, पैलापेली में वास्तविक जीवन की अनुभूति अधिक है, टुकड़े स्वतंत्र रूप से गति करते हैं। अपना पज़ल चुनें और टुकड़ों को एकसाथ रखना आरंभ करें। यह गेम मनोरंजक, फलदायी और यथासंभव वास्तविक है।
id: Apabila Anda menyukai teka-teki gambar, Anda akan menyukai permainan ini. Tidak seperti permainan lainnya, Anda tidak harus memasang potongan ke kisi-kisi. Palapeli terasa lebih nyata, karena potongan-potongannya dapat digerakkan secara bebas. Pilih teka-teki Anda dan mulailah menggabungkan potongan-potongannya. Permainan ini menyenangkan, memuaskan, dan amat mirip dengan yang sesungguhnya.
pt_br: Se você é um grande fã de quebra-cabeça, você vai adorar este jogo. Ao contrário de outros jogos desse tipo, não é necessário alinhar peças em uma grade. Em vez disso, Palapeli tem uma sensação mais real, com peças que são livremente móveis. Escolha o seu quebra-cabeça e começe a montar as peças. Este jogo é divertido, gratificante e tão verdadeiro como na vida como real.
zh_cn: 如果您是拼图游戏的超级粉丝，您一定会喜欢这个游戏的！与其他拼图游戏不同，在此游戏中您无需将每一片拼图摆在固定的网格中。Palapeli给您带来一种更加真实的体验，每一片拼图都可以完全自由移动。这个游戏有趣、益智、生动逼真，赶紧选择您喜欢的一幅图片，将一片片拼图组合起来吧!

# title
source: Virtual School
fr: École Virtuelle
hi: अप्रत्यक्ष स्कूल
id: Sekolah Maya
pt_br: Escola Virtual
zh_cn: 虚拟学校

# subtitle
source: Free educational videos on almost any subject
fr: Vidéos éducatives gratuites sur presque tous les sujets
hi: लगभग सभी विषयों पर फ्री शैक्षणिक वीडियो
id: Video pendidikan gratis untuk hampir semua bidang
pt_br: Saiba mais sobre matemática, computadores, economia, ciência, medicina, finanças, história e muito mais, gratuitamente.
zh_cn: 各种学科的免费教学视频

# description
source: Learning is easy and fun with video courses on subjects like math, biology, chemistry, physics, and many more! Students all over the world are successfully using these videos to conquer difficult subjects in a fun and engaging way. Whether you need extra help on your schoolwork or are setting out to learn something new on your own, you'll find what you're looking for here. Learn difficult subjects in a way that makes sense to you, and see how this app and these videos can help you succeed in school and in life!
fr: Apprendre est facile et amusant avec ces cours en vidéo sur des sujets tels que les maths, la biologie, la chimie, la physique, et bien plus encore ! Des étudiants du monde entier utilisent ces vidéos avec succès pour affronter des sujets difficiles d’une façon plaisante et amusante. Que vous ayez besoin d’aide supplémentaire pour vos devoirs ou que vous envisagiez d’apprendre de nouvelles choses en autonomie, vous trouverez ce que vous cherchez ici. Apprenez des sujets difficiles d’une façon qui fait sens pour vous, et constatez combien cette application et ses vidéos peuvent vous aider à réussir à l’école et dans la vie !
hi: गणित, जीवविज्ञान, रसायनशास्त्र, भौतिकी इत्यादि विषयों पर वीडियो पाठ्यक्रमों से सीखना आसान और मजेदार होता है! दुनिया भर के छात्र कठिन विषयों का मजेदार और दिलचस्प तरीके से अध्ययन करने के लिए इन वीडियोज का सफलतापूर्वक इस्तेमाल कर रहे हैं। चाहे आपको अपने स्कूलवर्क में अतिरिक्त मदद की जरूरत हो, या आप खुद से कुछ नया सीखना चाहते हों, आपको यहां सभी चीजें मिलेंगी जिन्हें आप ढ़ूंढ रहे हैं। कठिन विषयों को इस तरह सीखें कि यह आपके लिए अर्थपूर्ण बन जाए, और देखें कि कैसे यह ऐप और ये वीडियोज आपको स्कूल और अपने जीवन में सफलता पाने में कैसे मदद करते हैं!
id: Mempelajari mata pelajaran seperti matematika, biologi, kimia, fisika dan masih banyak lagi, akan terasa mudah dan menyenangkan dengan kursus video! Pelajar dari segala penjuru dunia berhasil menggunakan video ini untuk menaklukkan mata pelajaran sulit dengan cara yang menyenangkan dan menarik. Entah Anda memerlukan bantuan tambahan dalam pekerjaan sekolah atau mempersiapkan untuk belajar sesuatu yang baru sendiri, Anda akan mendapati yang dicari di sini. Pelajari mata pelajaran sulit dengan cara yang masuk akal bagi Anda, dan lihat cara aplikasi dan video ini dapat membantu Anda berhasil di sekolah dan di kehidupan!
pt_br: Um mundo inteiro de conhecimento está ao seu alcance com o programa Khan Academy. Um dos maiores recursos educacionais no mundo, Khan Academy, oferece vídeo aulas online em uma grande variedade de áreas de conteúdo, incluindo matemática, biologia, química e física. Estes emocionantes vídeos lhe darão acesso a conteúdos fascinantes, e te ajudará a aprender mais do que a educação da sua sala de aula. Os vídeos são gratuitos, de fácil acesso, e proporcionarão oportunidades de aprendizagem que com certeza vão expandir sua mente.
zh_cn: 有了视频课程，学习将变得轻松有趣，不管是数学、生物、化学、物理还是其他！世界各地的学生都利用这些视频成功克服学习中的困难，寓教于乐。不管您是需要学校课程的额外辅导还是想学习新东西，这里都可以满足您。一起有意义地学习您的弱科，看看这个app和视频能带给你学业和生活上多大的成就吧！

# title
source: Numpty Physics
hi: नम्पटी फिजिक्स
id: Fisika Numpty
pt_br: Fisica Legal

# subtitle
source: Fun physics puzzle games
fr: Jeux de puzzle de physique amusante
hi: मजेदार फिजिक्स पहेली गेम
id: Gim puzzle fisika yang seru
pt_br: Jogos nos quais a física é necessária para resolver quebra-cabeças
zh_cn: 有趣的物理类益智游戏

# description
source: Who knew the laws of physics could be so much fun? With this app, you can solve puzzles by drawing objects like pulleys, levers, and ramps. If your creations turn out right, you’ll accomplish that level’s task and move to the next level. This challenging game will also teach you some basic physics, but you’ll be having so much fun that you’ll hardly know you’re learning.
es: ¿Quién diría que las leyes de la física podrían ser tan divertidas? Con esta app, puedes resolver rompecabezas dibujando objetos como poleas, palancas y rampas. Si tus creaciones salen bien, cumplirás con la tarea de ese nivel y pasarás al nivel siguiente. Este juego te enseñará algo de física básica, pero te divertirás tanto que apenas notarás que estás aprendiendo.
fr: Qui eut cru que les lois de la physique pouvaient être si amusantes ? Avec cette application, vous pouvez résoudre des puzzles en dessinant des objets tels que des poulies, des leviers et des rampes. Si votre création se révèle concluante, vous accomplirez la tâche du niveau et passerez au niveau suivant. Ce jeu stimulant vous apprendra également quelques bases de physique, mais vous vous amuserez tellement que vous ne réaliserez même pas que vous apprenez.
hi: किसे पता है कि फिजिक्स के नियम इतने मजेदार हो सकते हैंं? पर इस ऐप के जरिए पुली, लीवर्स और रैम्प्स बनाकर फिजिक्स की पहेलियां हल कर सकते हैंं। यदि आपकी रचना सही बनती है, तो आप उस लेवल का टास्क पूरा कर लेंगे और अगले लेवल पर चले जाएंगे। यह चुनौतीभरा गेम आपको कुछ बेसिक फिजिक्स भी समझाएगा, पर आपको इसमें इतना मजा आएगा कि आपको पता भी नहीं चलेगा कि आप कुछ सीख रहे हैं।
id: Siapa yang tahu hukum fisika bisa menjadi begitu menyenangkan? Dengan aplikasi ini, Anda dapat memecahkan teka-teki dengan menggambar objek seperti katrol, tuas, dan landaian. Jika kreasi Anda benar, Anda akan menyelesaikan tugas tingkat tersebut dan pindah ke tingkat berikutnya. Permainan yang menantang ini juga akan mengajarkan Anda beberapa fisika dasar, tetapi Anda akan sangat bersenang-senang sampai-sampai Anda tidak sadar bahwa Anda sedang belajar.
pt: Quem diria que as leis da física poderiam ser tão divertidas? Com este aplicativo você pode resolver quebra-cabeças ao desenhando objetos como alavancas e rampas. Se suas criações derem certo você realizará a tarefa do nível em que você estiver e avançar para o próximo nível. Este jogo desafiador também vai te ensinar um pouco de física básica, mas você vai estar se divertindo tanto que dificilmente você vai saber que você já está aprendendo.
pt_br: Quem diria que as leis da física poderiam ser tão divertidas? Com este programa você pode resolver quebra-cabeças ao desenhando objetos como alavancas e rampas. Se suas criações derem certo você realizará a tarefa do nível em que você estiver e avançar para o próximo nível. Este jogo desafiador também vai te ensinar um pouco de física básica, mas você vai estar se divertindo tanto que dificilmente você vai saber que você já está aprendendo.
zh_cn: 原来物理学定律可以变得这么有趣！在这个游戏里，您可以通过绘制滑轮、杠杆和斜坡等物体来完成游戏挑战。如果你绘制了有用的道具，你就可以完成本关卡的任务，接着挑战下一关卡。游戏挑战十分有趣、益智，您会在不知不觉中学到不少基本的物理学知识。

# title
source: M.A.R.S.
hi: एम.ए.आर.एस.

# subtitle
source: A shooting game in space
fr: Jeu de tir dans l'espace
hi: स्पेस में एक शूटिंग गेम
id: Permainan menembak di luar angkasa
pt_br: Um jogo de tiros no espaço
zh_cn: 太空射击游戏

# description
source: In the year 3547, civilizations across the galaxy have settled their own planets. Your own people live in peace and harmony with the environment. But outside of your peaceful planet, a great war is raging. You are a famous fighter who is known for your honor and skill, and you will have to protect your planet from your jealous neighbors who want to destroy it! This game has a multiplayer option, allows you to choose from a variety of weapons to fight, and even allows you to customize your own spaceship. You'll want to keep playing until you succeed in returning peace to your planet!
fr: Dans l'année 3547, les civilisations à travers la galaxie ont parachevées leurs planètes. Votre peuple vit en paix et harmonie avec son environnement. Mais à l'extérieur de votre paisible planète, une grande guerre fait rage. Vous êtes un célèbre combattant connu pour son honneur et ses compétences, et vous devrez protéger votre planète des voisins jaloux qui veulent la détruire ! Ce jeu possède une option multijoueur, vous permet de choisir parmi de nombreuses armes pour combattre, et même
hi: वर्ष 3547 में, समूची गैलेक्सी की सभ्यताएं अपने-अपने ग्रहों पर बस गई हैं। आपके भी लोग पर्यावरण के साथ शांति और सद्भाव के साथ जीवन जी रहे हैंं। पर आपके शांत ग्रह के बाहर एक भयानक लड़ाई शुरु हो रही है। आप एक प्रसिद्ध लड़ाका हैं जो अपनी ईमानदारी और कौशल के लिए जाना जाता है, और आपको अपने ईर्ष्यालू पड़ोसियों से अपने ग्रह की रक्षा करनी है, जो इसे तबाह करने के फिराक में लगे रहते हैं! इस गेम में कई खिलाड़ियों का विकल्प है, जो आपको लड़ाई के लिए कई हथियार चुनने में मदद करता है और साथ ही आपको अपने स्पेसशिप को कस्टमाइज करने में भी मदद करता है। आप तबतक खेलना चाहेंगे जबतक कि आप अपने ग्रह पर फिर से शांति न कायम कर लें!
id: Pada tahun 3547, seluruh peradaban di galaksi telah mendiami planet mereka sendiri-sendiri. Kaum Anda hidup damai dan harmonis. Tetapi sebuah perang besar tengah berkecamuk di luar planet Anda yang damai. Anda adalah pejuang terkenal yang dikenal dengan kemuliaan dan keahlian tingkat tinggi, dan Anda harus melindungi planet dari tetangga cemburu yang ingin menghancurkannya! Gim ini punya opsi multipemain sehingga Anda dapat memilih berbagai senjata untuk melawan, dan bahkan mengubahsuaikan pesawat ruang angkasa sendiri. Anda pasti ingin terus bermain sampai berhasil mengembalikan perdamaian!
pt_br: No ano de 3547, as civilizações de toda a galáxia estabeleceram seus próprios planetas. Seus povos vivem em paz e harmonia com o meio ambiente. Mas fora de seu planeta pacífico, uma grande guerra está sendo travada. Então você é um lutador famoso que é conhecido por sua honra e habilidade e tem que proteger o seu planeta de seus vizinhos invejosos que querem destruí-lo! Este jogo tem uma opção multiplayer, permite que você escolha a partir de uma variedade de armas para lutar, e permite ainda que você personalize sua própria nave espacial. Você vai querer continuar jogando até que você consiga devolver a paz ao seu planeta!
zh_cn: 在3547年,整个星系都有属于自己行星的文明。自己的人生活在和平与和谐的环境中。但是在你和平星球之外,却有着激烈的大战。你是著名的战士，身负荣誉，战绩赫赫,你必须保护你的星球，免善妒邻居的摧毁!这个游戏有一个“多人游戏”选项,允许您选择不同的武器来战斗,甚至允许您定制你自己的宇宙飞船。你要继续玩,直到你成功返回和平星球!

# title
source: MegaGlest
hi: मेगाग्लेस्ट

# subtitle
source: A fantasy world with kings, queens and magic
fr: Un monde fantastique avec rois, reines et magie
hi: राजा, रानियों और जादू वाली एक तिलिस्मी दुनिया
id: Dunia fantasi dengan raja, ratu, dan sihir
pt_br: Um mundo de fantasia com reis, rainhas e magia
zh_cn: 幻想世界里的国王、王后和魔法

# description
source: Kings, castles, and dragons all unite in this awesome strategy game that will make you want to rule your own civilization. Play against your friends to see who has what it takes to rule this wild fantasy world where magic makes you even more powerful and you can conquer whatever part of the realm you desire!
fr: Les rois, les châteaux, et les dragons sont tous réunis dans cet excellent jeu de stratégie qui vous donnera envie de diriger votre propre civilisation. Jouez contre vos amis pour voir qui est en mesure de diriger ce monde sauvage fantastique où la magie vous rend encore plus puissant et où vous pouvez conquérir toutes les parties du royaume que vous désirez !
hi: इस अद्भुत रणनैतिक गेम में राजे-महाराजे, किले और ड्रैगन सभी मिलकर साथ हो जाते हैंं, जो आपको अपने साम्राज्य पर खुद का शासन करने के लिए प्रेरित करेगा। अपने दोस्तों के खिलाफ खेलिए और जानिए कि कौन इस दुनिया पर अपना शासक कायम करने वाला है, जहां की जादुई माहौल आपको और भी ताकतवर बना डालता है, आप जिस हिस्से पर कब्जा करना चाहते हैं, उसे जीत सकते हैं!
id: Raja, kastil, dan naga semuanya menyatu dalam permainan strategi luar biasa ini, yang akan menjadikan Anda ingin mengendalikan peradaban Anda sendiri. Bermainlah melawan teman Anda untuk mengetahui yang memiliki kemampuan menguasai dunia fantasi liar ini di mana sihir menjadikan Anda semakin kuat dan Anda dapat menaklukkan bagian dunia mana saja yang diinginkan!
pt_br: Reis, castelos e dragões juntos neste jogo de estratégia incrível, que vai fazer você querer governar a sua própria civilização. Jogue contra seus amigos para ver quem tem o que é preciso para governar este mundo de fantasia selvagem, onde a magia te faz ainda mais poderoso e você pode conquistar qualquer parte do reino que você desejar!
zh_cn: 国王,城堡,龙都团结在这个了不起的战略游戏中,他们会让你想统治自己的文明。面对你的朋友,看看谁有什么动机想要统治这个天马行空的幻想世界。魔法让你更加强大,你可以征服你欲望中的任何领域。

# title
source: Open Arena
es: Arena Abierta
fr: Arène Ouverte
hi: ओपन अरीना

# subtitle
source: Shoot your way out of trouble in this fun game
fr: Tirez dans le tas pour vous en sortir dans ce jeu amusant
hi: इस मजेदार गेम में अपने रास्ते के सभी बाधाओं को शूट करें
id: Menembak agar masalah selesai dalam permainan menyenangkan ini
pt_br: Jogo de tiros em primeira pessoa baseado no jogo Quake III Arena
zh_cn: 您可以在这个有趣的游戏中尽情射击

# description
source: If arena battles are your idea of a good time, then you’ll love this application. Be warned – this is a game of serious skill, and serious bloodshed. Use different styles of weapons in contests like Capture the Flag, Deathmatch, Team Deathmatch, Last Man Standing, and Tournament. Each of these modes offers its own form of excitement as you battle your enemies!
es: Si los campos de batalla son tu idea de diversión, entonces te encantará esta app. Ten en cuenta - esto es un juego de habilidad en serio y tiene derramamiento de sangre grave. Utiliza diferentes estilos de armas en concursos como Capturar la Bandera, Deathmatch, Team Deathmatch, Último Hombre y Torneo. ¡Cada uno de estos modos ofrece su propia forma de diversión mientras te enfrentas a tus enemigos!
fr: Si vous rêvez de batailler dans des arènes, alors vous adorerez cette application. Mais attention — c’est un jeu de compétences exigeantes, et d’effusions abondantes d’hémoglobine. Utilisez différents types d’armes dans des défis tels que la Capture de Drapeau, les Deathmatchs, les Deathmatchs en équipe, le Dernier Homme Debout, et les Tournois. Chacun de ces modes offre sa propre forme d’excitation tandis que vous combattez vos ennemis !
hi: यदि अच्छे समय में आप अरीना बैटल के बारे में सोचते हैं, तो आपको यह ऐप्लिकेशन पसंद आएगा। सावधान रहें – यह एक गंभीर हुनर और गंभीर ब्लडशेड का खेल है। कैप्चर द फ्लैग, डेथमैच, टीम डेथमैच, लास्ट मैन स्टेडिंग, और टूर्नामेंट जैसे प्रतियोगिताओं के विभिन्न स्टाइल का प्रयोग करें। इनमें से प्रत्येक मॉडल अपना खुद का रोमांच प्रदान करता है जैसा आपके दुश्मनों के साथ युद्ध होता है!
id: Jika pertempuran arena adalah ide menyenangkan bagi Anda, maka Anda akan menyukai aplikasi ini. Berhati-hatilah - ini adalah permainan membunuh dan pertumpahan darah serius. Gunakan beragam senjata dalam kontes seperti Capture the Flag, Deathmatch, Team Deathmatch, Last Man Standing, dan Tournament. Setiap mode ini menawarkan bentuk kehebohan sendiri saat Anda bertempur melawan musuh!
pt: Se você considera os jogos de batalhas um bom passa tempo, então você vai adorar este app. Já estamos avisando: este é um jogo de muita habilidade, e derramamento de sangue. Use diferentes estilos de armas em batalhas como: Capture the Flag, Deathmatch, Team Deathmatch, Last Man Standing, e Tournament. Cada um destes modos oferece a sua própria forma de emoção enquanto você luta contra seus inimigos!
pt_br: Se você considera os jogos de batalhas um bom passa tempo, então você vai adorar este programa. Já estamos avisando: este é um jogo de muita habilidade, e derramamento de sangue. Use diferentes estilos de armas em batalhas como: Capture the Flag, Deathmatch, Team Deathmatch, Last Man Standing, e Tournament. Cada um destes modos oferece a sua própria forma de emoção enquanto você luta contra seus inimigos!
zh_cn: 如果您喜欢竞技场战斗的话，一定也会喜欢这个游戏的！要注意的是，这个游戏场面血腥暴力，比的是真本领。您可以在夺旗赛、死亡竞赛、团队死亡竞赛、竞斗赛、锦标赛等模式中使用不同类型的武器。相信每一种模式都会给您带来不一样的刺激与快感！

# title
source: 3D CAD
hi: 3D कैड
id: CAD 3D
pt_br: CAD 3D

# subtitle
source: Create 3D CAD models
fr: Créer des modèles 3D CAD
hi: 3D कैड मॉडल्स तैयार कीजिए
id: Membuat model CAD 3D
pt_br: Crie modelos 3D em CAD
zh_cn: 构建3D计算机辅助设计模型

# description
source: This app is made for programmers who want to create 3D CAD models. The app does not focus on the artistic aspects of 3D modeling, but rather on the CAD elements, so it is best suited for people who want to create machine parts, for example, instead of something like 3D models for movies. As the programmer, you will have full control over the modeling process so that you can easily change any step and create the configurable designs you desire. You'll need to have a deep understanding of how to create CAD models, and if you do, this app is a great way to build the 3D models you need.
fr: Cette app est faite pour des programmateurs qui veulent créer des modèles 3D CAD. L'app ne se concentre pas sur les aspects artistiques de la modélisation 3D, mais plutôt sur les éléments CAD, donc il est plutôt destiné aux personnes qui veulent créer des parties de machines, par exemple, plutôt que des modèles 3D pour des films. En tant que programmateur, vous aurez le contrôle total sur le processus de modélisation, donc vous pourrez facilement changer toutes les étapes et créer le design configurable que vous souhaitez. Vous avez besoin d'avoir une profonde compréhension de la façon de créer des modèles CAD, et si vous en bénéficiez, cette app est une très bonne façon de concevoir les modèles 3D dont vous avez besoin.
hi: यह ऐप ऐसे प्रोग्रामरों के लिए तैयार किया गया है, जो 3डी कैड मॉडल्स बनाना चाहते हैंं। यह ऐप 3डी मॉडलिंग के कलात्मक पहलू पर केंद्रित नहीं है, बल्कि यह कैड एलीमेंट्स पर आधारित है, जिससे यह ऐसे लोगों के लिए सर्वाधिक उपयुक्त बन जाता है, जो मशीन पार्ट्स बनाना चाहते हैं, जैसे कि किसी और चीज के बजाए मूवीज के लिए 3डी मॉडल। प्रोग्रामर की हैसियत से आपके पास मॉडलिंग प्रॉसेस पर पूरा कंट्रोल रहेगा ताकि आप किसी स्टेप को आसानी से बदल सकें और अपने पसंद की कंफिगर की जाने योग्य डिजाइन बना सकें। इसके लिए आपको कैड मॉडल बनाने की गहरी समझ होनी चाहिए और यदि आप ऐसा करते हैं, तो यह ऐप आपके 3डी मॉडल्स को बनाने का एक कमाल का तरीका है।
id: Aplikasi ini dibuat bagi para pemrogram yang ingin membuat model CAD 3D. Aplikasi ini tidak berfokus pada aspek artistik dari pemodelan 3D, tetapi lebih kepada elemen-elemen CAD. Oleh karena itu, aplikasi ini paling cocok digunakan contohnya oleh mereka yang ingin menciptakan bagian-bagian mesin, dan bukan model 3D untuk film. Untuk para pemrogram, Anda akan memiliki kendali penuh atas proses pemodelan sehingga Anda dapat dengan mudah mengubah langkah mana saja dan menciptakan rancangan yang dapat dikonfigurasikan sesuai dengan yang Anda inginkan. Jika Anda memiliki pemahaman yang mendalam tentang cara menciptakan model CAD, maka aplikasi ini adalah cara yang luar biasa untuk membangun model 3D yang Anda butuhkan.
pt_br: Este aplicativo foi criado para programadores que desejam criar modelos 3D em CAD. O aplicativo não esta focado em aspectos artísticos dos modelos 3D, mas sim sobre os elementos de CAD, logo ele se aplica melhor para pessoas que por exemplo querem criar modelos de partes de máquinas, ao invés de modelos 3D para filmes. Como o próprio progamador, com esse aplicativo você terá controle total sobre o processo de modelagem 3D, facilmente modificando qualquer etapa e criando os designs que você deseja. Você precisará ter um grande conhecimento sobre modelos em CAD, e se tiver, esta será uma ótima forma de criar os modelos 3D que você necessita.
zh_cn: 专门协助程序员构建3D计算机辅助设计模型的App。此App重点关注计算机辅助设计的组成要素，而非3D艺术，因而适用于机械零件等的设计，而不适用于构建电影3D模型。作为程序设计员，您可以操控整个建模的过程，改变任意步骤，设计出您想要的可配置的模型。如果您已经会构建计算机辅助设计模型，这个App就是协助您完成3D计算机辅助设计模型的一个好帮手。

# title
source: Video Editor
fr: Éditeur de vidéos
hi: वीडियो एडिटर
id: Editor Video
pt_br: Editor de Video
zh_cn: 视频编辑器

# subtitle
source: Hundreds of transitions, effects, and filters to edit your videos
fr: Des centaines de transitions, d'effets, et de filtres pour éditer vos vidéos
hi: सैकड़ों परिवर्तन, प्रभाव, और फिल्टर जिनसे आप अपना वीडियो एडिट कर सकते हैं
id: Ratusan transisi, efek, dan filter untuk mengedit video Anda
pt_br: Centenas de transições, efeitos e filtros para editar seus vídeos
zh_cn: 具备成百上千种转换、特效、滤镜功能去编辑您的视频
