Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: How much do you know about world geography and political affairs? Learn the world's geography through an engaging game. First, check out the map and learn about names, capitals, and flags. Then, it’s time to test your knowledge! Guess capitals and flags or try to place national borders onto an empty map. Before you know it, you’ll know about every corner of the world and will have had a lot of fun learning it all!
fr: Vous y connaissez-vous bien à propos de la géographie mondiale et des questions politiques ? Apprenez la géographie du monde entier à travers un jeu stimulant. Tout d’abord, regardez la carte et apprenez à propos des noms, capitales, et drapeaux. Ensuite, il est temps de tester vos connaissances ! Devinez les capitales et drapeaux ou essayez de placer les frontières étatiques sur une carte vierge. Avant que vous ne vous en rendiez compte, vous connaîtrez tous les recoins du monde et vous serez beaucoup amusé à apprendre tout cela !
hi: आप दुनिया के भूगोल और राजनैतिक मामलों के बारे में कितना जानते हैं? एक आकर्षक गेम के जरिए दुनिया के भूगोल की जानकारी पाइए। सबसे पहले, मैप देखिए और नामों, राजधानियों और झंडों के बारे में जानिए। उसके बाद अपने ज्ञान की जांच कीजिए! राजधानियों और झंडों का अनुमान लगाइए या किसी खाली मैप पर राष्ट्रीय सीमा डालने की कोशिश कीजिए। इसे जानने से पहले आपको दुनिया के हर कोने की जानकारी हो जाएगी और इस दौरान आपको खूब मजा भी आएगा!
id: Seberapa banyak yang Anda ketahui tentang geografi dunia dan urusan politik? Pelajari geografi dunia melalui permainan yang menarik. Pertama, periksa peta dan pelajari nama-nama, ibukota, dan bendera. Kemudian, saatnya menguji pengetahuan Anda! Tebak ibukota dan bendera-bendera atau cobalah menempatkan batas-batas negara ke sebuah peta kosong. Sebelum Anda menyadarinya, Anda akan mengetahui setiap sudut dunia sembari bersenang-senang mempelajari semuanya itu!
pt_br: O que você sabe sobre a geografia mundial e assuntos políticos? Aprenda através de um jogo envolvente. Primeiro, confira o mapa e saiba mais sobre os nomes, capitais e bandeiras. Depois disso, é hora de testar seus conhecimentos! Adivinhe capitais e bandeiras ou tente colocar as fronteiras nacionais em um mapa vazio. Antes que você perceba, você vai saber sobre todos os cantos do mundo e vai ter se divertido enquanto aprendia tudo isso!
zh_cn: 你对世界地理和政治了解多少？通过一个精彩的游戏学习世界地理吧！首先，查看地图，了解地名、国家、各国旗帜。然后，开始测试你的地理知识吧！猜猜首都和旗帜，或者在空地图上标示出国界。通过此游戏学习地理知识，乐趣多多！

# title
source: KGoldrunner
es: Minero de Oro
hi: केगोल्डरनर
pt_br: Corrida Dourada

# subtitle
source: Look for treasure and hide from enemies
fr: Cherchez le trésor et abritez-vous des ennemis
hi: खजाने की तलाश कर उसे दुश्मनों से छुपाइए
id: Carilah harta karun dan sembunyikan dari para musuh
pt_br: Procure pelo tesouro e se esconda dos inimigos
zh_cn: 寻找宝藏，躲避敌人

# description
source: Your enemies are right on your heels as you move through mazes collecting gold in this engaging game. Featuring challenging puzzles and an exciting objective, this game is sure to be a favorite. You'll find hundreds of levels for hours of gameplay, with new mazes at every level. Just don’t fall through any trapdoors!
fr: Vos ennemis sont à vos trousses tandis que vous essayez de vous déplacer à travers des labyrinthes pour collecter de l’or dans ce jeu stimulant. Avec des énigmes et un objectif excitant, ce jeu est certain de devenir l’un de vos favoris. Vous y trouverez des centaines de niveaux pour des heures d’expérience ludique, avec de nouveaux labyrinthes à chaque niveau. Essayez juste de ne pas tomber dans un piège !
hi: इस रोचक गेम में स्वर्ण जमा करने के दौरान दुश्मन भी आपके आस-पास ही मौजूद रहते हैं। यह गेम आपके सामने चुनौतिपूर्ण पहेलियां और एक रोमांचक लक्ष्य पेश करता है, जाहिर है आपके लिए यह एक पसंदीदा गेम बन जाएगी। आपको यहां गेमप्ले के आवर्स के कई लेवल्स मिलेंगे और हरेक लेवल पर नई भूल-भुलैया मिलेगी। बस याद रखें, आपको किसी चोर दरवाजे में नहीं फंसना है!
id: Musuh mengejar tepat di belakang saat Anda melesat melewati labirin sambil mengumpulkan emas dalam permainan yang menantang ini. Menampilkan puzzle-puzzle rumit dan objektif yang menarik, permainan ini pasti akan menjadi favorit Anda. Nikmati ratusan level untuk dimainkan selama berjam-jam, dengan labirin-labirin baru di setiap level. Hati-hati, jangan sampai Anda jatuh di pintu jebakan!
pt_br: Seus inimigos estão na sua cola enquanto você se move pelo labirinto, recolhendo ouro. Com quebra cabeças desafiadores e um objetivo emocionante, esse jogo com certeza será um de seus favoritos. Você vai encontrar vários níveis, com labirintos novos em todos eles. Só não caia nas armadilhas!
zh_cn: 此游戏中，你穿过迷宫收集黄金，与此同时，敌人正在步步逼近。谜题和目标具有一定挑战性，一定会和你的胃口。你会发现此游戏不限级数，新迷宫层出不穷。注意：无需通过任何板门！

# title
source: KHangMan
es: Ahorcado
hi: केहैंगमैन
pt_br: Forca

# subtitle
source: One of the most fun word games on earth
fr: Un des jeux de mots les plus amusants du monde
hi: धरती का एक सबसे मजेदार गेम
id: Salah satu gim kata terseru di dunia
pt_br: Um dos jogos de palavra mais divertidos do planeta
zh_cn: 最好玩的单词游戏之一

# description
source: Practice your vocabulary the fun way! You'll learn new words with this puzzle game, and it's something that the whole family can play together. How do you play? Well, the computer will choose a word and players will try to guess what that word is by guessing its letters one by one until they can guess the whole word. As the players guess correctly, more and more of the word is shows, but if you make too many wrong guesses then you'll lose and have to start over with a new word!
fr: Pratiquez votre vocabulaire de façon amusante ! Vous apprendrez de nouveaux mots avec ce jeu de puzzle, et toute la famille peut participer ! Comment jouer ? L’ordinateur choisira un mot et les joueurs essayeront de deviner ce mot en devinant ses lettres une par une jusqu’à ce qu’ils puissent deviner le mot en entier. Tandis que les joueurs devinent correctement, le mot est de plus en plus affiché, mais si vous faites trop d’erreurs, vous perdrez et devrez commencer un nouveau mot !
hi: अपने शब्दभंडार का अभ्यास करना काफी मजेदार होता है! आप इस नए पजल गेम के साथ नए शब्द सीखेंगे और यह कुछ ऐसा होता है कि पूरा परिवार मिलकर इसे खेल सकता है। आप इसे कैसे खेलते हैं? ठीक है, हम बताते हैंं, आपका कंप्यूटर एक शब्द चुनेगा और प्लेयरों को उस शब्द के बारे में अनुमान लगाना होगा, जिसके लिए उन्हें उसके हरेक अक्षर को एक-एक कर पहचानना होगा, तबतक, जबतक कि पूरा शब्द समझ में न आ जाए। प्लेयरों द्वारा सही अनुमान लगाने पर और अधिक शब्द दिखाई पड़ेंगे, पर यदि आपने कई सारे गलत शब्द दिखाए हों तो आप हार जाएंगे और एक नई दुनिया के साथ आपकी फिर से शुरुआत होगी!
id: Latih kosakata Anda dengan cara yang menyenangkan! Anda akan mempelajari kata-kata baru dengan permainan teka-teki ini, dan ini adalah sesuatu yang dapat dimainkan bersama dengan seluruh anggota keluarga. Bagaimana cara Anda bermain? Baiklah, komputer akan memilih kata dan pemain akan mencoba menerka kata tersebut dengan menerka hurufnya satu per satu hingga mereka dapat menerka seluruh kata. Ketika pemain menerka secara benar, makin banyak huruf yang ditampilkan, namun jika Anda terlalu banyak salah terka maka Anda akan kalah dan harus memulai lagi dengan kata baru!
pt_br: Treine seu vocabulário de forma divertida! Você vai aprender novas palavras com este jogo e isso é algo que toda a família pode jogar junto. Como se joga? Bem, o computador irá escolher uma palavra e os jogadores vão tentar descobrir, adivinhando letra por letra, até conseguir adivinhar a palavra inteira. Enquanto os jogadores adivinham corretamente, mais palavras vão sendo mostradas. Mas se você faz muitas suposições erradas, perde o jogo e começa de novo com uma nova palavra!
zh_cn: 用更有趣的方式来练习词汇吧！这是一个学习新单词的益智游戏，可以和家人一起玩耍。你知道怎么玩吗？电脑会选择一个词，游戏者一个字母接一个字母地进行猜测，直到猜出整个单词。游戏者一旦猜对，就会显示出更多的单词。如果猜错次数太多，你就输了，需要重新开始。

# title
source: Kigo
es: Go
hi: किगो

# subtitle
source: The ancient game of skill, updated for modern play
fr: L'ancestral jeu d'adresse, repensé pour l'amusement moderne
hi: कौशल का प्राचीन खेल, अब एक आधुनिक रूप में
id: Gim keterampilan kuno, diperbarui untuk permainan modern
pt_br: O antigo jogo de habilidade, atualizado para um jogo moderno
zh_cn: 以现代手法演绎古老游戏

# description
source: Based on a two-player board game popular in Asia, this app has easy-to-learn rules, but requires a great deal of strategy. It’s the perfect way to pass the time while exercising your mind. The goal is simple: move your black or white pieces on the grid (the size of the grid depends on the difficulty level you choose), and try to surround more of the board than your opponent. If you like games like chess, then you'll love this great strategy game too!
fr: Basée sur un jeu de plateau à deux joueurs populaire en Asie, cette application a des règles faciles à apprendre, mais nécessite beaucoup de stratégie. C’est la façon parfaite pour passer le temps tout en entraînant votre esprit. Le but est simple : déplacez vos pièces noires ou blanches sur la grille (la taille de la grille dépend du niveau de difficulté que vous avez choisi), et essayez d’investir davantage le plateau que votre adversaire. Si vous aimez les jeux tels que les échecs, vous adorerez également cet excellent jeu de stratégie !
hi: एशिया में प्रचलित दो-खिलाड़ियों वाले लोकप्रिय बोर्ड गेम पर आधारित यह ऐप आपको आसान नियम पेश करता है, पर इसके लिए आपको काफी रणनीति बनानी होगी। अपने दिमागी कसरत के साथ समय व्यतीत करने का यह एक अच्छा तरीका है। इसका लक्ष्य एकदम आसान है: ग्रिड पर अपने काले या सफेद पीस को आगे बढ़ाएं (ग्रिड का आकार आपके द्वारा चुने कठिन स्तर पर निभर करेगा), और अपने विरोधी की तुलना में बोर्ड पर अधिक-अधिक स्थान घेरने का प्रयास करें। यदि आपको शतरंज जैसा खेल पसंद आता है, तो निश्चित रूप से यह कमाल का रणनैतिक गेम भी आपको खूब पसंद आएगा!
id: Aplikasi yang didasarkan pada permainan papan dua pemain yang populer di Asia ini memiliki peraturan yang mudah diikuti, tetapi membutuhkan strategi yang cerdik. Ini adalah cara asyik untuk menghabiskan waktu sambil melatih pikiran Anda. Sasarannya sederhana: pindahkan kepingan hitam atau putih Anda di grid (ukuran grid tergantung kepada tingkat kesulitan yang Anda pilih), dan cobalah untuk memenuhi papan dengan kepingan milik Anda melebihi kepingan milik lawan Anda. Jika Anda menyukai permainan seperti catur, maka Anda pasti juga akan menyukai permainan strategi yang seru ini!
pt_br: Esse jogo é baseado em um jogo de tabuleiro para dois jogadores muito popular na Ásia. Este programa tem regras fáceis de aprender mas requer uma grande dose de estratégia. É a maneira perfeita para passar o tempo enquanto exercita sua mente. O objetivo é simples: mover suas peças pretas ou brancas no grid (o tamanho da grade depende do nível de dificuldade que você escolher), e tentar cercar as peças do adversário. Se você gosta de jogos como xadrez, então você vai adorar este grande jogo de estratégia também!
zh_cn: 该App基于亚洲流行的双人键盘游戏，规则简单，但需要策略。是练习大脑、打发时间的好方法。目标很简单：移动黑色或者白色的网格（网格的大小取决于你选择的难度），尝试包围对手的领地。如果你喜欢棋类游戏，你也会喜欢这个战略游戏的！

# title
source: Killbots
es: BotsAsesinos
hi: किलबोट्स

# subtitle
source: Outsmart the killer robots to win
fr: Déjouez les robots tueurs pour gagner
hi: खूनी रोबोट्स को हराएं
id: Kelabui robot pembunuh agar menang
pt_br: Seja mais esperto que os robôs assassinos e ganhe o jogo
zh_cn: 战胜杀手机器人

# description
source: How will you get away from the killer robots bent on destruction? Figure it out in this simple, entertaining game. You may be outnumbered by an endless stream of robots, but with your intelligence and handy teleportation device you can defeat them. Outsmart all of the killer robots to win and live to tell the tale!
fr: Comment allez vous débarrasser des robots tueurs assoiffés de destruction ? Trouvez une solution avec ce jeu de divertissement simple. Vous pourrez vous trouver envahi par des vagues incessantes de robots, mais grâce à votre intelligente et votre appareil portable de téléportation, vous parviendrez à les vaincre. Déjouez les tentatives de tous ces robots tueurs pour gagner et survivre pour raconter vos exploits !
hi: विनाशलीला दिखाने वाले खूनी रोबोटों को आप कैसे परास्त करेंगे? इस सरल और मनोरंक गेम में आपको यही करना है। आपके सामने रोबोटों की भारी तादाद दिखाई पड़ेगी, पर अपनी चतुराई और हैंडी टेलीपोर्टेशन डिवाइस की मदद से आप उन्हें हरा सकते हैं। आप उन सभी खूनी रोबोटों का खात्मा करेंगे और अपनी बहादुरी के किस्से सुनाएंगे!
id: Bagaimana cara Anda melarikan diri dari robot pembunuh yang bertekat merusak? Cari tahu dalam permainan sederhana yang menghibur ini. Anda mungkin kalah jumlah dengan robot yang seolah tanpa henti, namun dengan kecerdasan dan perangkat teleportasi praktis Anda dapat mengalahkan mereka
pt_br: Como você vai fugir dos robôs assassinos determinados a destruir coisas? Descubra isso nesse jogo simples e divertido. Você pode ficar em desvantagem pelo grande fluxo de robôs, mas com sua inteligência e um aparelho de teletransporte você pode derrotá-los. Seja mais esperto que todos os robôs assassinos para ganhar e contar essa história.
zh_cn: 你将如何摆脱杀手机器穷追不舍？试试这个简单有趣的游戏吧！你可能会遇到无数的机器人，但你的智力和方便的传送装置可以打败他们。战胜杀手机器人，创造奇迹吧！

# title
source: KJumpingCube
es: CuboSaltador
hi: केजंपिंगक्यूब
pt_br: Cubo Saltador

# subtitle
source: Develop a good strategy to conquer all the squares
fr: Développez une stratégie efficace pour conquérir tous les carrés
hi: सभी स्क्वायर्स को जीतने के लिए एक बेहतरीन रणनीति बनाएं
id: Susun strategi yang bagus untuk mengalahkan semua kotak
pt_br: Desenvolva uma boa estratégia para conquistar todos os espaços
zh_cn: 通过策略来攻占所有方格

# description
source: Practice your strategic thinking with this challenging dice-based game! You move by clicking on a vacant square or one you already own. If you click on a vacant square, its color changes to show that you now own it. Each time you click on a square, its value increases by one. Once a square has more points than immediate neighbors, its points are distributed among the neighbors (the points jump around). If a neighboring square is owned by your opponent, you take control of that square and all of its points. You will need to think carefully to control all the squares, and since dice can change hands very quickly, this game is sure to keep you engaged and on your toes!
fr: Entraînez-vous à la pensée stratégique avec ce jeu exigeant basé sur des dés ! Vous vous déplacez en cliquant sur un carré libre ou un carré que vous possédez déjà. Si vous cliquez sur un carré libre, sa couleur change et devient la vôtre. Chaque fois que vous cliquez sur un carré, sa valeur augmente de un. Une fois qu'un carré a plus de points que ses voisins immédiats, ses points sont distribués entre ses voisins (les points se déplacent). Si un carré voisin appartient à votre adversaire, vous en prenez le contrôle ainsi que tous ses points. Vous devrez bien réfléchir pour contrôler tous les carrés, et comme les dés peuvent changer de mains très rapidement, ce jeu vous gardera assurément en haleine !
hi: इस चुनौतीपूर्ण डाइस-आधारित गेम के साथ अपने रणनीतिक सोच का अभ्यास करें! किसी खाली स्क्वायर या आपके पास पहले से मौजूद स्क्वायर पर क्लिक करके आप आगे बढ़ते हैं। यदि आप खाली स्क्वायर पर क्लिक करते हैं, तो इसका रंग बदल जाता है जो दिखाता है कि अब यह आपका है। हरेक बार जब आप किसी स्क्वायर पर क्लिक करते हैं, तो इसके वैल्यू में एक का इजाफा होता है। जब किसी स्क्वायर का प्वॉइंट इसके पड़ोस के स्क्वायर से अधिक होता है, तो इसके प्वॉइंट्स पड़ोस के स्क्वायर्स में वितरित होता जाते हैं (प्वॉइंट्स जम्प करते हैं)। यदि पड़ोस का स्क्वायर आपके विपक्षी का है तो उसपर आपका नियंत्रण हो जाता है और इसके सभी प्वॉइंट्स आपके हो जाते जाते हैं। सभी स्क्वायर्स पर कब्जा करने के लिए आपको ध्यान से सोचना होगा, और चूंकि डाइस हैंड्स को बहुत तेजी से बदल सकता है, इसलिए यह गेम आपको निश्चित रूप से बांध कर और अलर्ट रखेगा!
id: Praktikkan pemikiran strategis Anda dengan permainan berbasis dadu yang menantang ini! Anda bergerak dengan mengklik kotak kosong atau yang sudah Anda miliki. Jika Anda mengklik pada kotak kosong, warnanya yang berubah akan menunjukkan bahwa Anda sekarang memiliki kotak itu. Setiap kali Anda mengklik kotak, nilainya bertambah satu. Jika sebuah kotak memiliki poin lebih tinggi dari sebelah-sebelahnya, poinnya dibagikan di antara sebelah-sebelahnya (poinnya melompat-lompat). Jika kotak sebelah dimiliki oleh lawan, Anda mengambil alih kotak tersebut dan semua poinnya. Anda perlu berpikir dengan hati-hati agar dapat menguasai semua kotak, dan karena dadunya dapat berpindah tangan dengan sangat cepat, permainan ini pasti akan membuat Anda tetap sibuk dan bersiap!
pt_br: Pratique seu pensamento estratégico com esse jogo desafiador. Se mova clicando nos espaços vazios ou que já sejam seus. Se você clicar em um quadrado vazio ele ganha a sua cor, mostrando que agora ele é seu. Cada vez que você clica no mesmo quadrado ele ganha mais um ponto. Uma vez que um quadrado tem mais pontos que os quadrados vizinhos, eles são distribuídos (os pontos pulam para os quadrados em volta). Se o quadrado vizinho for do adversário, você passa a ser o novo dono do espaço e dos pontos desse quadrado. Você precisa pensar cuidadosamente para controlar todos os quadrados pois os pontos mudam de mãos rapidamente e isso vai mantê-lo envolvido por um bom tempo!
zh_cn: 这个以骰子为对象的挑战性游戏可以锻炼您的策略性思维！您只需通过点击空白的方格或者您已有的方格来完成游戏。如果您点击了空白方格，它的颜色会改变，归为您拥有。您每点击方格一次，它的点值会上升一点。一旦其中一个方块的点值大于其相邻方块，这个方块的点值会均匀分布到相邻的方块中。如果相邻的方块本来是属于对手的，那就改为归您所有，您可以控制其点值。所以您在操控所有方块时都要仔细想清楚啦。由于骰子可能一瞬间会在双方中转手，游戏十分紧张刺激，相信您一定会喜欢的！

# title
source: Kolor Lines
es: LíneasBonitas
hi: कोरोल लाइंस
id: Garis Berwarna
pt_br: Linhas Coloridas
zh_cn: 颜色线条

# subtitle
source: Line up balls of the same color to win
fr: Alignez des balles de la même couleur pour gagner
hi: बॉलों को कतार और समान रंग में लाकर जीत हासिल कीजिए
id: Deretkan bola yang sama warnanya agar menang
pt_br: Alinhe as bolas da mesma cor para ganhar
zh_cn: 将相同颜色的球连成一条线极为获胜。

# description
source: This game is so fun and addicting, you’ll never want to stop playing. The concept is simple: Gather colored balls from the game board into lines of five balls of the same color, which will remove them from the board. It’s more challenging than you’d expect, though, because new balls arrive after every move. It’s your job to get the game board as clear of balls as possible; you lose if it fills up completely!
fr: Ce jeu est tellement amusant et addictif que vous ne voudrez jamais vous arrêter de jouer. Le concept est simple : agencez les billes colorées sur le plateau de jeu pour former des lignes de cinq billes de couleur identique, ce qui les retirera du plateau. C’est un défi plus important que ce à quoi vous vous attendez, cependant, parce que de nouvelles billes arrivent après chaque mouvement. C’est votre travail de vider le plateau de jeu autant que vous le pouvez ; vous perdrez s’il est complètement rempli !
hi: यह गेम इतना मजेदार और लुभावना है कि आप इसे कभी रोकना नहीं चाहेंगे। इसका कंसेप्ट काफी आसान है: गेम बोर्ड से रंगीन बॉलों को समान रंग वाले पांच बॉलों के कतार में लाइए, जो उन्हें बोर्ड से हटा देगा। यह आपने जितना सोचा था उससे कहीं अधिक चुनौतिपूर्ण है, क्योंकि हरेक मूव के बाद नए बॉल आ धमकते हैं। आपका काम है गेम बोर्ड को बॉलों से खाली रखना, यदि यह बॉलों से पूरी तरह से भर गया तो आप हार जाएंगे!
id: Gim ini sangat seru dan adiktif. Anda tidak akan mau berhenti bermain. Konsepnya sederhana: Membentuk lima bola berwarna sama segaris dari bola-bola berwarna di papan permainan sehingga menghapus bola-bola ini dari papan. Ini lebih menantang dari yang Anda kira, karena bola baru muncul setelah setiap gerakan. Tugas Anda adalah membersihkan papan permainan dari bola; Anda akan kalah jika papan terisi penuh!
pt_br: Esse jogo é muito divertido e viciante. Você nunca mais vai querer parar de jogar. O objetivo é simples: forme linhas usando cinco bolas da mesma cor. Isso irá removê-las do tabuleiro. Mas não é tão fácil assim, pois a cada movimento chegam mais bolas. Seu trabalho é fazer o tabuleiro ficar o mais livre possível. Se o tabuleiro ficar completamente cheio, você perde o jogo.
zh_cn: 此游戏十分有趣，让人着迷，欲罢不能！概念很简单：从游戏板中收集颜色相同的五个彩色球。这比你想象中更难，更具有挑战性，因为新球会在每次移动之后出现。你需要尽可能让游戏板和球接近，但如果全部填满，你就输了！

# title
source: Battleships
fr: Vaisseaux de guerre
hi: बैटलशिप्स
id: Kapal Perang
pt_br: Batalha Naval
zh_cn: 战舰

# subtitle
source: Blow your opponents out of the water
fr: Explosez votre adversaire pour le faire couler
hi: अपने दुश्मन को पानी से उड़ाएं
id: Kalahkan semua lawan Anda dengan telak
pt_br: Exploda os navios oponentes
zh_cn: 从水中打击对手

# description
source: Try to guess where your enemies ships are to blow them out of the water before they get you! This is a fun strategy game that requires two people. You can play against a friend, against someone else on the internet, or against your computer. You'll take turns trying to guess where each others' ships are, and the first person to sink all of their enemies' ships wins. Arrr you ready for some great naval fun?
fr: Essayez de deviner où sont les bateaux de vos ennemis pour les faire couler dans l’eau avant qu’ils ne vous aient ! Il s’agit d’un jeu de stratégie amusant pour deux joueurs. Vous pouvez jouer contre un ami, contre quelqu’un d’autre sur internet, ou contre votre ordinateur. À chaque tour, vous essayerez de deviner où est chacun des bateaux de votre ennemi, et la première personne à couler tous les bateaux de son ennemi gagne. Êtes-vous prêt pour un peu d’amusement naval ?
hi: दुश्मन के जंगी जहाज आप पर हमला करें, उससे पहले आप उनके ठिकानों को पहचानकर उन्हें उड़ा दें! यह एक मजेदार रणनीति गेम है, जिसके लिए दो लोगों की जरूरत पड़ती है। आप अपने किसी दोस्त या इंटरनेट पर किसी और के खिलाफ या अपने कम्प्यूटर के खिलाफ यह गेम खेल सकते हैं। आप बारी-बारी से एक-दूसरे के जहाज का पता लगाएंगे और जो अपने दुश्मन के सभी जहाजों को बरबाद करेगा वही जीतेगा। तो क्या आप समुद्री जंग के रोमांच के लिए तैयार हैं?
id: Tebak di mana lokasi musuh kapal untuk menghancurkannya di dalam air sebelum kapal Anda yang diserang! Ini adalah gim strategi seru untuk dua orang. Anda bisa bermain melawan teman, orang lain di internet, atau komputer. Kalian akan bergiliran menebak posisi kapal lawan satu sama lain, dan yang pertama menenggelamkan semua kapal musuh yang menang. Siap untuk bermain kapal perang laut yang seru?
pt_br: Tente adivinhar onde estão os navios inimigos para explodi-los antes que eles te peguem! Este é um divertido jogo de estratégia que requer duas pessoas. Você pode jogar contra um amigo, contra outra pessoa na internet ou contra o computador. Vocês se revezam tentando adivinhar onde estão os navios uns dos outros e o primeiro jogador que afundar todos os navios oponentes vence o jogo. Você está pronto para uma grande diversão naval?
zh_cn: 猜猜对手的船在抓住你之前会从哪里出现？这是个很有趣的双人战略游戏。你可以和朋友一起，或者在电脑上和其他人联网玩。你们轮流猜测对方船的位置，第一个击落敌船的一方获胜。你准备好了吗？

# title
source: KNetwalk
es: Cables
hi: केनेटवॉक

# subtitle
source: Make the right cable connections and win
fr: Faites la bonne connexion de câbles pour gagner
hi: सही केबल कनेक्शन कीजिए और जीतिए
id: Buatlah koneksi kabel yang tepat untuk menang
pt_br: Conecte os cabos corretamente e vença
zh_cn: 连接正确电报以获胜
