Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Who knew building computer networks could be fun? You'll need to create the right connections in as few turns as possible to win - so get ready to move the wires and figure out the puzzle quickly! Once you’ve succeeded, you’ll find a high score list, allowing you to find competitors! This app helps you understand how computer networks work, but more importantly, it’s an enjoyable and competitive game you’ll love to play.
fr: Qui aurait cru que la construction de réseaux informatiques pouvait être amusante ? Vous devrez créer la bonne connexion en aussi peu de tours que possible pour gagner — soyez donc prêt à déplacer les câbles et résolvez le puzzle rapidement ! Une fois que vous avez réussi, vous trouverez une liste des meilleurs scores, vous permettant de trouver des adversaires ! Cette application aide à comprendre comment les réseaux informatiques fonctionnent, mais surtout, c’est un jeu amusant et compétitif auquel vous adorerez jouer.
hi: किसे पता था कि कम्यूटर नेटवर्क बनाना इतना मजेदार हो सकता है? जीतने के लिए आपको यहां सही कनेक्शन बनाने होंगे- यानी आपको वायर लेकर पहेली का तेजी से हल निकालने के लिए तैयार होना होगा। सफल होने पर आपको हाई स्कोर लिस्ट मिलेगी, जिससे आपको प्रतियोगी खोजने में मदद मिलेगी। यह ऐप आपको कम्प्यूटर नेटवर्क के काम करने के तरीके के बारे में समझने में मदद करता है, पर उससे भी अहम है कि यह काफी मजेदार और प्रतियोगी खेल है जो आपको खूब पसंद आएगा।
id: Siapa sangka membangun jaringan komputer itu menyenangkan? Agar menang Anda perlu membuat sambungan yang tepat menggunakan langkah sedikit mungkin - jadi bersiaplah untuk menggerakkan kabel-kabel dan memecahkan teka-teki dengan cepat! Setelah berhasil, Anda akan melihat daftar skor tertinggi, sehingga Anda dapat menemukan pesaing! Aplikasi ini membantu Anda memahami cara kerja jaringan komputer, tetapi yang lebih penting, ini adalah permainan yang menyenangkan dan kompetitif yang akan Anda sukai.
pt_br: Quem diria que a construção de redes de computadores pode ser divertida? Você vai precisar criar conexões com a menor quantidade de voltas possível, então esteja pronto para mover os cabos e descobrir o enigma rapidamente. Se conseguir, você encontrará uma lista de pontuações altas, permitindo-lhe encontrar concorrentes. Este programa te ajuda a entender como funcionam as redes de computadores mas, o mais importante, é um jogo agradável e competitivo que você vai adorar.
zh_cn: 你们知道构建计算机网络其实很有趣吗？你需要创建正确的链接，越少越好，这样才会赢。所以，准备移动电线，尽快解答题目！一旦你成功，你就会发现一个高分列表，允许你找到竞争对手。这个程序可以帮助你了解计算机网络，更重要的是，你还可以享受一个愉快且具有竞争力的游戏。

# title
source: KSame
es: Mismos
hi: केसैम
id: KSama
pt_br: Cores Iguais

# subtitle
source: Get rid of all the marbles to win
fr: Débarrassez-vous de toutes les billes pour gagner
hi: सभी मार्बल्स से छुटकारा पाएं और जीत जाएं
id: Singkirkan semua gundu untuk menang
pt_br: Livre-se de todas as bolas para vencer
zh_cn: 消除石块，赢得游戏

# description
source: Show off your pattern-finding skills in this addicting game. Match all of the same colored marbles to clear the board and win, but remember: the more marbles you clear at once, the higher your score will be, so think strategically about all of your moves! What may look easy at first is a true challenge. A really fun challenge!
fr: Prouvez votre aptitude à la recherche de chemin dans ce jeu addictif. Faites correspondre toutes les billes de même couleur pour vider le plateau et gagnez, mais souvenez-vous : plus vous nettoyez de billes d’un coup, et plus votre score sera élevé, donc réfléchissez tous vos coups de façon stratégique ! Ce qui peut sembler simple au premier coup d’œil est en fait un véritable défi. Un défi vraiment amusant !
hi: इस लत लगने वाले गेम में अपना पैटर्न ढूंढने का हुनर दिखाएं। बोर्ड को साफ करने के लिए समान रंग वाले सभी मार्बल्स को मैच करें और जीत जाएं, लेकिन याद रखें : जितने मार्बलस आप एक बार में साफ करेंगे, उतना ही आपका स्कोर ऊंचा होगा, इसलिए अपने सभी चाल के बारे में रणनीतिक रूप से सोचें! पहली नजर में वास्तविक चुनौती आसान लग सकती है। वाकई एक मजेदार चुनौती!
id: Tunjukkan kemahiran Anda menemukan pola dalam permainan yang mengasyikkan ini. Cocokkan semua kelereng yang sama warnanya agar papan dikosongkan dan menang, tapi ingat: semakin banyak kelereng yang Anda singkirkan sekaligus, semakin tinggi skor Anda, jadi pikirkan secara strategis segala langkah Anda! Apa yang sepertinya mudah sebenarnya adalah tantangan pelik. Tantangan yang amat menyenangkan!
pt_br: Mostre toda a sua habilidade neste jogo viciante. Combine todas as bolinhas da mesma cor para limpar o tabuleiro e ganhar o jogo. Mas lembre-se: quanto mais bolinhas você eliminar ao mesmo tempo, mais pontos você ganha. Pense estrategicamente em todos os seus movimentos. Isso pode parecer fácil à primeira vista mas é um grande desafio. Um desafio muito divertido
zh_cn: 在这个有趣的游戏中展示您的图形搜寻能力吧！玩家只需对颜色相同的大理石块进行匹配，使之消除以赢得游戏。但要注意的是：一次性消除的大理石越多，您的得分也越多。因此在移动每一步前都多加思考。这个游戏看上去虽简单，但非常有挑战性。赶紧来加入这个有趣的挑战吧！

# title
source: KSquares
es: Cuadrados
hi: केस्क्वेयर्स
pt_br: Ponto a Ponto

# subtitle
source: Connect the dots in this challenging strategy game
fr: Connectez les points dans ce jeu de stratégie stimulant
hi: इस चुनौती भरे रणनैतिक खेल में डॉट्स आपस में जोड़िए
id: Hubungkan titik-titik dalam permainan strategi yang menantang ini
pt_br: Ligue os pontos neste jogo de estratégia desafiador
zh_cn: 在此具有挑战性的策略游戏中链接相关点

# description
source: Based on a popular old game, this fun app lets you stretch your mind and solve puzzles. The objective is to complete more squares on the grid than your opponent. Taking turns drawing lines between dots, you’ll form squares while trying to block your opponents’ squares. This game requires geometrical thinking as well as strategy, and is sure to provide hours of entertainment. Be careful – you just might become addicted!
fr: Basé sur un célèbre jeu ancien, cette application amusante vous permet de vous remuer les méninges en résolvant des puzzles. L'objectif est d'avoir plus de carrés sur la grille que votre adversaire. Tracez des lignes entre les points chacun votre tour et formez des carrés tout en essayant de bloquer ceux de votre adversaire. Ce jeu demande de penser géométriquement et stratégiquement, et vous divertira assurément pendant des heures. Attention, vous pourriez ne plus pouvoir vous en passer !
hi: एक पुराने लोकप्रिय खेल पर आधारित यह ऐप आपको खूब दिमागी कसरत कराता है और आपको पहेलियां हल करने के लिए प्रेरित करता है। इसका उद्देश्य है अपने विरोधी की तुलना में ग्रिड पर अधिक स्क्वेयर पूरा करना। डॉट्स के बीच लाइन खींचते हुए आप स्क्वेयर का निर्माण करेंगे और उस दौरान अपने विरोधी के स्क्वेयरों को ब्लॉक भी करने का प्रयास करेंगे। इस गेम के लिए आपको जियोमेट्रिकल समझ और रणनीति की जरूरत होगी और इससे निश्चित रूप से घंटों तक मनोरंजन होता रहेगा। पर सावधान रहिए- आपको इसकी लत लग सकती है!
id: Diangat dari gim lawas populer, pada aplikasi seru ini Anda dapat meregangkan pikiran dan memecahkan puzzle. Tujuannya adalah menyelesaikan lebih banyak kotak di kisi daripada lawan. Gambarkan garis di antara titik secara bergiliran, bentuk kotak sambil mencoba memblokir kotak lawan. Gim ini membutuhkan pemikiran geometris serta strategi, jadi pasti akan menyediakan hiburan selama berjam-jam. Hati-hati... Anda bisa kecanduan!
pt_br: Baseado em um jogo popular antigo, esse programa divertido permite que você estique sua mente e resolva quebra-cabeças. O objetivo é completar a maior quantidade de quadrados na grade do seu oponente. Revezando-se, desenhem linhas entre os pontos e tente bloquear os quadrados do seu oponente, ao mesmo tempo que forma seus quadrados. Este jogo requer pensamento geométrico, bem como uma boa estratégia, e com certeza proporcionará várias horas de entretenimento. Tenha cuidado - você pode se viciar!
zh_cn: 这个有趣的App基于一个流行的老游戏,可以让你锻炼你的头脑，解决难题。目标是完成完整的正方形网格，超过你的对手。轮流画点之间,你会形成自己的区域，要试图阻止你的对手的区域。这个游戏需要几何思维以及策略,并确保提供娱乐的时间。小心——你会上瘾的!

# title
source: Sudoku
hi: सुडोकु

# subtitle
source: A challenging numerical puzzle game
fr: Un jeu stimulant de puzzle numérique
hi: चुनौतियों से भरा एक पहेली गेम
id: Permainan teka-teki angka yang menantang
pt_br: Um desafiador quebra-cabeça numérico
zh_cn: 具有挑战性的数字拼图游戏

# description
source: Are you better than your friend is at puzzles? Find out by playing this fun number puzzle game! You can play alone, have other people help you, or challenge your friends and family to see who can solve the puzzle first. This app has special features, like the ability to create games you can print out, and the ability to help you solve any Sudoku puzzle so that you can learn how to solve it on your own. Whether you are completely new to Sudoku, or are an experienced player, you'll love this app!
fr: Êtes-vous meilleur que vos amis aux puzzles ? Découvrez la réponse en jouant à ce jeu amusant de puzzle numérique ! Vous pouvez jouer seul, vous faire aider par d'autres personnes, ou défier vos amis et votre famille pour voir qui peut résoudre le puzzle en premier. Cette application a des fonctionnalités spéciales, comme la possibilité de créer des jeux que vous pouvez imprimer ou de vous aider à résoudre n'importe quel puzzle Sudoku de façon à ce que vous appreniez à les résoudre vous-même. Que vous soyez débutant total ou un joueur expérimenté, vous adorerez cette application !
hi: क्या आप पहेलियां बुझाने में अपने दोस्तों से ज्यादा हुनरमंद हैं? तो फिर इस मजेदार नम्बर पजल गेम को आजमाइए! आप इसे अकेले खेल सकते हैंं, अन्य लोगों की मदद ले सकते हैं या अपने मित्रों और परिवार वालों को पहेलियां सुलझाने की चुनौती दे सकते हैंं। इस ऐप में विशेष सुविधाएं हैं, जैसे कि गेम्स क्रिएट करने की क्षमता जिसे आप प्रिंट आउट कर सकते हैं और सुडोकू पजल सुलझाने में मदद करने की क्षमता, ताकि आप उसे खुद से हल करने की विधि जान सकें। चाहे आप सुडोकू के लिए पूरी तरह से नए हैंं या आप अनुभवी खिलाड़ी हैं, आपको यह ऐप खूब लुभाएगा!
id: Apakah Anda lebih baik dari teman Anda dalam bermain teka-teki? Cari tahu dengan bermain teka-teki angka yang menyenangkan ini! Anda dapat bermain sendiri, dibantu orang lain, atau menantang teman dan keluarga Anda untuk melihat siapa yang pertama kali dapat memecahkan teka-tekinya. Aplikasi ini memiliki fitur-fitur spesial, seperti membuat permainan yang dapat Anda cetak, dan kemampuan untuk membantu Anda memecahkan teka-teki Sudoku mana pun sehingga Anda dapat belajar memecahkannya sendiri. Entah Anda benar-benar baru mengetahui Sudoku, atau seorang pemain yang berpengalaman, Anda akan sangat menyukai aplikasi ini!
pt_br: Você é melhor que seus amigos jogando Sudoku? Descubra isso agora! Você pode jogar sozinho, com a ajuda de outras pessoas ou desafiar os amigos e familiares para ver quem consegue resolver o desafio primeiro. Este programa contém características especiais, como criar jogos para você imprimir. Ele também pode te ajudar a aprender a jogar para depois você possa tentar sozinho. Mesmo que você ainda seja iniciante, vai adorar jogar Sudoku.
zh_cn: 通过玩这个有趣的益智游戏，你比你的朋友更擅长吗?你可以单独玩,寻求别人帮助,或者挑战你的朋友和家人,看谁可以先解决这个难题。这个程序功能特殊,比如能够创建游戏，并打印出来,能够帮助您解决任意数独谜题,这样你就可以学习如何解决它。无论是全新的数独,或者是一名有经验的球员,你都会喜欢这个程序!

# title
source: Potato Guy
es: Sr. Patata
hi: पोटैटो गाय
id: Manusia Kentang
pt_br: Sr. Batata
zh_cn: 土豆人

# subtitle
source: Give your potato a funny face
fr: Donnez à votre patate un visage amusant
hi: अपने आलू को एक मजेदार शक्ल दें
id: Buat wajah lucu pada kentang Anda
pt_br: Dê uma cara engraçada ao Sr. Batata
zh_cn: 给土豆换张搞笑的脸

# description
source: This is a silly game for children and their parents to play together. Based on the Mr. Potato Head toy, it allows you to drag and drop facial features onto a potato, making funny faces with such touches as mustaches, elf ears, blonde ponytails, and bowties. There is no objective to this game except lots of laughter. Make the goofiest face you can!
fr: Il s’agit d’un jeu idiot pour permettre aux enfants et à leurs parents de jouer ensemble. Basé sur le jeu Monsieur Patate, il vous permet de faire glisser et déposer des éléments de visage sur une patate, faisant des visages marrants avec l’aide de moustaches, oreilles de lutins, queues de cheval blondes, et autres nœuds papillons. Il n’y a pas d’autre objectif à ce jeu que de faire rire ! Réalisez le visage le plus désopilant que vous pouvez !
hi: यह बच्चों और उनके माता-पिता के लिए एक बेहद मजेदार गेम है। मि. पोटाटो हेड टॉय पर आधारित यह गेम आपको फेसियल फीचर्स को किसी आलू पर ड्रैग पर ड्रॉप करने में मदद करेगा, जिससे आलू पर मजेदार चेहरे बन आएंंगे, जैसे कि मूंछ वाले चेहरे, एल्फ ईयर्स, ब्लोंड पोनीटेक्स और बोटाईज। इस गेम में कोई उद्देश्य नहीं होता है, सिवा हंसी-ठहाकों के। आप अपने हिसाब से सबसे मजेदार चेहरा बना सकते है!
id: Ini adalah permainan yang lucu untuk dimainkan oleh anak-anak bersama orang tua. Berdasarkan mainan Tuan Kepala Kentang, dalam permainan ini Anda akan menarik dan memasangkan bagian-bagian wajah pada sebuah kentang, membuat wajah-wajah lucu dengan sentuhan seperti kumis, kuping peri, rambut pirang dengan kuncir kuda, dan dasi kupu-kupu. Tidak ada sasaran tertentu dalam permainan ini selain membuat Anda tertawa terbahak-bahak. Buatlah wajah paling lucu yang bisa Anda buat!
pt_br: Esse é um joguinho para crianças e adultos jogarem juntos. Baseado no Sr. Cabeça de Batata, esse jogo permite que você altere as características do rosto da batata, fazendo caretas, usando bigodes, orelhões, etc. O objetivo é montar o rosto mais engraçado e garantir boas risadas.
zh_cn: 这是一个简单的游戏，儿童和父母可以一起玩。基于老白薯玩具,它允许您将面部特征拖放到一个土豆上,做成有趣的脸。您可以通过触摸胡须,精灵的耳朵,金色马尾辫等来完成。这个游戏只为博游戏者一笑！

# title
source: Kubrick
es: CuboRubik
hi: क्यूब्रिक

# subtitle
source: Like Rubik's Cube - create solid color sides to win
fr: Comme le Rubik's Cube - créez des face de couleur homogène pour gagner
hi: रूबिक क्यूब की तरह- जीतने के लिए बनाइए सोलिड कलर साइड्स
id: Seperti Kubus Rubik - jadikan sisi warna polos agar menang
pt_br: Como em um Cubo Mágico - crie lados de uma única cor e vença o jogo
zh_cn: 犹如魔方——创建纯色方块为赢

# description
source: This puzzling game has lots of options to keep your brain working! Modeled after the popular Rubik's Cube this game is a 3-D experience that has you turning small bricks in a large cube to try and make each of the cube's sides the same solid color. Smaller, larger, and differently shaped objects offer their own special challenges. The game also includes demonstrations of cool solution moves, so you can follow along with the experts, and you can even design your very own challenge!
fr: Ce jeu de puzzle propose de nombreuses options pour faire travailler votre cerveau ! Conçu d’après le populaire Rubik’s Cube, ce jeu est une expérience 3D qui vous fait tourner les petites briques d’un grand cube pour tenter et réussir à rendre chacune des faces du cube de la même couleur. Des objets plus grands, plus petits, et de formes différentes, proposent leur propre défi. Le jeu comprend également des démonstrations des méthodes de résolutions les plus impressionnantes, afin que vous puissiez devenir un expert, et que vous puissiez même concevoir votre propre défi !
hi: आपके दिमाग को गतिमान बनाए रखने के लिए इस पहेली गेम में कई सारे विकल्प हैं! लोकप्रिय रूबिक क्यूब की तरह ही यह गेम आपको एक 3-डी एहसास देता है, जहां आपको छोटी ईंटों को एक बड़े वर्ग क्यूब में बदलना होता है ताकि हरेक क्यूब के किनारे समान सोलिड कलर के हो जाएं। यहां छोटे, बड़े और अलग-अलग प्रकार की वस्तुएं अपनी ख़ास चुनौतियां पेश करती हैं। यह गेम कूल सॉल्यूशन मूव भी प्रदर्शित करता है, ताकि आप एक्सपर्ट्स का अनुपालन कर सकें और आप अपनी खुद की चुनौतियां भी क्रिएट कर सकते हैंं!
id: Permainan yang membingungkan ini memiliki banyak pilihan untuk membuat otak Anda tetap bekerja! Dibuat berdasarkan Kubus Rubik yang populer, permainan ini adalah pengalaman 3-D di mana Anda harus memutar kubus kecil di kubus besar untuk membuat masing-masing sisi kubus memiliki warna yang sama. Lebih kecil, lebih besar, dan objek-objek dengan bentuk yang berbeda memberikan tantangan khusus mereka sendiri. Dalam permainan juga terdapat demonstrasi gerakan solusi yang keren, sehingga Anda dapat mengikuti para ahli, dan Anda bahkan dapat merancang tantangan Anda sendiri!
pt_br: Esse jogo tem muitas maneiras de manter seu cérebro trabalhando! Baseado no tradicional Cubo Mágico, este é um jogo 3D, onde você precisa transformar pequenas peças em um grande cubo. Mas, atenção: todas as peças de cada lateral do cubo precisam ser da mesma cor. Objetos menores, maiores e de diferentes formatos oferecem os seus próprios desafios especiais. O jogo também inclui demonstrações de movimentos legais de solução para que você possa seguir e aprender junto com os especialistas. Você pode até mesmo criar o seu próprio desafio!
zh_cn: 这个令人费解的游戏有很多选项,让你的大脑不停地工作!这个游戏模仿了流行的魔方，给客户带来3D体验。你把小砖放在一个大立方体中,并试图使每一个立方体两边颜色相同且为纯色。小的,大的,和不同形状的砖块有它们自己的挑战。游戏还包括冷却解决方案的示范动作,所以你可以跟随专家,甚至可以设计你自己的挑战!

# title
source: KWordQuiz
es: VocaTarjetas
hi: केवर्ल्डक्विज
pt_br: Mais Palavras
zh_cn: 背单词

# subtitle
source: Grow your vocabulary and test your learning
fr: Améliorez votre vocabulaire et testez votre apprentissage
hi: अपने शब्द भंडार बढ़ाइए और अपनी जानकारी की जांच कीजिए
id: Kembangkan kosakata dan uji hasil belajar Anda
pt_br: Aumente seu vocabulário e teste seu aprendizado
zh_cn: 增加及检测词汇量

# description
source: Learning new words is a great way to speak and write more clearly, but sometimes it can be hard to do. Using flashcards can be a great help, whether you’re studying a foreign language or trying to memorize new vocabulary words. This app make memorization easy and fun with interactive flashcards and quizzes that will help you test your knowledge and keep learning all you want.
fr: Apprendre de nouveaux mots est une excellente façon de parler et écrire de façon plus claire, mais parfois cela peut être difficile à faire. Utiliser des fiches de vocabulaire peut être d’une grande aide, que vous étudiiez une langue étrangère ou essayiez de mémoriser de nouveaux mots de vocabulaire. Cette application rend la mémorisation facile et amusante avec des fiches de vocabulaire interactives et des jeux qui vous aideront à tester votre connaissance et à continuer d’apprendre tout ce que vous voulez.
hi: नए शब्दों को सीखना अधिक साफ तरह से बात करने और लिखने का एक कमाल का तरीका होता है, पर कभी-कभी ऐसा करना कठिन भी हो सकता है। ऐसे में फ्लैशकार्ड का इस्तेमाल करना काफी कारगर होता है, चाहे आप कोई विदेशी भाषा पढ़ रहे हों या आप नए शब्दावलियों के शब्दों को याद कर रहे हों। यह ऐप आपको रोचक फ्लैशकार्ड्स और पहेलियों की मदद से आसान और मजेदार तरीके से याद करवाता है, जो आपको अपनी जानकारी की जांच करने और आगे भी सीखते रहने के लिए काफी कारगर साबित होगा।
id: Mempelajari kata-kata baru adalah cara yang bagus untuk berbicara dan menulis dengan lebih jelas, tetapi kadang-kadang hal itu sulit dilakukan. Penggunaan flashcard bisa sangat membantu, entah Anda sedang belajar bahasa asing atau mencoba untuk menghafal kosa kata baru. Aplikasi ini memudahkan menghafal dan menjadikannya menyenangkan dengan flashcard dan kuis interaktif yang akan membantu Anda menguji pengetahuan Anda dan terus belajar semua yang Anda inginkan.
pt_br: Aprender novas palavras é uma ótima maneira de falar e escrever de forma mais clara, mas às vezes pode ser difícil de fazer. Usar flashcards pode ser uma grande ajuda, se você está estudando uma língua estrangeira ou mesmo tentando memorizar novas palavras. Este programa torna a memorização fácil e divertida com flashcards interativos e questionários rápidos que te ajudarão a testar seus conhecimentos e continuar aprendendo tudo o que quiser.
zh_cn: 学习新单词让说、写更清楚,但有时却很难做。抽认卡可以帮你一把！不管你是学习外语或者试图记住新词汇，都可以！这个程序涉及简单记忆和有趣的互动抽认卡测验,可以帮助你测试你的知识，不断学习所有你想要的。

# title
source: Maps
hi: मैप्स
id: Peta
pt_br: Mapas
zh_cn: 地图

# subtitle
source: Maps of the entire world
fr: Cartes du monde entier
hi: दुनिया भर के नक्शे
id: Peta seluruh dunia
pt_br: Mapas de todo o mundo
zh_cn: 全景地图

# description
source: Where do players from FC Barcelona or Real Madrid live? How far away are you from a country where elephants and lions wander around freely? How close is the nearest volcano? These are all questions that the right maps can help us answer. This app will give you access to all sorts of maps from all over the world and from different ages, so that you can even see how the world has changed over time!
fr: Où vivent les joueurs du FC Barcelone ou du Real Madrid ? À quelle distance êtes-vous d’un pays où les éléphants et les lions vivent en liberté ? Quel est le volcan le plus proche de vous ? Toutes ces questions peuvent trouver leur réponse avec la carte adéquate. Cette application vous donne accès à toutes sortes de cartes du monde entier et de différentes époques, afin que vous puissiez même voir comment le monde a changé à travers le temps !
hi: एफसी बार्सीलोना या रीयल मैड्रिड के खिलाड़ी कहांं रहते हैं? आप उस देश से कितनी दूरी पर हैं, जहां हाथी और सिंह खुले में घूमते हैं? आपकी सबसे नजदीकी ज्वालामुखी आपसे कितनी दूरी पर है? ये सारे ऐसे प्रश्न हैं जिनका सही मैप उत्तर दे सकता है। यह ऐप आपको दुनिया भर के और अलग-अलग दौर के मैप प्रदान, जिसके माध्यम से आप जान सकते हैं कि समय के साथ यह दुनिया कैसे बदलती आ रही है!
id: Di mana para pemain Barcelona atau Real Madrid tinggal? Seberapa jauh Anda dari negara yang gajah dan singa di sana bebas berkeliaran? Seberapa dekat lokasi Anda dengan gunung berapi? Ini semua adalah pertanyaan yang dapat kami jawab dengan peta yang tepat. Aplikasi ini akan memberikan akses ke segala macam peta dari seluruh dunia dan dari berbagai zaman sehingga Anda bahkan dapat melihat bagaimana perubahan dunia dari waktu ke waktu!
pt_br: Onde vivem os jogadores do Barcelona ou Real Madrid? Quão longe você está o país onde os elefantes e leões passeiam livremente? O quão perto é o vulcão mais próximo? Estas são as perguntas que os mapas certos podem ajudar a responder. Este programa vai lhe dar acesso à todos os tipos de mapas de todo o mundo, de diferentes idades, de modo que você pode até mesmo ver como o mundo mudou ao longo do tempo!
zh_cn: 来自巴塞罗那或者皇马的球员住在哪里?大象和狮子自由徘徊的国度和你相距多远?距离最近的火山在哪里?正确的地图可以帮助我们回答所有问题。该App会让你访问来自世界各地和不同年代各种各样的地图,你甚至可以看到随着时间的推移。世界已经变了!

# title
source: Palapeli
es: Rompecabezas
hi: पैलापेली

# subtitle
source: A fun jigsaw puzzle game
fr: Un jeu de puzzle amusant
hi: एक मजेदार जिगशॉ पज़ल गेम
id: Gim puzzle jigsaw seru
pt_br: Um divertido jogo de quebra-cabeça
zh_cn: 有趣的拼图游戏
