Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Do you love puzzle games? Then you’ll love BlockOut 2. This 3-D Tetris game is fast-paced and a lot of fun! Figure out how to stack different-shaped blocks together and create whole layers of blocks to get points, all before the blocks stack up too high and you lose! It’s great for the brain, and tons of fun.
es: ¿Te gustan los rompecabezas? Pues, te encantará BlockOut 2. ¡3D Tetris es de ritmo rápido y es muy divertido! Encuentra la mejor forma de juntar diferentes bloques para crear capas enteras de bloques y ganar puntos - ¡todo antes de que los bloques se amontonen demasiado y pierdas! Es un juego divertidísimo que hasta te ayudará a mantener tu cerebro ágil.
fr: Aimez-vous les jeux de puzzle ? Alors vous aimerez BlockOut 2. Ce jeu de Tetris en 3D est stimulant et très amusant ! Découvrez comment assembler des blocs de différentes formes et créez des rangées de blocs pour marquer des points, tout cela avant que les blocs ne s’empilent trop haut ou vous perdiez ! C’est excellent pour le cerveau, et très amusant.
hi: क्या आपको पहेली वाले खेल भाते हैं? तब तो आपको ब्लॉकआउट 2 भी पसंद आएगा। यह 3-D टेट्रिस गेम तेज रफ्तार वाला मजेदार खेल है। आपको अनुमान लगाना है कि अलग-अलग आकार वाले ब्लॉकों को साथ कैसे लाएंगे और कैसे सभी ब्लॉकों के समूचे लेयरों को पूरा करने पर आपको प्वाइंट्स मिलेंगे, और यह ब्लॉक्स के काफी ऊंचा होने और आपके हारने से पहले होता है! दिमाग के लिए यह कमाल होता है और साथ ही आपको खूब आनंद मिलेगा।
id: Suka dengan gim puzzle? Pasti Anda akan suka BlockOut 2. Gim Tetris 3D ini serba cepat dan seru! Cari cara untuk menumpuk balok-balok yang berbeda bentuk dan membuat lapisan seluruh blok untuk mendapat poin. Lakukan sebelum balok-balok ini terlalu tinggi sehingga Anda kalah! Gim seru ini cocok sebagai sarana berlatih otak.
pt: Você gosta de jogos de quebra-cabeça? Então você vai adorar BlockOut 2. Este jogo 3D Tetris é rápido e muito divertido! Descubra como empilhar blocos diferentes juntos e criar camadas inteiras de blocos para obter pontos, tudo antes dos blocos empilharem muito alto e você perder! É muito bom para o cérebro além de ser muito divertido.
pt_br: Você gosta de jogos de quebra-cabeça? Então você vai adorar BlockOut 2. Este jogo Tetris 3D é rápido e muito divertido! Descubra como empilhar blocos de formatos diferentes e crie camadas inteiras de blocos para obter pontos, tudo antes dos blocos empilharem muito alto e você perder! É muito bom para o cérebro, além de ser muito divertido.
zh_cn: 您爱玩拼图游戏吗？您会爱上BlockOut2。这款3D俄罗斯方块风格的快节奏游戏，趣味多多！将不同形状的积木堆叠在一起，并形成整层积木即可得分，不可将积木堆叠太高，否则失败。这款游戏益智多多，乐趣无穷！

# title
source: EduGames
es: EduJuegos
hi: एडुगेम्स
pt: Joguinhos
pt_br: Joguinhos

# subtitle
source: Puzzles, memory games, and more for kids
fr: Puzzles, jeux de mémoire, et plus pour les enfants
hi: बच्चों के लिए पहेलियां, मेमरी गेम्स, और भी बहुत कुछ
id: Puzzle, gim memori, dan lainnya untuk anak-anak
pt_br: Atividades para crianças como aprender as horas, quebra-cabeça, jogos de memória e muito mais
zh_cn: 谜语，记忆游戏等适合于小孩的游戏

# description
source: This app makes learning fun for young children with more than 100 games and activities! Educational topics include reading, geography, and math, and the app also features games like chess that are great for young brains. Your child will have a wonderful time developing valuable skills that will help him or her throughout life.
fr: Cette application rend l’apprentissage amusant pour les jeunes enfants avec plus de 100 jeux et activités ! Les matières incluent la lecture, la géographie et les mathématiques, et l’application comprend également des jeux tels que les échecs qui sont excellents pour les jeunes cerveaux. Votre enfant passera des moments merveilleux à développer des compétences précieuses qui l’aideront dans sa vie actuelle et future.
hi: यह ऐप 100 से अधिक गेम्स के साथ आपके बच्चे के लिए शिक्षा को मजेदार बनाता है! शैक्षणिक विषयों में शामिल हैं पढ़ना, भूगोल, और गणित, और ऐप में ऐसे गेम्स भी हैं जैसे चेस जो बाल मस्तिष्क के लिए अच्छा होता है। आपके बच्चे के पास महत्वपूर्ण हुनर विकसित करने का शानदार मौका होगा जिससे उन्हें जीवन भर मदद मिलेगी।
id: Aplikasi ini membuat belajar menyenangkan bagi anak-anak dengan lebih dari 100 permainan dan aktivitas! Topik-topik pendidikannya termasuk membaca, geografi, dan matematika, selain itu aplikasi juga memiliki fitur permainan seperti catur yang bagus untuk otak-otak muda. Anak Anda akan menghabiskan waktu yang menyenangkan dalam mengembangkan keterampilan berharga yang akan membantunya di sepanjang hidupnya.
pt_br: Com mais de 100 jogos e atividades este programa torna o aprendizado divertido para qualquer crianças! Temas educativos incluem leitura, geografia e matemática, e o programa também possui jogos como xadrez e conecta-quatro, que são ótimos para cérebros jovens. Seu filho terá uma experiência maravilhosa desenvolvendo habilidades valiosas que vão ajudá-lo ao longo da vida.
zh_cn: 这个app里有100多种游戏和活动，为儿童的学习添加乐趣！教育内容包括阅读、地理、数学，这个app还具有国际象棋之类的游戏，可以开发儿童大脑。您的孩子将在锻炼技能的同时享受美好时光，这将有益于他们的一生。

# title
source: EduGames Admin
hi: एडुगेम्स ऐडमिन
id: Admin EduGames
pt_br: EduJogos Admin

# subtitle
source: For teachers to help their students learn
fr: Pour les enseignant voulant aider leurs étudiants à apprendre
hi: छात्रों को सीखने में मदद करने हेतु शिक्षकों के लिए
id: Untuk guru membantu murid belajar
pt_br: Para professores ajudarem seus alunos a aprender
zh_cn: 让教师可以辅导学生学习

# description
source: Use this app to configure the EduGames app and create the exact learning experience you'd like for your students! You can change the list of activities, or change the controls of the app so that they stay focused on just the games that you want them to. To begin, download this app and the EduGames app from the 'Games' section of the app store. They'll have so much fun that they'll want to spend hours doing just what you want them to!
fr: Utilisez cette application pour configurer l'application EduGames et créez l'expérience d'apprentissage précise que vous souhaitez pour vos étudiants ! Vous pouvez changer la liste des activités, ou changer les contrôles de l'application pour qu'ils restent concentrés sur les jeux que vous souhaitez. Pour commencer, téléchargez cette application et l'application EduGames depuis la section "Jeux" de la boutique d'applications. Ils s'amuseront tellement qu'ils voudront passer des heures à faire exactement ce que vous voulez qu'ils fassent !
hi: एडुगेम्स ऐप को कनफिगर करने के लिए और ठीक वैसा ही शिक्षण अनुभव तैयार करने के लिए जैसा कि आप अपने बच्चे के लिए चाहते थे, इस ऐप का इस्तेमाल करें! आप क्रियाकलापों की सूची को बदल सकते हैं, या ऐप के कंट्रोल को बदल सकते है ताकि वे केवल उन गेम्स पर ध्यान केंद्रित कर सकें जिनपर आप चाहते हैं। शुरू करने के लिए, या ऐप डाउनलोड करें और ऐप स्टोर के ‘गेम्स’ सेक्शन से एडुगेम्स ऐप डाउनलोड करें। वे बहुत मजे करेंगे और वे वही करने में घंटों बिताएंगे जो आप चाहते हैं!
id: Gunakan aplikasi ini untuk mengonfigurasikan aplikasi EduGames dan menciptakan pengalaman belajar tepat seperti yang Anda inginkan untuk murid-murid Anda! Anda bisa mengubah daftar aktivitas, atau mengubah kontrol aplikasi agar mereka tetap berfokus hanya pada permainan yang Anda berikan. Untuk memulai, unduh aplikasi ini dan aplikasi EduGames pada kategori 'Permainan' di App Store. Murid-murid Anda akan sangat bersenang-senang sampai-sampai mereka akan ingin menghabiskan waktu berjam-jam melakukan apa yang Anda ingin mereka lakukan!
pt_br: Use este programa para configurar o programa EduJogos e criar a experiência exata que você gostaria que eles experimentassem. Você pode alterar a lista de atividades, ou mudar os controles do programa para que eles fiquem focados apenas nos jogos que você quer indicar. Para começar, baixe este programa e o programa EduJogos na seção de 'Jogos' da Central de Programas. Eles vão se divertir tanto que vão querer passar horas fazendo apenas o que você determinar que eles façam!
zh_cn: 这个app可以配置Edugames app，为您的学生量身定做您要求的学习体验。您可以更改活动列表或控制程序，让学生更专注于游戏中。首先，您需要在app商店的‘游戏’类别下载该app以及EduGames app。这将会给您的学生带来无穷乐趣，让他们享受在您希望他们做的事情中！

# title
source: Minetest
hi: माइनटेस्ट

# subtitle
source: Create your dream world
fr: Créez le monde de vos rêves
hi: अपने सपनों की दुनिया सजाएं
id: Ciptakan dunia impian Anda
pt_br: Crie o mundo dos seus sonhos
zh_cn: 建造您的理想世界

# description
source: What kind of a world would you build? Start with just land and water, and from there fill in every detail you can possibly think of! Get creative and build an incredible castle, a giant skyscraper, a massive mansion, and don't forget to add city walls for protection. Explore the world and build whatever you'd like during the day, but make sure you’re prepared for the night. You may find that spiders, skeletons, and zombies might try to attack your city!
fr: Quel type de monde construiriez-vous ? Commencez avec juste de l'eau et de la terre, et de là ajoutez tous les détails qui vous traversent l'esprit ! Soyez créatif et créez un château incroyable, un gratte-ciel géant, un manoir gigantesque, et n'oubliez pas d'ajouter des murailles pour la protection. Explorez le monde et construisez ce que vous voulez pendant la journée mais assurez-vous de vous préparer pour la nuit. Vous pourriez vous rendre compte que des araignées, des squelettes et des zombies essayent d'attaquer votre ville !
hi: आप किस प्रकार की दुनिया बनाएंगे? इसके लिए आप बस जमीन और पानी से शुरुआत कीजिए और वहां से आप हरेक डीटेल को भरिए जिसके बारे में आप सोच सकते हैं! रचनात्मक बनिए और एक अद्भुत किला बनाइए, एक विशाल गगनचुंबी इमारत खड़ी कीजिए, एक बड़ा महल बनाइए और हां, सुरक्षा के लिए शहर में चहारदीवारी देना मत भूलिए! दुनिया की खोज कीजिए और दिन के समय आप जो बनाना चाहते हैं वह बनाइए, पर याद रखिए आपको रात के लिए तैयार रहना है। आपको मकड़े, कंकाल और जॉम्बीज मिल सकते हैं, जो आपके शहर पर हमले की तैयार में हो सकते हैं!
id: Dunia seperti apa yang ingin Anda bangun? Mulailah dari hanya tanah dan air, dan isi segala rincian yang dapat Anda pikirkan! Jadilah kreatif dan bangunlah istana yang megah, gedung pencakar langit raksasa, rumah yang luas, dan jangan lupa untuk membangun tembok kota untuk perlindungan. Jelajahi dunia dan bangun apapun yang Anda inginkan di siang hari, tapi pastikan Anda bersiap untuk malam hari. Anda akan menemukan bahwa laba-laba, jerangkong, dan zombie mungkin mencoba untuk menyerang kota Anda!
pt_br: Que tipo de mundo você construiria? Comece com apenas terra e água e, à partir daí, preencha cada detalhe que você imaginar. Seja criativo e construa um castelo incrível, um arranha-céu, uma enorme mansão e não se esqueça te colocar muros em sua cidade para protegê-la. Explore o mundo e construa o que quiser durante o dia, mas tenha certeza de estar preparado para a noite. Você descobrirá que aranhas, esqueletos e zumbis podem tentar atacar sua cidade!
zh_cn: 您想建造怎样的世界？现在就从土地和水开始，装点您能想到的每一个细节！在游戏中发挥你的创造力，建造奇妙的城堡、高耸的楼盘、豪华的大宅，同时加上城墙进行保护吧。白天里，您可以探索世界、随心所欲地进行建造，同时也要为晚上作好准备——晚上可能会有蜘蛛、骷髅、僵尸试图袭击您的城市!

# title
source: Kobo Deluxe
hi: कोबो डीलक्स

# subtitle
source: Destroy enemy bases in space
es: Destruye las bases enemigas en el espacio
fr: Détruisez les bases ennemies dans l'espace
hi: अंतरिक्ष में दुश्मन के ठिकानों को नष्ट कीजिए
id: Hancurkan markas musuh di luar angkasa
pt: Destrua as bases inimigas no espaço
pt_br: Destrua as bases inimigas no espaço
zh_cn: 从空间上摧毁敌人基地

# description
source: Fans of arcade-style games will love this fun shooting game. Protect yourself from and destroy enemy ships as they pursue you through space! This game has fun graphics and lots of challenges, with over 50 levels for you to play. You'll have hours and hours of fun blowing up things in space!
fr: Les fans de jeux d’arcade adoreront ce jeu de tir amusant. Protégez-vous des vaisseaux ennemis et détruisez-les tandis qu’ils vous poursuivent à travers l’espace ! Ce jeu profite de graphismes amusants et de nombreux défis, avec plus de 50 niveaux jouables. Vous aurez des heures et des heures d’amusement à exploser des choses dans l’espace !
hi: आर्केड-स्टाइल गेम्स के प्रशंसक इस मजेदार शूटिंग गेम को भी खूब पसंद करेंगे। अपने आप को दुश्मन से बचाइए और अंतरिक्ष में आने वाले दुश्मन के शिप्स को नष्ट कीजिए! इस गेम के ग्राफिक्स काफी मजेदार हैं और उसमें कई सारी चुनौतियां मौजूद हैं, जहां आपको 50 से अधिक लेवल पर खेलना होता है। आप घंटों तक अंतरिक्ष की दुनिया की चीजों को उड़ाते हुए मजे से अपना समय बिता सकते हैं!
id: Para penggemar permainan bergaya arcade akan menyukai permainan tembak-menembak yang menyenangkan ini. Lindungi diri Anda dari dan hancurkan kapal musuh selagi mereka mengejar Anda melintasi ruang angkasa! Permainan ini memiliki grafis yang menyenangkan dan banyak tantangan, dengan lebih dari 50 tingkat untuk Anda mainkan. Anda merasakan kesenangan berjam-jam meledakkan banyak hal di luar angkasa!
pt_br: Os fãs de jogos estilo arcade vão adorar o programa Kobo Deluxe. Este jogo de naves permite que você se proteja e destrua naves inimigas enquanto elas te perseguem, atirando e lançando-se em você. Tudo isso acontece no espaço, com gráficos divertidos e desafios táticos estimulantes. Mova-se através dos 50 níveis e saia um campeão.
zh_cn: 走道游戏的粉丝们会喜欢这个有趣的射击游戏。保护自己，摧毁敌人的传至，因为他们在空间内追你。这个游戏有很多有趣的图形，更多的挑战，50多级等你去玩。在几小时内尽情享受太空爆炸的快感吧！

# title
source: Atomic Tanks
hi: ऐटॉमिक टैंक्स
id: Tank Nuklir
pt_br: Tanque Atômico
zh_cn: 原子坦克

# subtitle
source: Bring friends and families together in the pursuit of world domination
fr: Alliez vos amis et votre famille pour atteindre la domination mondiale
hi: दुनिया पर वर्चस्व जमाने के लिए दोस्तों और परिजनों को साथ लाएं
id: Ajak teman dan keluarga bersama mengejar dominasi dunia
pt_br: Traga os amigos e a família em busca da dominação mundial
zh_cn: 携亲友一同争霸天下

# description
source: Annihilate other tanks to earn money, then spend it on bigger and better shields and weapons to wipe out the opposition. Win this exciting game and you'll be a true battle-hardened commander, lose and feel the wrath of your adversary.
fr: Annihiliez les autres tanks pour gagner de l'argent, puis investissez celui-ci dans des protections et armes plus grosses et plus fortes pour anéantir l'ennemi. Gagnez à ce jeu excitant et vous serez un véritable commandant aguerri, perdez et encaissez la fureur de votre adversaire.
hi: रुपए कमाने के लिए दूसरे टैंकों को ध्वस्त कर देंं, तब इसे बड़े और बेहतर शील्ड्स व हथियारों पर खर्च करें, जिससे आप अपने दुश्मनों को मिटा सकेंगे। जीतिए यह रोमांचक गेम और बनिए एक सच्चा योद्धा कमांडर, अपने विरोधियों की हार और आक्रोश को महसूस करें।
id: Musnahkan tank lain untuk mendapatkan uang, lalu beli perisai dan senjata yang lebih besar dan lebih baik untuk melenyapkan lawan. Menangkan gim menarik ini demi menjadi komandan perang yang terlatih. Atau jadilah pecundang dan rasakan murka dari sang musuh.
pt_br: Destrua outros tanques para ganhar dinheiro, depois gaste-o em escudos e armas maiores para eliminar o oponente. Ganhe este jogo emocionante e você será um verdadeiro veterano de guerra.
zh_cn: 通过消灭其他坦克赚钱，接着购置更大更好的的盾牌和武器以打败敌人。在这款刺激的游戏中获胜，您就是一位真正的战场老手，从而激怒对手。

# title
source: Audio Editor
es: Editor de Audio
fr: Éditeur Audio
hi: ऑडियो एडिटर
id: Penyunting Audio
pt: Editor de audio
pt_br: Editor de Áudio
zh_cn: 音频编辑器

# subtitle
source: Audio editor for recording, slicing, and mixing audio
es: Editor de sonido para grabar, cortar y mezclar audio
fr: Éditeur audio pour enregistrer, découper, et mixer du son
hi: रिकॉर्डिंग, स्लाइसिंग और ऑडियो मिक्सिंग के लिए ऑडियो एडिटर
id: Editor audio untuk merekam, memotong dan menggabungkan audio
pt: Editor de áudio para gravar, cortar e misturar sons
pt_br: Editor de áudio para gravar, cortar e misturar sons
zh_cn: 可录音、剪辑和混音的音频编辑器

# description
source: Have you ever wanted to make your own audio clips or songs? With this app, you'll be able to access all the tools you need to create audio clips that you can play for your friends and family. Create high quality clips and songs that you can even share with the world!
fr: N’avez-vous jamais voulu faire vos propres clips musicaux ou chansons ? Avec cette application, vous serez en mesure d’accéder à tous les outils dont vous avez besoin pour créer des clips musicaux que vous pourrez jouer à vos amis et votre famille. Créez des clips et des chansons de haute qualité que vous pouvez même partager avec le monde !
hi: क्या आपने कभी अपना खुद का ऑडियो क्लिप्स या गाने तैयार करना चाहा है? इस ऐप के साथ, आप ऑडियो क्लिप्स तैयार करने के लिए जरूरी सभी टूल्स पा सकेंगे, और उन आइडियो क्लिप्स को आप अपने दोस्तों और परिवार को बजा कर सुना सकते हैं। अच्छी गुणवत्ता वाले क्लिप्स और गाने तैयार करें, जिन्हें आप दुनिया के साथ शेयर कर सकते हैं।
id: Apakah Anda ingin membuat klip audio atau lagu sendiri? Dengan aplikasi ini, Anda akan dapat mengakses seluruh alat yang Anda perlukan untuk membuat klip audio yang dapat Anda mainkan bagi teman dan keluarga Anda. Ciptakan klip dan lagu berkualitas tinggi yang dapat Anda bagikan ke seluruh dunia!
pt_br: Você já teve vontade de fazer suas próprias gravações ou músicas? Com este programa você será capaz de acessar todas as ferramentas que você precisa para editar arquivos de áudio, gravações e músicas, que você poderá tocar para os seus amigos e familiares. Crie gravações e músicas de alta qualidade e, quem sabe, até compartilhe isso com o mundo!
zh_cn: 您是否想自己动手录制小音频或歌曲？这款APP帮您获取录制音频的所有工具，届时您可以将音频分享给亲人朋友。打造高品质音频与歌曲，世界与您共享！

# title
source: Battle Tanks
fr: Chars de combat
hi: बैटल टैंक
pt_br: Tanques
zh_cn: 战斗坦克

# subtitle
source: A fast-paced battle game to play with friends
fr: Un jeu de combat trépidant pour jouer avec des amis
hi: तेज रफ्तार वाला एक बैटल गेम जिसे आप अपने दोस्तों के साथ खेल सकते हैं
id: Permainan tempur bertempo cepat untuk dimainkan bersama teman-teman
pt_br: Uma batalha rápida para jogar com os amigos
zh_cn: 一款与朋友一起玩的快节奏战斗游戏

# description
source: Battle with family and friends with an arsenal of your design. With awesome graphics and cool music, it's a fun and dynamic game for players of all ages. Just make sure you can handle the explosions!
fr: Combattez votre famille et vos amis avec un arsenal de votre conception. Avec des graphismes splendides et une super musique, c’est un jeu amusant et stimulant pour les joueurs de tout âge. Assurez-vous juste que vous pouvez faire face aux explosions !
hi: अपने डिजाइन किए हथियारशाला की मदद से दोस्तों और परिवारजनों के साथ युद्ध का आरंभ करें। कमाल के ग्राफिक्स और कूल म्यूजिक के साथ यह सभी आयु वर्गों के लोगों के लिए एक मजेदार और ऊर्जावान गेम है। बस आपको ध्यान रखना होगा कि आप विस्फोटों को निपटने में हुनरमंद हों।
id: Bertempur melawan teman dan keluarga dengan senjata rancangan Anda. Dengan grafik yang memukau dan musik yang keren, ini adalah permainan yang seru dan dinamis untuk pemain dari segala usia. Hanya, pastikan Anda bisa tahan terhadap ledakannya!
pt_br: Batalhe com a família e amigos com um arsenal de seu projeto. Com gráficos impressionantes e música legal, é um jogo divertido e dinâmico para os jogadores de todas as idades. Apenas certifique-se que você pode lidar com as explosões!
zh_cn: 使用您设计的武器，与亲友对战。这款游戏的画质极佳，音乐酷炫，趣玩无限，活力十足，老少玩家的不二之选。请确认您能处理好处理好游戏中的威力！

# title
source: Chromium BSU
hi: क्रोमियम BSU

# subtitle
source: Command your spaceship and battle with robots
fr: Commandez vos vaisseaux spatiaux et combattez les robots
hi: अपने स्पेसशिप को आदेश दीजिए और रोबोटों के साथ युद्ध कीजिए
id: Perintah pesawat luar angkasa Anda dan bertempur melawan robot
pt_br: Comande sua nave espacial e lute com os robôs
zh_cn: 控制您的飞船，与机器人对战

# description
source: Imagine this: You’re the captain of a space ship that must get supplies to the frontline of a great war in outer space. With the help of your robotic fighting fleet, you just might make it. This thrilling, arcade-style game is sure to get your blood pumping. With lots of obstacles and the tools to overcome them, you’re on your way to a galaxy of fun!
fr: Imaginez seulement : vous êtes le capitaine d’un vaisseau spatial qui doit acheminer des provisions à la ligne de front d’une grande guerre dans l’espace. Avec l’aide de votre flotte de guerre robotisée, vous pourriez y arriver tout juste. Ce jeu d’arcade palpitant est certain de vous faire battre la chamade ! Avec de nombreux obstacles et outils pour en venir à bout, vous êtes en route pour une galaxie d’amusement !
hi: जरा इसकी कल्पना करें: आप स्पेस शिप का कैप्टेन हैंं, जिसे आउटर स्पेस में एक बड़े युद्ध के अग्रिम पंक्ति को सप्लाय दिया जाना है। अपने रोबोटिक फाइटिंग फ्लीट की मदद से, आप शायद इसे बना सकें। यह रोमांचक आर्केड-स्टाइल का गेम आपके अंदर उत्साह भर देगा। कई सारी बाधाओं और उनपर विजय पाने वाले टूल्स के साथ आप खूब मजा उठाएंगे!
id: Bayangkan hal ini: Anda adalah kapten sebuah kapal luar angkasa yang harus mengirimkan pasokan ke garis depan sebuah perang besar di luar angkasa. Dengan bantuan armada pertempuran robot Anda, Anda mungkin akan berhasil. Permainan yang mendebarkan dan bergaya arcade ini pasti akan memompa darah Anda. Dengan banyaknya rintangan dan alat untuk mengatasinya, Anda berada pada jalan menuju segalaksi kesenangan!
pt_br: Imagine isto: Você é o capitão de uma nave espacial que precisa conseguir suprimentos para a linha de frente de uma grande guerra no espaço. Com a ajuda de sua frota de combate robótica, só você pode fazer isso. Com muitos obstáculos e as ferramentas para superá-los, você está no caminho para uma galáxia de diversão!
zh_cn: 想象一下：您驾驶着太空飞船，必须获得物资供应以支援外太空大战前线。只有在机器人战舰的帮助下您才能够成功。这款惊险刺激的街机风格游戏一定会让您热血沸腾。重重难关，使出武器，您将一路畅玩。

# title
source: Tux Racer
hi: टक्स रेसर
id: Pembalap Tux

# subtitle
source: Race down icy mountains
fr: Dévalez des montagnes glacées
hi: बर्फीले पहाड़ों पर रेस करें
id: Balapan menuruni pegunungan es
pt_br: Corrida pelas montanhas geladas
zh_cn: 在冰山下比赛

# description
source: Make it down a snow and ice-covered mountain as quickly as possible in this awesome racing game! But it won't be easy! You'll need to avoid the trees, rocks, and even fish bones that get in your way and slow you down. Sure to get your heart racing, this game is a must play for any adrenaline addict.
fr: Dévalez une montagne neigeuse et couverte de glace aussi vite que possible dans cet excellent jeu de course ! Mais ce ne sera pas facile ! Vous devrez éviter les arbres, les rochers, et même les os de poissons qui vous tombent dessus et vous ralentissent. Certain de faire accélérer votre rythme cardiaque, ce jeu est un must pour tous les accros à l’adrénaline.
hi: इस कमाल के रेसिंग गेम में झटपट बर्फ पर या हिम से ढंके पर्वत पर पहुंच जाइए! पर यह उतना भी आसान नहीं होगा! आपको पेड़ों, चट्टानों और यहां तक की मछली की हड्डियों से भी बचना होगा, जो आपके राह में आकर आपकी स्पीड को धीमा करने का प्रयास करेंगे। अपने दिल में रोमांच भरने वाला यह गेम काफी मनोरंजक है।
id: Meluncurlah secepat mungkin menuruni gunung berselimut es dan salju dalam permainan balapan yang menegangkan ini! Namun ini sama sekali tidak mudah! Anda perlu menghindari pohon, batu, dan bahkan tulang ikan yang merintangi jalur Anda dan melambatkan kecepatan Anda. Permainan ini pasti akan membuat jantung Anda berdebar-debar. Wajib dimainkan oleh setiap pecandu adrenalin.
pt_br: Desça pela montanha coberta de neve o mais rápido possível neste jogo incrível de corrida! Mas não vai ser fácil! Você vai precisar para evitar as árvores, pedras e até ossos de peixes que ficam no seu caminho e te atrapalham. Com certeza seu coração ficará acelerado, neste jogo obrigatório para os viciados em adrenalina.
zh_cn: 快点从这个冰雪覆盖的山上下来吧！这个精彩的游戏并不简单！您需要避开树木、岩石甚至鱼骨头，否则会阻碍和拖慢您的进程。屏住呼吸，这个游戏绝对会让您心跳加速。

# title
source: FrostTorrent
hi: फ्रॉस्टटोरेंट

# subtitle
source: Download nearly anything or share your own files
fr: Téléchargez à peu près tout ou téléchargez vos propres fichiers
hi: कुछ भी डाउनलोड करें या अपनी खुद की फाइलें शेयर करें
id: Unduh hampir segala jenis file atau berbagi file Anda sendiri.
pt_br: Gestor de downloads BitTorrent para compartilhamento de arquivos
zh_cn: 下载或分享您的个人文件
