Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Do you ever have a complicated idea, but have trouble organizing it? If so, try mind mapping! A mind-map is a diagram used to represent words, ideas, tasks or other items linked to a central key word or idea. You'll be able to create all kinds of cool diagrams that you can save and share.
hi: क्या कभी आपको एक जटिल आइडिया आया था, जिसे व्यवस्थित करने में कठिनाई हुई थी? यदि ऐसा है तो इस माइंड मैपिंग को आजमाइए! माइंड-मैप एक डायग्राम होता है जिसका इस्तेमाल शब्दों, आइडियाज या सेंट्रल की-वर्ड या आइडिया से जुड़े अन्य आयटमों को प्रस्तुत करने में किया जाता है। यहां आप सभी प्रकार के आकर्षक डायग्रामों को बना सकते हैं, जिन्हें आप सेव और शेयर भी कर सकते हैं।
id: Pernahkah Anda memiliki sebuah ide yang rumit dan kesulitan saat mencoba mewujudkannya? Jika ya, maka cobalah memetakan pikiran Anda! Peta pikiran adalah diagram yang digunakan untuk menggambarkan kata, ide, tugas, atau hal-hal lainnya yang terhubung dengan sebuah kata kunci atau ide utama. Anda akan dapat menciptakan bermacam-macam diagram keren yang bisa Anda simpan dan bagikan.
pt_br: Você já teve alguma ideia complicada e teve dificuldade para organizá-la? Se a resposta for sim, tente fazer um mapa mental! Um mapa mental é um diagrama usado para representar palavras, ideias, tarefas e outros pontos e associá-los a uma ideia central ou palavra-chave. Você será capaz de criar diferentes diagramas legais e ainda salvar e compartilhar.
zh_cn: 你是否曾经有一个复杂的想法,但很难组织起来，对吗?如果是这样,试试思维导图!图上是一个用来展示话语、思想、任务或其他事物与关键字或想法。你可以创建各种酷图，并保存和分享。

# title
source: Inkscape
hi: इंकस्केप

# subtitle
source: An advanced graphic design tool
fr: Un outil de design graphique avancé
hi: एक ऐडवांस्ड ग्राफिक डिजाइन टूल
id: Perkakas desain grafis tingkat lanjut
pt_br: Edição de gráficos vetorizados com transparências, gradientes, edição de nódulos, padrões de preenchimento, PNG e muito mais
zh_cn: 高级构图工具

# description
source: This app is for intermediate and advanced graphic designers who need to create and edit their graphics and images. This app gives you advanced features and is comparable to Adobe InDesign. For example, it allows you to create SVGs (Scalable Vector Graphics), which allow your graphics to remain high quality no matter what size they are. Create beautiful ads, brochures, presentations and artwork with this great free graphics app!
fr: Cette application s’adresse aux designers graphiques intermédiaires et avancés qui veulent créer et éditeur leurs graphiques et images. Cette application vous donne accès à des fonctionnalités avancées, et est comparable à Adobe InDesign. Par exemple, elle vous permet de créer des SVG (pour Scalable Vector Graphics, graphiques vectoriels), ce qui permet à vos images d’être redimensionnées à l’infini tout en conservant leur qualité. Créez de magnifiques publicités, brochures, présentations et artworks avec cette géniale application gratuite de graphique !
hi: यह ऐप एक मध्यम और ऐडवांस्ड ग्राफिक डिजाइनरों के लिए तैयार किया गया है, जिन्हें अपने ग्राफिक्स और इमेजों को बनाने और एडिट करने की आवश्यकता पड़ती है। यह ऐप आपको उन्नत सुविधाएं देता है, जिसकी तुलना Adobe InDesign से की जा सकती है। उदाहरण के लिए यह आपको SVGs (स्केलेबल वेक्टर ग्राफिक्स) बनाने की अनुमति देता है, जो आपको अपने ग्राफिक्स को हाई क्वालिटी का बनाए रखने में मदद करता है, चाहे वे किसी भी आकार के क्यों न हों। इस कमाल के फ्री ग्राफिक्स ऐप की मदद से आकर्षक विज्ञापन, ब्रॉशर्स, प्रेजेंटेशन और आर्ट वर्क बनाइए।
id: Aplikasi ini ditujukan untuk desainer grafis tingkat sedang dan mahir yang ingin menciptakan dan mengedit grafis dan gambar. Aplikasi ini memberikan fitur-fitur canggih dan sebanding dengan Adobe InDesign. Misalnya, Anda dapat membuat SVG (Scalable Vector Graphics), sehingga grafis tetap berkualitas tinggi berapa pun ukurannya. Ciptakan iklan, brosur, presentasi dan karya seni yang indah dengan aplikasi grafis hebat dan gratis ini!
pt_br: Este programa é para designers gráficos intermediários e avançados que precisam criar e editar gráficos e imagens. Este programa oferece recursos avançados e é comparável ao InDesign da Adobe. Por exemplo, você pode criar SVGs (Scalable Vector Graphics), que permite que os gráficos permaneçam com alta qualidade independente do tamanho. Crie belos anúncios, brochuras, apresentações e trabalhos de arte com este ótimo programa de gráficos gratuito!
zh_cn: 该App适用于中高级构图者，帮助创建与编辑图形图像。该App功能先进，结构类似于Adobe InDesign。例如，它能创建SVGs（可伸缩向量图形），保证图片在一切情况下都具备高质量，创建生动广告、宣传册、演示艺术品，还全免费！

# title
source: Kalzium
es: Qímica
hi: कैल्जियम
zh_cn: Kaizium

# subtitle
source: A fun interactive periodic table of elements
fr: Un tableau périodique des éléments amusant et interactif
hi: तत्वों की एक मजेदार और रोचक आवर्त सारणी
id: Tabel unsur periodik interaktif yang menyenangkan
pt_br: Uma divertida tabela periódica interativa
zh_cn: 有趣的互动元素周期表

# description
source: The periodic table of the elements is one of the basic building blocks of science, and now you can have it at your fingertips. This app features a color-coded periodic table that makes learning each element easier and more fun. Select elements to learn basic information about them, like their melting points, mass, and more. More complex information, like visualization of elements’ spectral lines, makes this app perfect for scientific discovery. You won’t believe how much you can learn with this beautiful, simple, and informative app.
fr: Le tableau périodique des éléments est l’une des clés de voute de la science, et maintenant vous pouvez l’avoir à portée de doigts. Cette application embarque un tableau périodique avec un code couleur qui rend l’apprentissage de chaque élément plus facile et plus amusant. Sélectionnez les éléments pour apprendre des informations essentielles à leur sujet, tel que leur point de fusion, leur masse, et davantage. Des informations plus complexes, telles que la visualisation des raies spectrales des éléments, rendent cette application parfaite pour la découverte scientifique. Vous n’en reviendrez pas d’apprendre autant avec cette application soignée, simple et passionnante.
hi: तत्वों की आवर्त सारणी विज्ञान का बुनियादी ढांचा होती है, और अब इसे आप अपने अंगुलियोंं पर पा सकते हैं। यह ऐप एक कलर-कोडेड आवर्त सारणी है, जो हरेक तत्व के बारे में जानकारी पाना काफी आसान और मजेदार बनाती है। तत्वों के बारे में बुनियादी जानकारी पाने के लिए, जैसे कि उनके गलनांक, द्रव्यमान जैसी ही अन्य जानकारियां पाने के लिए आप उन तत्वों पर क्लिक कीजिए। अधिक जटिल जानकारी जैसे कि तत्वों की दृश्यता, स्पेक्ट्रल लाइन जैसे तथ्यों की वैज्ञानिक खोज के लिए यह ऐप काफी उपयुक्त है। इस खूबसूरत, सरल और सूचनात्मक ऐप के जरिए से आप कितना कुछ सीख सकते हैंं, इसकी आप कल्पना नहीं कर सकते हैं।
id: Tabel periodik unsur-unsur adalah salah satu fondasi sains dasar, dan sekarang hadir di ujung jari. Aplikasi ini dilengkapi dengan tabel periodik berwarna sehingga belajar setiap elemen akan lebih mudah dan menyenangkan. Pilih salah satu elemen untuk mempelajari informasi dasar, seperti nilai leleh, massa, dan banyak lagi. Informasi yang lebih kompleks, seperti visualisasi garis spektrum unsur membuat aplikasi ini cocok untuk penemuan ilmiah. Anda tidak akan percaya berapa banyak yang bisa dipelajari dengan aplikasi indah, simpel, dan informatif ini.
pt_br: A tabela periódica dos elementos é um dos blocos básicos de construção da ciência, e agora você pode tê-la ao seu alcance. Este programa possui um código de cores que torna o aprendizado de cada elemento mais fácil e divertido. Selecione elementos para aprender informações básicas sobre eles, como seus pontos de fusão, massa e muito mais. Informações mais complexas, como a visualização das linhas espectrais dos elementos, tornam este programa perfeito para a descoberta científica. Você não vai acreditar o quanto você pode aprender com este programa bonito, simples e informativo.
zh_cn: 元素周期表是基础科学构建之一，现在你可以在你指尖滑动此表。该App构建一个彩色周期表，使学习更容易、更有趣。选择元素，了解基本信息，包括熔点、质量以及其他。需要更为复杂的信息，如可视化元素谱线，则使该App更适用于科学发现。你无法预料这是个多么精彩、便捷、信息化的App。

# title
source: Kapman
es: PacMan II
hi: कैपमैन

# subtitle
source: The classic game of ghosts and mazes
fr: Le jeu classique de fantômes et labyrinthes
hi: भूत-प्रेतों और भूल-भुलैयों का एक क्लासिक गेम
id: Gim hantu dan labirin klasik
pt_br: O clássico jogo de fantasmas e labirintos
zh_cn: 魔鬼迷宫经典游戏

# description
source: If you love Pac-Man, then you you'll love this game too! Eat dots to gain points but don't get caught by the ghosts or you'll lose. As you gain skills and beat levels, the speed of the game increases, providing a more and more exciting challenge. You won’t ever want to stop playing, and your friends and family, from kids to grandparents, will love the game, too!
fr: Si vous adorez Pac-Man, alors vous adorerez ce jeu également ! Mangez les ronds pour gagner des points, mais ne vous faites pas attraper par les fantômes ou vous perdrez. Tandis que vous gagnez des compétences et remportez les niveaux, la vitesse du jeu s’accroît, générant un défi de plus en plus excitant. Vous ne voudrez plus jamais vous arrêter de jouer, et vos amis et familles, des enfants aux grands-parents, adoreront le jeu, eux aussi !
hi: यदि आप पैक-मैन को पसंंद करते हैं, तो आपको यह गेम भी जरूर भाएगा! प्वाइंट्स पाने के लिए आपको डॉट्स खाने पड़ेंगे, पर आपको प्रेतों से भी बचना होगा, अन्यथा आप हार जाएंगे। कौशल बढ़ने और आपके लेवल्स बढ़ने पर इस गेम की रफ्तार तेज हो जाएगी, जिससे आपको अधिक रोमांचक चुनौतियों का सामना करना होगा। आपको कभी इस गेम को खत्म करना नहीं चाहेंगे और अपने मित्रों से लेकर आपके परिवार के बच्चे, दादा-दादी को भी यह गेम उतना ही पसंद आएगा!
id: Jika Anda suka Pac-Man, maka Anda juga akan menyukai permainan ini! Makan titik-titik untuk mengumpulkan poin tetapi jangan tertangkap oleh hantu atau Anda akan kalah. Seiring dengan peningkatan kemampuan dan kenaikan tingkat Anda, kecepatan permainan akan bertambah, memberikan tantangan yang lebih menarik. Anda tidak akan pernah ingin berhenti bermain, dan teman-teman serta keluarga, dari anak-anak sampai kakek-nenek, juga akan menyukai permainan ini!
pt_br: Se você gosta de Pac-Man, vai adorar esse jogo também! Coma os pontinhos para ganhar pontos, mas fuja dos fantasmas, se não você perde. À medida em que você vai ganhando habilidades e subindo de nível, a velocidade do jogo aumenta e o desafio fica cada vez mais emocionante. Você não vai querer parar de jogar e seus amigos e família, das crianças ao avô, vão adorar o jogo também!
zh_cn: 如果你喜欢Pac-Man，你也会喜欢这个游戏！吃点得点，但不要被抓住，不然你就输了。随着你技术增加，水平上升，游戏会增速，挑战越来越刺激惊险。你一玩就不想停下来，你的朋友、家人，儿童、老人，都会爱上这个游戏。

# title
source: KAtomic
es: Átomos
hi: केऐटॉमिक

# subtitle
source: A fun way to learn chemistry
fr: Une façon amusante d'apprendre la chimie
hi: केमिस्ट्री सीखने का एक मजेदार तरीका
id: Cara asyik belajar kimia
pt_br: Um jeito divertido de aprender química
zh_cn: 学习化学的好方法

# description
source: If you’re struggling with concepts in chemistry, or simply looking for a way to strengthen your understanding, then you've found the right app to help you! This challenging game has you create molecules from atoms – the perfect way to learn while having fun! The screen will show you what your molecule should look like, and you can move your atoms around to make the correct molecule. This game requires strategy and quick thinking, and will teach you a ton!
fr: Si vous êtes en prise avec les concepts de la chimie, ou cherchez simplement un moyen de renforcer votre compréhension, alors vous avez trouvé la bonne application pour vous ! Ce jeu défiant vous fait créer des molécules à partir des atomes — la façon parfaite d’apprendre tout en s’amusant ! L’écran vous montrera ce à quoi votre molécule doit ressembler, et vous pouvez déplacer vos atomes afin de créer la molécule qu’il faut. Ce jeu demande de la stratégie et de la vivacité d’esprit, et vous apprendra beaucoup !
hi: यदि आप केमिस्ट्री की अवधारणाओं से जूझ रहे हैं, या बस आप अपनी समझ को बढ़ाने का कोई आसान तरीका खोज रहे हों, तो यूं समझिए कि आपको सही ऐप मिला है! इस चुनौतिपूर्ण गेम में आप परमाणुओं से अणु का निर्माण कर सकेंगे- जो आनंद के साथ-साथ सीखने का एकदम सही तरीका है! इसका स्क्रीन आपको बताएगा कि आपका अणु दिखने में कैसा लगेगा, और आप सही अणु बनाने के लिए अपने परमाणुओं को आस-पास घुमा सकते हैं। इस गेम के लिए रणनीति और तेज दिमाग चाहिए, जिससे आप खूब सारी बातें सीख पाएंगे!
id: Jika Anda kesulitan memahami konsep ilmu kimia, atau ingin memperkuat pemahaman, maka inilah aplikasi yang tepat untuk membantu! Permainan ini menantang Anda menyusun molekul dari atom-atom - cara yang sempurna untuk belajar sambil bersenang-senang! Layar akan menunjukkan seperti apa seharusnya bentuk molekul, dan Anda dapat memindahkan atom-atom agar membentuk molekul yang tepat. Permainan ini memerlukan strategi dan pemikiran cepat, dan akan memberikan banyak pelajaran bagi Anda!
pt_br: Se você está lutando com os conceitos de química ou simplesmente está procurando uma maneira de reforçar sua compreensão, você encontrou o programa certo para te ajudar! Este jogo é um desafio de criar moléculas - a maneira perfeita para aprender enquanto se diverte! A tela irá mostrar a aparência da molécula, e você pode mover os átomos ao redor para montar a molécula correta. Este jogo requer estratégia e raciocínio rápido e vai te ensinar uma tonelada!
zh_cn: 如果你正在为一些化学概念而烦恼，那么，找个方法来理解吧！你会发现这个App十分实用。这个挑战性的游戏创建从原子到分子的模型——让你的学习过程充满乐趣。屏幕会向你显示你的分子应该是什么样子，你可以移动原子，形成正确的分子。这个游戏需要策略和快速思考的能力，会交给你非常多的知识。

# title
source: KBlocks
es: Bloques
hi: केब्लॉक्स

# subtitle
source: Match blocks to destroy them and win
fr: Faites correspondre les blocs pour les détruire et gagner
hi: ब्लॉक्स को नष्ट करने और जीतने के लिए उन्हें मैच करें
id: Cocokkan balok untuk menghancurkannya dan menang
pt_br: Agrupe os blocos para destruí-los e ganhar o jogo
zh_cn: 匹配并消除方块，赢得游戏

# description
source: This game is similar to Tetris, so if you love that game, you will love this one! Match up the block shapes in order to make them disappear and keep them from filling the screen. You will need to be really fast or else you'll lose, so pay attention and get ready for some very fast-actioned fun!
fr: Ce jeu est similaire à Tetris, donc si vous adorez ce jeu, vous adorerez celui-là également ! Faites correspondre les formes des blocs afin de les faire disparaître et empêchez-les d'emplir l'écran. Vous aurez besoin d'être vraiment rapide pour ne pas perdre, donc restez aux aguets et soyez prêt à vous amuser intensément !
hi: यह गेम टेट्रिस के जैसा ही है, इसलिए यदि वह गेम आपको अच्छा लगता है, तो आपको यह भी पसंद आएगा! ब्लॉक्स की आकृति को मैच करें ताकि वे गायब हो जाएं और उन ब्लॉक्स से स्क्रीन को भरने न दें। आपको बहुत फास्ट होना होगा वर्ना आप हार जाएंगे, इसलिए ध्यान दें और कुछ फास्ट-ऐक्शन रोमांच के लिए तैयार हो जाएं!
id: Permainan ini mirip dengan Tetris, jadi jika Anda suka permainan itu maka Anda akan suka permainan ini! Cocokkan bentuk balok agar lenyap sehingga tidak memenuhi layar. Anda harus benar-benar cepat, jika tidak maka Anda akan kalah, jadi perhatikan dengan baik dan bersiaplah melakukan aksi dengan kecepatan tinggi!
pt_br: Esse jogo é parecido com Tetris, se você gosta dele, vai adorar esse também. Agrupe os blocos por formato, afim de fazê-los desaparecer e evite que eles encham a tela. Você terá que ser muito rápido ou perderá. Então, preste atenção e prepare-se para se divertir em ritmo acelerado.
zh_cn: 这个游戏类似于Tetris，如果您喜欢Tetris的话也会喜欢这个游戏的！您只需根据方块的形状进行匹配，以消除方块，避免方块布满屏幕。只有速度够快才能赢得这个游戏，所以赶紧集中注意力，为这个急速游戏最好准备吧！

# title
source: KBounce
es: Rebote
hi: केबाउंस
id: KPantul

# subtitle
source: The ball-bouncing game sure to hook you
fr: Le jeu de balle rebondissante sûr de vous rendre accro
hi: बॉल-बाउंसिंग गेम निश्चित रूप से आपको लुभाएगा
id: Permainan bola memantul ini akan memikat Anda
pt_br: Esse jogo com certeza vai fisgar você.
zh_cn: 您一定会喜欢的围堵弹力球游戏

# description
source: This is a fun game with a simple goal: you must build walls to decrease the area in which a bouncing ball on the screen can move. Once you fill most of the screen with walls, you’ll be able to move on to the next level. This game has an element of puzzle solving, and is fast-paced and entertaining. It requires quick thinking and fast reflexes!
fr: Il s’agit d’un jeu amusant avec un objectif simple : vous devez construire des murs pour réduire la zone dans laquelle la balle rebondissante à l’écran peut bouger. Une fois que vous avez rempli la majeure partie de l’écran avec des murs, vous serez en mesure d’atteindre le niveau suivant. Ce jeu possède des éléments de résolution de puzzle, et est rythmé et divertissant. Il demande une réflexion rapide et de prompts réflexes !
hi: यह गेम एक साधारण लक्ष्य वाला गेम है : आपको उस क्षेत्रफल को कम करने के लिए दीवारें बनानी है जिसमें एक बॉल स्क्रीन पर बाउंस करता है। जब आप स्क्रीन के अधिकांश भाग को भर देते हैं, तब आप अगले स्क्रीन पर जाने में सक्षम होते हैं। यह गेम पहेली सुलझाने का एक भाग है, और तेज-चाल वाला है और मनोरंजन से भरपूर है। इसके लिए तुरंत सोचने और तेज रिफ्लेक्स की जरूरत होती है!
id: Ini permainan menyenangkan dengan tujuan sederhana: Anda harus membangun dinding untuk mengurangi ruang gerak bola yang terus bergerak memantul. Setelah mengisi sebagian besar layar dengan dinding, Anda dapat naik ke level selanjutnya. Permainan ini memiliki unsur memecahkan teka-teki, berpacu cepat dan menghibur. Membutuhkan pemikiran cepat dan refleks kilat!
pt_br: Este é um jogo divertido, com um objetivo simples: você deve construir paredes para diminuir o espaço onde a bola pode quicar. Depois de preencher a maior parte da tela com essas paredes você passará de nível. Esse jogo tem um pouco de quebra-cabeças, é acelerado e divertido. Ele exige raciocínio e reflexos rápidos!
zh_cn: 这个有趣的游戏目标只有一个：通过不断建立围墙来围堵屏幕中移动的弹力球，减少其活动区域。等到整个屏幕几乎建满了围墙时，您就可以挑战下一个关卡。这个游戏包含解谜的元素，游戏节奏很快，有趣之余还考验玩家的思考速度和反应能力。

# title
source: KBruch
es: Fracciones
hi: केब्रश
zh_cn: 学分数

# subtitle
source: Learn about fractions, percentages and more
fr: Apprenez les fractions, les pourcentages et davantages
hi: भिन्नों, प्रतिशतों और अन्य तथ्यों के बारे में जानिए
id: Pelajari tentang bilangan pecahan, persentase, dan masih banyak lagi
pt_br: Saiba mais sobre frações, porcentagens e muito mais
zh_cn: 了解更多分数、百分数知识

# description
source: One of the trickiest parts of the math we do every day is calculating fractions and percentages, and now you’ll never have to second-guess your math again! This app features games and exercises to sharpen your skills, including arithmetic, comparison, conversion, and factorization. Learn all about fractions and percentages, and practice as much as you want. We encounter this kind of math almost every day, so your new skills will benefit you in unexpected ways!
fr: L’un des aspects les plus piégeux des mathématiques que nous faisons chaque jour est le calcul de fractions et de pourcentages, et maintenant vous n’aurez plus à deviner vos opérations ! Cette application propose des jeux et exercices pour affiner vos compétences, dont l’arithmétique, les comparaisons, les conversions, et la factorisation. Apprenez tout à propos des fractions et pourcentages, et pratiquez autant que vous le souhaitez. Nous sommes confrontés au quotidien à ce type d’opérations mathématiques, donc vos nouvelles compétences vous seront utiles de façon inattendue !
hi: मैथ्स का एक पेंचीदा हिस्सा जो हमें हर रोज मिलता है, वह है भिन्नों और प्रतिशतों की गणना करना और अब आपको अपनी गणना के सही होने का अनुमान लगाने की जरूरत नहीं रह जाएगी! यह ऐप ऐसे गेमों और एक्सरसाइजों को पेश करता है, जो आपके कौशलों, जैसे कि अंकगणित, तुलना, रूपांतरण और गुणनखंडीकरण को और मजबूत बनाएंंगे। यहां आप भिन्नों और प्रतिशतों को सीखिए और उनका जितना चाहे अभ्यास कीजिए। हमें इस प्रकार की गणित लगभग हर रोज ही मिलती है, इसलिए आपके कौशल से आपको काफी कमाल तरीके से फायदा मिलेगी!
id: Salah satu bagian yang paling sulit dari matematika yang kita lakukan setiap hari adalah menghitung pecahan dan persentase, dan sekarang Anda tidak perlu menebak-nebak matematika Anda lagi! Aplikasi ini memiliki permainan dan latihan untuk mempertajam kemampuan Anda, termasuk aritmatika, perbandingan, konversi, dan faktorisasi. Pelajari semuanya mengenai pecahan dan persentase, dan berlatihlah sebanyak yang Anda inginkan. Kita menemukan matematika jenis ini hampir setiap hari, sehingga keterampilan baru Anda akan memberikan manfaat kepada Anda dalam cara yang tak terduga!
pt_br: Uma das partes mais difíceis da matemática do dia a dia está no cálculo de frações e porcentagens, mas agora você não precisará mais tentar adivinhar suas contas de novo. Este programa possui jogos e exercícios para aprimorar suas habilidades, incluindo aritmética, comparação, conversão e fatoração. Saiba tudo sobre frações e porcentagens, e pratique o quanto quiser. Encontramos esse tipo de matemática quase todos os dias, então suas novas habilidades vão lhe beneficiar de formas inesperadas!
zh_cn: 最棘手的一部分就是需要每天进行数学计算分数和百分数。现在你不用质疑你的数学能力了！这个App的相关游戏和练习可以提高你算数、比较、转换、分解技能。了解所有关于分数和百分比的知识，尽可能提供你需要的。我们每天都会遇到这种问题，你获得的新技能将出其不意地对你有好处。

# title
source: KDiamond
es: Diamantes
hi: केडायमंड
pt_br: KDiamante

# subtitle
source: Create lines of three diamonds
fr: Créez des lignes de trois diamants
hi: तीन डायमंड्स की लाइनें तैयार करें
id: Buat garis dari tiga intan
pt_br: Crie linhas de três diamantes
zh_cn: 将三颗以上同样的宝石连成一条线

# description
source: In this fast-paced game, your job is to build lines of three diamonds of the same type. Simply swap diamonds with their neighbors to make your lines. Better do it quickly, so you can build as many lines as possible before the round is over! This is an easy and highly entertaining game you can play for just a little while, or for hours on end. It’s fun, fast, and great for many age levels.
fr: Dans ce jeu rythmé, votre job est de construire des lignes de trois diamants du même type. Inversez simplement les diamants avec leurs voisins pour créer vos lignes. Mieux vaut le faire rapidement, afin que vous puissiez construire autant de lignes que possible avant que le tour ne soit fini ! C’est un jeu facile et très distrayant auquel vous pouvez jouer pour juste quelques instants, ou pour des heures entières au final. C’est amusant, rapide, et parfait pour de nombreuses tranches d’âge.
hi: इस तेज चाल वाले गेम में, आपको एक ही प्रकार के तीन डायमंड्स की लाइनें बनानी है। बस अगल-बगल के डायमंड्स को आपस में स्वैप करते हुए अपनी लाइनें बनाएं। इसे तेजी के करें, ताकि राउंड खत्म होने से पहले आप अधिक से अधिक लाइनें बना सकें! यह एक आसान और मनोरंजन से भरपूर गेम है जिसे आप थोड़े समय के भी खेल सकते हैं, या अंत तक पहुंचने के लिए घंटों खेल सकते हैं। यह मनोरंजक, तेज, और सभी उम्र के लोगों के लिए शानदार गेम है।
id: Dalam permainan serba cepat ini, tugas Anda adalah untuk membuat garis tiga berlian dari jenis yang sama. Tukarkan berlian dengan sebelah mereka untuk membuat garis Anda. Lebih baik Anda melakukannya dengan cepat, sehingga Anda dapat membuat garis sebanyak mungkin sebelum ronde berakhir! Ini adalah permainan yang mudah dan sangat menghibur yang dapat Anda mainkan sebentar, atau selama berjam-jam. Permainan ini menyenangkan, cepat, dan bagus untuk berbagai tingkatan usia.
pt_br: Neste jogo rápido, seu trabalho é construir linhas de três diamantes iguais. Basta trocar diamantes com seus vizinhos para fazer suas linhas. Faça isso com rapidez para construir o máximo de linhas possível antes do final da rodada! Este é um jogo fácil que você pode jogar por pouco tempo, ou por horas seguidas. É divertido, rápido e ótimo para todas as idades.
zh_cn: 在这个快节奏游戏中，您的任务就是通过变换相邻两颗宝石的位置，将三颗同样的宝石连成一条线。只有速度足够快，您才能在一轮游戏结束前完成尽量多的连线。这个游戏简单但是非常有趣，适合各年龄的玩家。您既可以把它当作消遣玩意一小会，也可以把它当作挑战玩到最后。

# title
source: KGeography
es: Mapas
hi: केजियोग्राफी
id: KGeografi
pt_br: KGeografia

# subtitle
source: Become a geography genius while having fun
fr: Devenez un génie de la géographie tout en vous amusant
hi: मस्ती करते हुए जियोग्राफी का विशेषज्ञ बनिए
id: Jadilah seorang jenius di bidang geografi sambil bersenang-senang
pt_br: Transforme-se em um gênio da geografia enquanto se diverte
zh_cn: 有趣的同时还能成为地理天才
