Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# subtitle
source: Fantasy turn-based strategy game
fr: Jeu de stratégie fantastique au tour par tour
hi: फैंटसी टर्न-आधारित रणनीति गेम
id: Permainan strategi berbasis giliran dengan tema fantasi
pt_br: Jogo de estratégia baseado em Fantasia
zh_cn: 奇幻的回合制策略游戏

# description
source: Battle for control of the land, villages, and resources in this fantasy-themed strategy game. Each player controls an army of their own design and uses it to seek dominance. An exciting blend of history, fantasy, and strategy, this game is sure to reveal a great leader inside you.
fr: Battez-vous pour contrôler les territoires, villages, et ressources dans ce jeu de stratégie à thème fantastique. Chaque joueur contrôle l’armée qu’il conçoit lui-même et utilise pour chercher à dominer. Avec son excitant mélange d’histoire, de fantastique et de stratégie, ce jeu est certain de révéler le grand dirigeant qui se trouve en vous.
hi: इस फैंटसी थीम वाले रणनीति गेम में जमीन, गावों, और संसाधनों पर नियंत्रण के लिए संघर्ष। हरेक खिलाड़ी अपने खुद के डिजाइन के एक आर्मी का नियंत्रण करता है और अधिपत्य प्राप्त करने के लिए इसका प्रयोग करता है। रोमांचक इतिहास, फैंटसी और रणनीति का मिश्रण वाला यह गेम निश्चित रूप से आपके अंदर के महान नेतृत्व को उभारेगा।
id: Bertempurlah demi menguasai negeri, desa, dan sumber daya dalam permainan strategi bertema fantasi ini. Setiap pemain mengendalikan sejumlah pasukan yang mereka bentuk sendiri dan mengerahkannya untuk mendominasi kekuasaan. Perpaduan yang mendebarkan dari sejarah, fantasi, dan strategi. Permainan ini pasti akan membangkitkan jiwa pemimpin yang hebat di dalam diri Anda.
pt_br: Batalhe pelo controle de terras, aldeias e recursos neste jogo de estratégia temático. Cada jogador controla um exército criado por ele mesmo e o usa em busca do domínio. Uma emocionante mistura de história, fantasia e estratégia, este jogo é certo para revelar um grande líder dentro de você.
zh_cn: 在这个奇幻主题的策略游戏中，玩家们展开一场抢夺土地、村庄和资源的战役。每位玩家控制一只自己设计好的军队，并通过自己的军队实施统治。这个游戏集历史、奇幻、谋略于一体，透过游戏您一定会发现自己是一位不错的统治者。

# title
source: Music
es: Música
fr: Musique
hi: म्यूजिक
id: Musik
pt: Música
pt_br: Música
zh_cn: 音乐

# subtitle
source: Listen to all your music, and to the radio
fr: Écoutez toute votre musique ainsi que la radio
hi: अपने सभी म्यूजिक, और रेडियो सुनें
id: Dengarkan semua musik Anda, dan juga radio
pt_br: Reprodutor de áudio e rádio que reproduz e ajuda a organizar música digital
zh_cn: 可以播放音乐、收听广播

# description
source: In addition to listening to your favorite music, this app lets you search through your library, create playlists, play and burn CDs, shows you album art and even songs' lyrics. This app also supports Internet radio streaming and audio visualizations. Enjoy all your favorite songs, stored and sorted in one convenient app.
es: Además de dejarte escuchar tu música favorita, esta app te permite buscar en tu biblioteca, crear listas de reproducción, y reproducir y grabar CDs. Muestra la carátula del álbum e incluso las letras de todas tus canciones favoritas. Esta app también soporta transferencia continua de radio por Internet y visualizaciones de audio. Disfruta de tus canciones favoritas que estarán almacenadas y clasificadas en esta app.
fr: En plus d’écouter votre musique favorite, cette application vous permet de chercher à travers votre bibliothèque, créer des listes de lecture, jouer et graver des CD, montrer vos pochettes d’album et même les paroles des chansons. Cette application supporte également les radios en streaming par internet et les visualisations audio. Profitez de toutes vos chansons favorites, stockées et triées en une application pratique.
hi: अपना पसंदीदा म्यूजिक सुनने के अलावा, यह ऐप आपको लाइब्रेरी सर्च करने, प्लेलिस्ट तैयार करने, सीडी प्ले करने और बर्न करने के सुविधा देता है, अपना ऐल्बम आर्ट और यहां तक कि गानों की लिरिक्स भी दिखाता है। याह ऐप इंटरनेट रेडियो स्ट्रीमिंग और ऑडियो वीजुअलाइजेशन को भी सपोर्ट करता है। एक ही सुविधाजनक ऐप में स्टोर किए हुए और सॉर्ट किए हुए अपने सभी पसंदीदा गाने सुनें।
id: Selain untuk mendengarkan musik favorit Anda, dengan aplikasi ini Anda juga bisa mencari musik dalam pustaka Anda, membuat daftar putar, memutar dan menuliskan data ke CD, serta menampilkan seni album dan lirik lagu. Aplikasi ini juga mendukung streaming radio online dan visualisasi audio. Nikmati semua lagu favorit Anda, simpan, dan atur koleksi Anda dalam satu aplikasi yang mudah digunakan.
pt: Além de ouvir suas músicas preferidas, este app permite que você pesquise em sua biblioteca, crie listas de reprodução, reproduza e grave CDs, e exiba as capas dos álbuns e as letras das músicas. Este app também é compatível com transmissão de rádio pela internet e visualizações de áudio. Curta suas músicas favoritas, guardadas e organizadas neste app super prático.
pt_br: Além de ouvir suas músicas preferidas, este programa permite que você pesquise em sua biblioteca, crie listas de reprodução, reproduza e grave CDs, e exiba as capas dos álbuns e as letras das músicas. Este programa também é compatível com transmissão de rádio pela internet e visualizações de áudio. Curta suas músicas favoritas, guardadas e organizadas neste programa super prático.
zh_cn: 通过此App，您不仅可以收听喜爱的音乐，还可以搜索本地歌曲，创建歌单，播放或刻录光盘，创作专辑或歌词。同时，此App还支持播放在线广播和可视化音乐。有了它，您就可以尽情收听喜欢的歌曲，对歌曲进行储存和分类啦。

# title
source: Photos
es: Fotos
hi: फ़ोटोज
id: Foto
pt: Fotos
pt_br: Fotos
zh_cn: 照片

# subtitle
source: Easily edit, organize, and share photos.
fr: Éditez, organisez et partagez facilement vos photos.
hi: फ़ोटोज को आसानी से एडिट करें, व्यवस्थित करें और शेयर करें।
id: Mengedit, mengelola dan membagi foto dengan mudah.
pt_br: Facilita a edição, organização e compartilhamento de fotos.
zh_cn: 可对照片进行编辑、整理、分享，操作简便

# description
source: We all love to take pictures in our everyday lives – and we especially love downloading them to our computers so we can edit and share them via social media. This app lets you import photos from a digital camera or phone seamlessly. You can then arrange them into albums, edit them for maximum beauty and effect, and of course, display them on your favorite social networks, like Facebook.
fr: Nous aimons tous photographier notre vie quotidienne — en nous aimons particulièrement les télécharger sur notre ordinateur pour les éditer et les partager sur les réseaux sociaux. Cette application vous permet d’importer aisément vos photos depuis un appareil photo numérique ou d’un téléphone portable. Vous pouvez les ranger dans des albums, les éditer pour qu’elles soient plus belles et aient de meilleurs effets, et bien sûr, les partager sur vos réseaux sociaux favoris, tels que Facebook.
hi: हम सभी को हमारे दैनिक जीवन में तस्वीरें लेना अच्छा लगता है – और हम खासकर उन्हें अपने कम्प्यूटर में डाउनलोड करते हैं ताकि हम इसे सोशल मीडिया के जरिए साझा कर सकें। यह ऐप आपको डिजिटल कैमरा या फोन से निर्बाध रूप से फ़ोटोज इम्पोर्ट करने की सुविधा देता है। इसके बाद आप इसे ऐल्बम में व्यवस्थित कर सकते हैं, अधिक से अधिक सुंदर बनाने और प्रभाव लाने के लिए एडिट कर सकते हैं, और हां, इन्हें आप अपने पसंदीदा सोशल नेटवर्क जैसे फेसबुक पर दिखा सकते हैं।
id: Kita semua suka mengambil foto kehidupan kita sehari-hari - dan terutama mengunduhnya ke komputer kita sehingga kita dapat mengedit dan membagikannya melalui media sosial. Aplikasi ini memungkinkan Anda mengimpor foto dari kamera digital atau ponsel dengan mulus. Anda kemudian dapat memasukan mereka ke dalam album, mengedit agar kecantikan dan efeknya maksimum, dan tentu saja, menampilkan mereka di jaringan sosial favorit Anda, seperti Facebook.
pt_br: Todos nós adoramos tirar fotos em nossa vida diária - especialmente baixá-las para os nossos computadores para editar e compartilhar em mídias sociais. Este programa permite importar fotos de uma câmera digital ou telefone perfeitamente. Você pode organizá-las em álbuns, editá-las para obter o máximo de beleza e efeito e, claro, exibi-las em suas redes sociais preferidas, como o Facebook. Este programa de foto também permite que você crie álbuns para compartilhar na internet, se você preferir assim. O que quer que seja, seus amigos podem ver todas as fotos que você quiser mostrar!
zh_cn: 我们在生活中都喜欢拍照片——特别是将照片下载到电脑，进行编辑修饰之后分享到社交媒体。此App可以无缝连接数码相机或者手机上的照片。您可以将照片整理成相册，对它们进行美化修饰，然后展示到Facebook等社交网络中。

# title
source: Simple Scan
fr: Un simple balayage
hi: सिम्पल स्कैन
id: Pemindaian Simpel
pt_br: Scanner Simples

# subtitle
source: Make a digital copy of your photos and documents
fr: aites des copies numériquesvos photos et documents
hi: अपने फ़ोटोज और डॉक्युमेंट का डिजिटल कॉपी बनाएं
id: Membuat salinan digital untuk foto dan dokumen Anda
pt_br: Faça cópias digitais de suas fotos e documentos
zh_cn: 对您的照片和文档进行数字拷贝

# description
source: Preserving your photos and important documents by making digital copies has never been easier! Simply hook up the scanner to your computer, open this app, and start scanning. Once a document or photo is digitized, sharing them is as easy as sending them via email, uploading them to your favorite social network, or putting them on a USB memory. This app will let you make sure the things you scan are clear, straight, and in any format you need!
fr: Préserver vos photos et documents importants en faisant des copies numériques n'a jamais été aussi simple ! Il suffit de brancher tout simplement le scanner à votre ordinateur, d'ouvrir cette application et de lancer la numérisation. Une fois le document ou la photo numérisé, le/la partager est aussi simple que l'envoyer par émail, le/la mettre en ligne sur votre réseau social préféré, ou l'envoyer vers une clé USB. Grâce à cette application, vous serez assuré d'avoir des copies numériques claires, droites et qui respectent le format que vous souhaitez !
hi: अपने फ़ोटोज और महत्वपूर्ण दस्तावेजों को डिजिटल कॉपी बनाकर सहेजना कभी भी आसान नहीं रहा! स्कैनर को अपने कम्प्यूटर से जोड़ें, यह ऐप खोलें, और स्कैन करना चालू करें। किसी दस्तावेज या फ़ोटो के डिजिटल होते ही, उसे शेयर करना उतना ही आसान है जितना कि ई-मेल के जरिए भेजना, अपने पसंदीदा सोशल नेटवर्क पर अपलोड करना, या USB मेमरी में डालना। यह ऐप सुनिश्चित करता है कि आप जो स्कैन करते हैं वह स्पष्ट है, सीधा है और उस फॉर्मेट में है जो आप चाहते हैं!
id: Merawat foto dan dokumen-dokumen penting Anda dengan membuat salinan digitalnya belum pernah lebih mudah! Cukup hubungkan pemindai ke komputer Anda, buka aplikasi ini, dan mulailah memindai. Setelah dokumen atau foto didigitalisasi, membagikannya menjadi semudah mengirimkannya melalui surel, mengunggah ke jaringan sosial favorit Anda, atau menyalinnya ke dalam memori USB. Aplikasi ini akan memungkinkan Anda memastikan segala yang Anda pindai jelas, rapi, dan dalam format apa pun yang Anda butuhkan!
pt_br: Preservar suas fotos e documentos importantes criando cópias digitais nunca foi tão fácil! Tenha seu scanner conectado ao seu computador , abra este programa e comece à digitalizar. Quando uma foto ou documento é digitalizado, é super fácil compartilhá-la por e-mail, enviá-la para sua rede social favorita ou colocá-la em um pen-drive. Este programa certamente te ajudará a realizar digitalizações com precisão, clareza e no formato de arquivo que você precisa!
zh_cn: 有了这个App，对您的照片和重要文档进行数字拷贝变得相当简便！您只需将扫描仪连接到您的电脑，打开此App，然后开始扫描。得到数字化的图片或文档后，就可以很方便地通过电子邮件进行传送，将它们上传到您喜欢的社交网络，或者存到USB存储器中。此App确保扫描清晰、整齐，能够生成您需要的任何格式！

# title
source: Remote Desktop
hi: रिमोट डेस्कटॉप
id: Desktop Jarak Jauh

# subtitle
source: Manage your desktop from afar
hi: दूर रहते हुए अपना डेस्कटॉप प्रबंधित करें
id: Kelola desktop Anda dari jauh

# description
source: Now you can manage your own computer, or a family member's, without being in front of it. This is great for people who want to help someone troubleshoot their computer from afar, or manage their computer from another computer.
hi: अब आप अपने या अपने परिवार के किसी सदस्य के कंप्यूटर को बिना उसके सामने बैठे प्रबंधित कर सकते हैं. यह उन लोगों के लिए बहुत अच्छा है जो दूर रहते हुए किसी व्यक्ति को उसके कंप्यूटर की समस्या के निवारण में मदद करना चाहते हैं या उनके कंप्यूटर को किसी अन्य कंप्यूटर से प्रबंधित करना चाहते हैं.
id: Sekarang Anda dapat mengelola komputer Anda sendiri, atau komputer anggota keluarga, tanpa harus duduk di depannya. Ini amat bermanfaat bagi orang yang ingin membantu orang lain menyelesaikan masalah komputer mereka dari jarak jauh, atau mengelola komputer mereka dari komputer lain.

# title
source: Help Center
fr: Centre d'Aide
hi: हेल्प सेंटर
id: Pusat Bantuan
pt_br: Central de Ajuda
zh_cn: 帮助中心

# subtitle
source: Learn how to use Endless
fr: Apprenez à utiliser Endless
hi: एंडलेस का प्रयोग करना सीखें
id: Belajar cara menggunakan Endless
pt_br: Aprenda como usar o Endless
zh_cn: 学会如何使用Endless

# description
source: Do you have questions about how to use Endless? Now you can have the answers to your questions be just a click away! We've created the Help Center for both new and advanced users, so that you can learn how to use Endless at the level you need. If you can't find the answer to your questions - let us know! You help to make Endless better by giving us your feedback, and by asking us questions.
fr: Avez-vous des questions sur la façon d'utiliser Endless ? Maintenant vous pouvez avoir les réponses à vos questions à seulement un clic de distance ! Nous avons créé un Centre d'Aide pour les utilisateurs novices et expérimentés, donc vous pouvez apprendre à utiliser Endless au niveau dont vous avez besoin. Si vous ne trouvez pas les réponses à vos questions - dites-le nous ! Vous aidez à rendre Endless encore meilleur en nous adressant vos remarques et en nous posant des questions.
hi: क्या आपको इस बात की जिज्ञासा है कि एंडलेस का इस्तेमाल कैसे किया जाता है? तो अब आपकी जिज्ञासा का समाधान बस एक क्लिक दूर है! हमने नए और प्रशिक्षित दोनों यूजर्स के लिए हेल्प सेंटर का निर्माण किया है, ताकि आप अपनी जरूरत के स्तर पर एंडलेस का इस्तेमाल करना सीख सकें। यदि आप अपने प्रश्नों का उत्तर नहीं पा सकते हैं तो हमें बताएं! आप हमें अपना फीडबैक देकर, और हमसे प्रश्न पूछकर एंडलेस को बेहतर बनाने में मदद करते हैं।
id: Punya pertanyaan tentang cara menggunakan Endless? Kini tersedia jawaban atas semua pertanyaan Anda hanya dengan sekali klik! Kami telah menciptakan Pusat Bantuan untuk pengguna awam maupun mahir sehingga Anda dapat belajar cara menggunakan Endless di tingkat yang sesuai. Jika tidak ada jawaban untuk pertanyaan Anda, beri tahu kami! Umpan balik dan pertanyaan akan membantu kami membuat Endless lebih baik.
pt_br: Você tem dúvidas sobre como utilizar o Endless? Agora você terá as respostas para suas perguntas à um clique de distância. Nós criamos uma central de ajuda, tanto para novos usuários quanto para usuários avançados, para que você possa possa aprender como utilizar o Endless de acordo com o seu nível. Caso você não encontre as respostas para suas perguntas - nos avise! Você pode ajudar a melhorar o Endless compartilhando conosco sua opinião e suas perguntas.
zh_cn: 您对于如何使用Endless有疑问吗？现在只要点击一下，您就可以知道问题的答案啦。我们为新用户和高级用户创建了帮助中心，您可以根据自己的级别了解更多Endless的使用方法。如果您无法找到问题的答案，请联系我们吧。您的疑问和反馈是Endless不断改进的源泉和动力！

# folderName
source: Curiosity
fr: Curiosité
hi: कौतुहल
id: Rasa Ingin Tahu
pt_br: Curiosidade
zh_cn: 小学科目

# folderName
source: Games
fr: Jeux
hi: गेम्स
id: Permainan
pt_br: Jogos
zh_cn: 游戏

# folderName
source: Media
fr: Médias
hi: मीडिया
pt_br: Mídia
zh_cn: 媒体

# folderName
source: News
fr: Nouvelles
hi: समाचार
id: Berita
pt_br: Notícias
zh_cn: 新闻

# folderName
source: Social
hi: सोशल
id: Sosial
zh_cn: 社交软件

# folderName
source: Tools
hi: टूल
id: Alat
zh_cn: 工具

# folderName
source: Work
fr: Travail
hi: कार्य
id: Kerja
pt_br: Trabalho
zh_cn: 办公软件

# title
source: Five in a Row
fr: Cinq dans une Rangée
zh_cn: 五子棋

# subtitle
source: Five in a row wins you the game
fr: Cinq dans une rangée vous fait gagner le jeu
zh_cn: 5个在一排赢得游戏

# description
source: Challenge a friend to a game where you race to create five in a row. Take turns placing your marker on the board, and the winner is the first person to complete a row of five. This game is sure to be a succes with all of your friends and family members so download it now to begin to play!
fr: Défiez un ami dans ce jeu où vous devrez faire la course pour aligner cinq dans une rangée. À chaque tour, placez votre marqueur sur le plateau, et le gagnant est le premier à compléter une rangée de cinq. Ce jeu est certain d’obtenir un succès considérable avec tous vos amis et membre de votre famille, donc téléchargez-le dès maintenant pour commencer à y jouer !
zh_cn: 在游戏中挑战好友，您将5个连成一排。轮流将标记物放到木板上，第一个将5个连成一排的人为赢家。您的朋友和家人的参与使这个游戏一定会取得成功，马上下载开始游戏吧！

# title
source: Learn English
es: Aprende Inglés
fr: Apprenez l'anglais
pt: Aprenda Inglês
zh_cn: 学习英语

# subtitle
source: Learn or improve your English while having fun
es: ¡Aprende o mejora tu inglés mientras divirtiéndote!
fr: Apprenez ou améliorez votre anglais en vous amusant
pt: Aprenda ou evolua o seu Inglês enquanto você se diverte
zh_cn: 玩乐中同时学习或提高英语

# description
source: Ready to take your English to a new level? No matter what your level is, have fun and learn a new skill by playing games, listening to your favorites songs with lyrics, and watching interesting videos. You’ll learn about resources that can help you improve your English and take you to new opportunities.
fr: Prêt à faire passer votre anglais au niveau supérieur ? Peu importe votre niveau, amusez-vous et apprenez une nouvelle compétence en jouant aux jeux, en écoutant vos chansons favorites avec les paroles, et en regardant des vidéos intéressantes. Vous apprendrez beaucoup sur les ressources qui peuvent vous aider à améliorer votre anglais et à vous accorder de nouvelles opportunités.
zh_cn: 准备让您的英语水平更上一层楼了吗？无论您的英语水平如何，在玩游戏、看词听爱歌以及观看有趣视频中，您可以收获快乐并掌握新技能。此处学习资源助您提高英语水平，获取新机会。

# subtitle
source: Deprecated version
fr: Version dépréciée
pt_br: Versão obsoleta
zh_cn: 旧版本

# description
source: If you have internet access, there may be a newer version of this application available to download and install. In the meantime, you may continue to use this version that is already installed on your computer.
fr: Si vous disposez d'un accès internet, il y a peut-être une nouvelle version de cette application disponible au téléchargement et à l'installation. Dans l'intervalle, vous pouvez continuer à utiliser cette version déjà installée sur votre ordinateur.
pt_br: Se você tiver acesso à Internet, pode haver uma versão mais recente deste aplicativo disponível para baixar e instalar. Nesse meio tempo, você pode continuar a usar esta versão já está instalada no seu computador.
zh_cn: 如果您有网络连接，您可以下载并安装该应用程序的最新版本。您也可以继续使用已安装的原版本。

# title
source: Typing
es: Teclear
fr: Taper au clavier
pt: Digitando
zh_cn: 打字

# subtitle
source: Learn to type with games and songs
es: Aprende a teclear con juegos y canciones
fr: Apprenez à taper avec des jeux et des chansons
pt: Aprenda a digitar com jogos e músicas
zh_cn: 在游戏和音乐中学习打字

# description
source: How fast can you type? Whether you're already fast or just learning how to use a keyboard, this app can help you improve your typing abilites! Learn to type by yourself, or compete against your friends' typing speeds, all while learning to type your favorite song lyrics. We all know that typing is a valuable skill in almost any educational or professional environment, but now it can be a whole lot of fun too!
fr: À quelle vitesse pouvez-vous taper ? Que vous soyez déjà rapide ou juste en train d’apprendre à vous servir d’un clavier, cette application peut vous aider à améliorer vos aptitudes de frappe ! Apprenez à taper de vous-même, ou défiez les vitesses de frappe de vos amis, tout en apprenant à taper les paroles de vos chansons préférées. Il est certain que taper est une compétence précieuse dans pratiquement tous les environnements éducatifs ou professionnels, mais maintenant ce peut être aussi beaucoup d’amusement !
zh_cn: 您打字速度有多快？不管您是打字高手还是刚学习使用键盘，这个app都可以帮助您提高您的打字水平。您可以在输入您喜欢的歌词的同时，自己学习打字，或者与您的朋友比拼打字速度。众所周知，打字是一项很有用的技能，几乎在所有教育和专业环境下都需要它，但现在，它也是一项有趣的事情啦！

# subtitle
source: A simple and addictive game for kids and adults
fr: Un jeu simple et addictif pour enfants et adultes
zh_cn: 一款适用于小孩和成人的好玩的小游戏

# description
source: This classic game is great for both children and adults alike! The goal is simple: you need to create a straight line of 4 of your circles before your opponent does. You can make a line that is horizontal, vertical or diagonal, like in Tic-tac-toe, but you'll need to be careful and pay attention to what your opponent is doing if you want to win! You can play against the computer, or against a friend, and spend hours playing this addictive and fun game!
es: ¡Este juego clásico es divertido para niños y adultos! La meta es sencilla- tienes que crear una línea de 4 círculos tuyos antes que lo haga tu oponente. Puedes juntar tus círculos en una línea horizontal, vertical o diagonal, pero tienes que tener cuidado de lo que hace tu oponente si quieres ganar. ¡Puedes jugar contra la computadora o contra un amigo y durar horas jugando este juego tan divertido!
fr: Ce jeu classique est parfait tant pour les enfants que pour les adultes ! Le but est simple : vous devez créer des lignes droites de quatre de vos cercles avant votre adversaire. Vous pouvez faire des lignes horizontales, verticales ou diagonales, comme dans le jeu du Morpion, mais vous devrez être attentif et vous méfier de ce que votre adversaire est en train de faire si vous voulez gagner ! Vous pouvez jouer contre l’ordinateur, ou contre un ami, et passer des heures à jouer à ce jeu amusant et addictif !
zh_cn: 这个经典的游戏，小孩和大人都会为它着迷！目标很简单：您需要在您对手之前，在您的4个圆圈里画出一条直线，可以是水平的，垂直的或斜的。这有点像井字游戏，但想取胜，您需要格外小心，注意对手的行动！您可以和电脑玩，也可以以和朋友对战，一起来享受这个让人着迷的有趣的游戏吧！

# subtitle
source: Find and avoid all the dangerous mines to win
fr: Trouvez et évitez toutes les dangereuses mines pour gagner
zh_cn: 找到并躲开危险水雷，赢得游戏

# description
source: Figure out where the dangerous mines are in order to stay alive and win the game! Each square is either an ocean or a mine, and you'll need to only click on the oceans or you'll have to start over. Each time you click on a square, you will discover what it is and see how many mines are around it in each direction. If you figure out where all the mines are, you'll win!
es: ¡Averigua donde están las minas peligrosas para poder sobrevivir y ganar el juego! Cada cuadrado es mar o mina y tendrás que únicamente seleccionar los que son de mar. Si no seleccionas un cuadrado de mar, tendrás que empezar de nuevo. Cada vez que selecciones un cuadrado, descubrirás lo que es y te darás cuenta de cuantas minas hay alrededor y en cada dirección. ¡Cuando averigües donde están todas las minas, has ganado!
fr: Devinez où sont les dangereuses mines afin de rester en vie et gagner le jeu ! Chaque carré est soit un océan, soit une mine, et vous ne devrez cliquer que sur les océans ou vous devrez recommencer. À chaque fois que vous cliquez sur un carré, vous découvrirez ce qu’il est et verrez combien de mines se trouvent autour de lui dans toutes les directions. Si vous découvrez où se cachent toutes les mines, vous gagnerez !
zh_cn: 找出危险的水雷，活下去并赢得比赛！每一个方块都是海洋或是水雷，您只能点击海洋，否则您就需要重新开始了。每当点击方块，您都能看到这个方块是什么，以及它周围各个方向有多少水雷。如果您找到了全部的水雷，您就赢了！

# subtitle
source: One of the most popular puzzle games of all time
fr: Un des jeux de puzzle les plus populaires de tous les temps
zh_cn: 最为流行的拼图游戏中的一种
