Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Find some of your favorite books in this app! To begin browsing, open the folder, click the 'Index' file, and select the genre that interests you most. You'll find some of the most famous books written, including modern wonders that are sure to peak your interest. This virtual library has an astouding collection of novels, poems, biographies, stories, and other texts. Whether you find your favorite book or discover a new one, you'll be entertained for hours expanding your literary knowledge.
fr: Trouvez certains de vos livres favoris dans cette application ! Pour commencer à parcourir, ouvrez les dossiers, cliquez sur le fichier « Index », et sélectionnez le genre qui vous intéresse le plus. Vous trouverez certains des ouvrages les plus connus, dont des merveilles contemporaines qui piqueront probablement votre curiosité. Cette bibliothèque virtuelle possède une incroyable collection de nouvelles, poèmes, biographies, histoires, et d’autres textes. Que vous trouviez votre livre préféré ou que vous en découvriez un nouveau, vous pourrez vous divertir des heures durant en étendant vos connaissances littéraires.
hi: इस ऐप में आप अपनी कुछ पसंदीदा पुस्तकें पाएं! ब्राउजिंग शुरू करने के लिए, फोल्डर खोलें, ‘इंडेक्स’ फाइल पर क्लिक करें, और उस रचना-पद्धति का चयन करें जो आपको सबसे अच्छा लगता हो। यहां आपको सर्वाधिक लोकप्रिय पुस्तकें मिलेंगी, जिनमें आधुनिक आश्चर्य शामिल हैं जो आपको निश्चित रूप से दिलचस्प लगेगा। इस वर्चुअल लाइब्रेरी में उपन्यासों, कविताओं, जीवनियों और अन्य टेक्स्ट का शानदार संकलन उपलब्ध है। चाहे आप अपनी पसंदीदा पुस्तक प्राप्त करें या नई पुस्तक ढ़ूंढें, आप अपने लाइब्रेरी ज्ञान को बढ़ाते हुए घंटों समय बिताएंगे।
id: Temukan beberapa buku favorit Anda di aplikasi ini! Untuk mulai menelusuri, buka folder, klik file 'Index', dan pilih genre yang paling menarik bagi Anda. Anda akan menemukan beberapa buku yang paling terkenal yang pernah ditulis, termasuk keajaiban modern yang pasti sangat menarik bagi Anda. Perpustakaan virtual ini memiliki koleksi novel, puisi, biografi, cerita, dan teks lain yang menakjubkan. Anda akan terhibur saat memperluas pengetahuan sastra selama berjam-jam, entah ketika mencari buku favorit atau menemukan buku baru.
pt_br: Encontre alguns de seus livros favoritos neste programa! Para começar, abra a pasta, clique em "Índice" e selecione o gênero que mais lhe interessa. Você vai encontrar alguns dos livros mais famosos já escritos, incluindo livros atuais incríveis. Esta biblioteca virtual tem uma coleção impressionante de romances, poemas, biografias, histórias, entre outros. Se você encontrar seu livro favorito ou descobrir um novo, vai se divertir por horas, além de expandir seu conhecimento literário.
zh_cn: 在这个app里找您喜欢的书吧！开始浏览，打开文件夹，点击‘索引’文件，选择你最感兴趣的类型。您可以各种名著，包括当代各种精彩的书籍，肯定能吸引您。这个虚拟的图书馆里收藏着各种小说、诗歌、传记、故事等等。不管您是想要看您喜欢的书还是找新的书看，您都会在几小时的享受中扩展您的文学视野。

# title
source: Slingshot
hi: स्लिंगशॉट
id: Ketapel
pt_br: Estilingue

# subtitle
source: A shooting strategy game set in space
fr: Un jeu de tir stratégique situé dans l'espace
hi: अंतरिक्ष में स्थित एक शूटिंग रणनीति गेम
id: Gim strategi tembak-menembak di luar angkasa
pt_br: Um jogo de estratégia de tiro no espaço
zh_cn: 在太空中进行的策略射击游戏

# description
source: Gravity is your best friend in this fun shooting game set in outer space. Use the gravity of different planets to your advantage, and use your trusty slingshot to destroy the enemy spacecraft. No two rounds are ever the same in this fun and addictive game!
fr: La gravité est votre meilleure amie dans ce jeu de tir amusant situé dans l’espace ! Utilisez la gravité des différentes planètes à votre avantage, et utilisez votre fidèle fronde pour détruire le vaisseau spatial ennemi. Jamais deux manches ne se ressemblent dans ce jeu amusant et addictif !
hi: अंतरिक्ष में स्थित इस मजेदार शूटिंग गेम में गुरुत्व आपका सबसे अच्छा मित्र है। अपने फायदे के लिए विभिन्न ग्रहों के गुरुत्व का इस्तेमाल करें, और दुश्मन एयरक्राफ्ट को नष्ट करने के लिए अपने भरोसेमंद स्लिंगशॉट का इस्तेमाल करें। इस मजेदार और लत लगने वाले गेम में कोई भी दो राउंड एक जैसा नहीं है!
id: Gravitasi adalah sahabat Anda dalam permainan menembak menyenangkan di luar angkasa ini. Manfaatkan gravitasi dari berbagai planet, dan gunakan ketapel andalan Anda untuk menghancurkan pesawat luar angkasa musuh. Tidak ada dua babak yang sama dalam permainan menyenangkan dan membuat kecanduan ini!
pt_br: A gravidade é o seu melhor amigo neste divertido jogo de tiro no espaço sideral. Use a gravidade de planetas diferentes para a sua vantagem e use seu estilingue fiel para destruir a nave inimiga. Nenhuma das rodadas são iguais neste jogo divertido e viciante!
zh_cn: 在这个有趣的太空射击游戏中，重力是您最好的伙伴！您只需利用不同星球的重力作用，用您那精准的弹弓击毁敌人的飞船。此游戏每一轮各具特色，您一定会着迷的！

# title
source: Skype
hi: स्काइप

# subtitle
source: Free internet calls with cheap rates to phones
fr: Appels par internet gratuit avec des tarifs bas pour les téléphones
hi: फोन पर सस्ते दरों के साथ फ्री इंटरनेट कॉल्स
id: Panggilan internet gratis dengan tarif telepon murah
pt_br: Faça chamadas gratuitas pela internet e ligações baratas para telefones e celulares.
zh_cn: 免费的网络电话

# description
source: Skype makes staying in touch incredibly easy and fun! If you have a webcam and a microphone, you can easily make video calls and voice calls to anyone in the world who also has Skype. This app’s features are simple to use and you can stay in touch with people anywhere in world! **Requires Internet
fr: Skype rend le maintien de contact incroyablement facile et amusant ! Si vous avez une webcam et un microphone, vous pouvez facilement passer des appels vidéos et des appels audio avec n’importe qui dans le monde qui a Skype. Les fonctionnalités de cette application sont simples d’utilisation et vous permettent de rester en contact avec des gens partout dans le monde ! **Nécessite une connexion internet
hi: स्काइप संपर्क में बने रहने को अत्यंत आसान और मजेदार बनाता है! यदि आपके पास वेबकैम और एक माइक्रोफोन है, तो आप दुनिया में उन व्यक्तियों के साथ आसानी से वीडियो कॉल्स और वॉइस कॉल्स कर सकते हैं जिनके पास स्काइप हो। इस ऐस की विशेषता है यह इस्तेमाल में आसान है और आप दुनिया के किसी भी व्यक्ति के संपर्क में रह सकते हैं! **इंटरनेट आवश्यक है
id: Skype membuat komunikasi menjadi amat mudah dan menyenangkan! Cukup dengan sebuah webcam dan mikrofon, Anda sudah dapat melakukan panggilan video dan panggilan suara kepada siapapun di seluruh dunia yang juga memakai Skype. Aplikasi ini mudah digunakan dan Anda dapat berkomunikasi dengan orang-orang di manapun di dunia! **Memerlukan Internet
pt_br: Skype faz você ficar em contato facilmente e de forma divertida! Se você tiver uma webcam e um microfone, você pode facilmente fazer chamadas de vídeo e chamadas de voz para qualquer pessoa no mundo que também tem Skype. As ferramentas deste programa são simples de usar e você pode ficar em contato com pessoas em qualquer lugar no mundo!
zh_cn: Skype让联络变得十分方便、有趣!如果您有网络摄像头和手机，您就可以通过Skype和世界各地同样安装了Skype的人进行视频聊天或者语音聊天啦！此App的特点是使用简单，而且在全世界范围内适用。**需要网络连接

# subtitle
source: Listen to music using Spotify
es: Escucha música con Spotify
hi: Spotify का उपयोग करके संगीत सुनें
id: Mendengarkan musik dengan Spotify

# description
source: Access all of your favorite music, discover new songs, and share music online with your friends - all in one place. Create shared playlists or share individual songs with your Facebook friends with just a click of a button. Follow your favorite artists or friends to know what they are listening to, and then save the songs to your own playlists. Spotify is the best way to have access to millions of songs, and all the latest hits. **Requires internet
hi: अपने सभी पसंदीदा संगीत तक पहुँचें, नए गाने खोजें और अपने मित्रों के साथ संगीत को ऑनलाइन साझा करे - सब कुछ एक ही स्थान पर. बस एक बटन क्लिक करके अपने Facebook मित्रों के साथ साझा की गई प्लेसूचियाँ बनाएँ या व्यक्तिगत गाने साझा करें. अपने पसंदीदा कलाकार का अनुसरण करें या जानें कि आपके मित्र क्या सुन रहे हैं और फिर फिर अपनी स्वयं की प्लेसूची में गाने सहेजें. Spotify लाखों गानों और सभी नवीनतम हिट्स तक पहुँचने का सर्वश्रेष्ठ तरीका है. **इंटरनेट आवश्यक है
id: Mengakses seluruh musik favorit Anda, menemukan lagu-lagu baru, dan berbagi musik daring bersama teman-teman - semua di satu tempat. Buat daftar-putar bersama atau berbagi lagu dengan teman-teman Facebook Anda dengan satu klik pada tombol. Ikuti artis atau teman favorit untuk mengetahui apa yang mereka dengar, dan simpan lagu-lagu tersebut ke daftar-putar Anda. Spotify adalah cara terbaik untuk mengakses jutaan lagu, dan semua hit terkini. **Memerlukan internet

# title
source: Steam
hi: स्टीम
id: Uap

# subtitle
source: Online store with popular video games
fr: Magasin en ligne avec des jeux vidéo populaires
hi: लोकप्रिय वीडियो गेम्स वाला ऑनलाइन स्टोर
id: Toko online dengan video game populer
pt_br: Loja virtual com jogos populares
zh_cn: 涵盖各款流行电子游戏的在线商城

# description
source: If you like playing video games, you're going to have a great time exploring Valve's online Steam Store! Many games require an online purchase, but some popular games such as Team Fortress 2 are free to play. When searching in the store, be sure to narrow results by the Linux / SteamOS operating system. Not all Linux games are compatible with Endless, so make sure you check the system requirements before purchasing games. You will need to agree to Steam's own policies, including their refund policy, if you decide to make a purchase. Endless is separate from Steam and cannot refund your games or be held accountable for any purchases you make via Steam. ** Requires internet
fr: Si vous jouez aux jeux vidéo, vous allez en profiter en explorant le Steam Store en ligne de Valve ! De nombreux jeux nécessitent un achat en ligne, mais certains jeux populaires comme Team Fortress 2 sont gratuits. En cherchant dans le magasin, assurez-vous de préciser vos résultats grâce au système d'exploitation Linux / Steam OS. Tous les jeux Linux ne sont pas compatibles avec Endless, donc assurez-vous de vérifiez les exigences système avant d'acquérir des jeux. Vous devrez approuvez les propre politiques de Steam, dont leur politique de remboursement, si vous décidez d'effectuer une acquisition. Endless est séparé de Steam et ne peut pas rembourser vos jeux ou être considéré responsable des achats que vous effectuez via Steam. ** Nécessite internet
hi: यदि आप वीडियो गेम खेलना चाह रहे हैं, तो आपको वाल्व के ऑनलाइन स्टोर को ऐक्सप्लोर करने का एक अच्छा मौका मिलने जा रहा है! बहुत से गेम्स को ऑनलाइन खरीदने की जरूरत होती है, लेकिन कुछ लोकप्रिय गेम्स जैसे टीम फोर्टरेस 2 मुफ्त उपलब्ध है। स्टोर में सर्च करते समय, लिनक्स स्टीमओएस ऑपरेटिंग सिस्टम द्वारा छोटे परिणाम के लिए आश्वस्त रहें। सभी लिनक्स गेम्स एंडलेस के साथ अनुकूल नहीं हैं, इसलिए गेम्स खरीदने से पहले सिस्टम रिक्वायरमेंट की जांच करें। आपको स्टीम की अपनी पॉलिसी के साथ सहमत होना होगा, साथ ही उनके रिफंड पॉलिसी से भी, यदि आपने खरीदने का फैसला किया है। एंडलेस स्टीम से अलग है और यह गेम्स को रिफंड नहीं कर सकता या आपके द्वारा स्टीम से की गई किसी भी खरीददारी के लिए जिम्मेदार नहीं है। **इंटरनेट की आवश्यकता है
id: Jika Anda suka bermain gim video, Anda punya banyak waktu menjelajahi toko Steam daring dari Valve! memang banyak gim yang harus dibeli daring, tetapi gim-gim populer seperti Team Fortress 2 gratis untuk dimainkan. Saat mencari di toko, persempit hasilnya menurut sistem operasi Linux/SteamOS. Tidak semua gim Linux kompatibel dengan Endless, jadi periksalah persyaratan sistem sebelum membeli gim apa pun. Jika Anda memutuskan membeli gim, Anda harus menyetujui kebijakan Steam, termasuk kebijakan pengembalian dana mereka. Endless bersifat terpisah dari Steam dan tidak bisa mengembalikan uang gim yang Anda beli, atau bertanggung jawab untuk setiap pembelian melalui Steam. **Membutuhkan internet
pt_br: Se você gosta de jogar video game você terá uma ótima experiência ao explorar a loja online Steam da empresa Valve. Alguns jogos não são gratuitos e você precisará comprar pela internet, mas alguns dos jogos mais populares como o Team Fortress 2 são gratuitos! Ao procurar na loja certifique-se de restringir os resultados pelo sistema operacional Linux / SteamOS. Nem todos os jogos de Linux são compatíveis com o Endless, então certifique-se de checar os requisitos do sistema antes de comprar qualquer jogo. Caso você decida comprar, você também precisará concordar com as políticas da loja Steam, incluindo a politica de devolução de dinheiro. Endless não assume responsabilidade nem se envolve com qualquer registro e conta aberta na loja Steam muito menos no processo de compra e devolução de dinheiro. **Necessita internet!
zh_cn: 如果您喜欢玩电子游戏，您一定要来Valve公司开发的Steam游戏平台，相信您会喜欢的！Steam平台里有各种付费游戏，也有Team Fortress 2等免费游戏。在商城里搜索游戏时，请选择Linux/SteamOS操作系统来缩小搜索结果。Endless并非兼任所有的Linux游戏，所以请您在购买游戏前仔细查阅其运行系统需求。如果您要在此平台购买游戏，需要同意Steam制定的退款等条款。Endless与Steam是彼此独立的，您在Steam上进行的购买，Endless不承担退款或其他责任。**需要网络连接

# title
source: Teeworlds
hi: टीवर्ल्ड
pt: Teelândia
pt_br: Teelândia

# subtitle
source: Exciting multi-player shooting game
es: Un juego emocionante de multijugador donde tienes que dispararles a tus enemigos
fr: Jeu de tir multijoueur excitant
hi: शानदार मल्टी-प्लेयर शूटिंग गेम
id: Permainan menembak multipemain yang menarik
pt: Incrível jogo de tiros para vários jogadores
pt_br: Incrível jogo de tiros para vários jogadores
zh_cn: 刺激的多人射击游戏

# description
source: Shoot your way to victory in death matches and more! This game has an old-school feel and is an exciting multiplayer shooting game with epic battles of up to 16 players at a time. Play Capture the Flag or Team Deathmatch where you must try to survive in the deadly arena while getting rid of your opponents. This game is packed with cool featuers like the ability to create your own map! Lots of bloody fun awaits you, so grab your virtual weapons and go!
fr: Faites votre chemin vers la victoire à travers des deathmatchs et plus ! Ce jeu a un goût old school et est un jeu de tir multijoueur excitant avec des batailles épiques avec jusqu’à 16 joueurs simultanés. Jouez à la Capture de Drapeau ou aux Deathmatchs en équipe où vous devrez essayer de survivre dans l’arène meurtrière en essayant de vous débarrasser de vos ennemis. Ce jeu comprends des fonctionnalités sympathiques telles que la possibilité de créer votre propre terrain de jeu ! Un divertissement empli d’hémoglobine vous attends, donc emparez vous de vos armes virtuelles et foncez !
hi: मौत की लड़ाइयों में जीतने के लिए अपने रास्ते में आने वालों को शूट करें! यह गेम पुराने-स्कूल की याद दिलाता है और यह एक शानदार मल्टीप्लेयर शूटिंग गेम है जहां एक साथ 16 योद्धाओं के बीच पौराणिक लड़ाइयां होती है। कैप्चर द फ्लैग या टीम डेथमैच खेलें जहां आपको अपने दुश्मनों से बचते हुए जानलेवा रणभूमि में जीवित होगा। इस गेम में शानदार विशेषताएं उपलब्ध हैं जैसे खुद का मैप तैयार करने की सुविधा! ढेर सारे खूनी मनोरंजन आपका इंतजार कर रहे हैं इसलिए अपना वर्चुअल हथियार उठाएं और निकल पड़ें!
id: Menangkan pertandingan sampai mati dan masih banyak lainnya lagi melalui tembakan! Permainan ini memiliki nuansa jadul dan merupakan permainan tembak-menembak yang menarik dengan banyak pemain hingga 16 pemain pada waktu yang bersamaan. Mainkan Kuasai Bendera atau Pertandingan Tim Sampai Mati di mana Anda harus mencoba untuk bertahan di arena yang mematikan sementara menyingkirkan lawan-lawan Anda. Permainan ini dikemas dengan fitur-fitur keren seperti kemampuan untuk membuat peta Anda sendiri! Banyak kesenangan berdarah yang menanti Anda, jadi ambil senjata virtual Anda dan mulailah!
pt_br: Teelândia é um jogo de estilo retro, mas não deixe que esta nostalgia o engane. Teelândia é também um incrível jogo multiplayer, com batalhas épicas de 16 jogadores, e vários modos conhecidos, tais como Capture the Flag e Team Deathmatch. Tente sobreviver na mortífera arena enquanto destrói os adversários. O Teelândia possui um interessante modo que lhe permite criar os seus próprios níveis de jogo. Muita diversão espera por você no programa Teelândia.
zh_cn: 尽情射击，赢得这场殊死的搏斗吧！此游戏的玩法来自经典射击游戏，一场比赛最多可以支持16位玩家同时玩。您可以选择夺旗赛模式或团队死亡竞赛模式，在团队死亡竞赛模式中您要极力摆脱对手的袭击，保证队伍的存活数。此游戏具有可自行设计地图等炫酷的特点，还等什么，赶紧添加武器，加入这个刺激的搏斗吧！

# title
source: Billiards
es: Billar
fr: Billard
hi: बिलियर्ड्स
id: Biliar
pt: Sinuca
pt_br: Sinuca
zh_cn: 桌球

# subtitle
source: Fun 3D billiards game
es: Practica tus habilidades con este juego de billar en 3D
fr: Jeu de billard amusant en 3D
hi: 3D बिलियर्ड्स गेम
id: Gim biliar 3D seru
pt: Divertido jogo de sinuca em 3D
pt_br: Divertido jogo de sinuca em 3D
zh_cn: 趣味3D桌球游戏

# description
source: Do you love playing billiards, or have you ever wanted to learn how to play? This game lets you have the experience of playing pool and other similar games right from your home. It’s simple to learn and use, yet highly realistic. This app is a great tool for both playing for fun and improving your game.
fr: Aimez-vous jouer au billard, ou avez-vous jamais voulu apprendre comment y jouer ? Ce jeu vous donne une expérience de jeu de billard et autres jeux similaires depuis le confort de votre maison. Il est simple à prendre en main et à utiliser, tout en étant hautement réaliste. Cette application est un excellent outil à la fois pour vous divertir et pour améliorer votre technique de jeu.
hi: क्या आपको बिलियर्ड्स खेलना भाता है या क्या कभी आपने इसे सीखना चाहा है? यह गेम आपको अपने घर से ही पूल और ऐसे ही अन्य गेमों को खेलने का मजेदार एहसास देता है। इसे सीखना और इस्तेमाल करना आसान है। यह ऐप्स आनंद के लिए खेलने के लिए या अपने खेल में सुधार लाने, दोनों के लिए कमाल है।
id: Apakah Anda suka bermain biliar, atau pernah ingin belajar cara memainkannya? Permainan ini membuat Anda memiliki pengalaman bermain biliar dan permainan yang serupa langsung di rumah Anda. Sederhana untuk dipelajari dan digunakan, namun amat realistis. Aplikasi ini alat yang hebat untuk bermain dan bersenang-senang sekaligus meningkatkan kemampuan Anda bermain.
pt_br: Você gosta de jogar sinuca ou sempre quis aprender a jogar? Este jogo proporciona a experiência de jogar sinuca e outros jogos similares direto da sua casa. É fácil de aprender e de usar, mas altamente realista. Este programa é uma ótima ferramenta para jogar, se divertir e melhorar o seu jogo.
zh_cn: 您爱打桌球吗？您想学吗？这款游戏让您足不出户即可体验桌球这类游戏的快乐。简单易操作，带给您最真实的体验。畅玩的同时提升游戏技能，这款APP带给您惊喜。

# title
source: E-mail
hi: ई-मेल
id: Surel
zh_cn: 电子邮件

# subtitle
source: Your e-mail, address book and calendar in one place
fr: Vos emails, carnet d'adresses et calendrier dans un seul endroit
hi: एक ही स्थान पर आपका ई-मेल, ऐड्रेस बुक और कैलेंडर
id: Surel, buku alamat dan kalender di satu tempat
pt_br: Ferramenta completa para gestão de e-mail, contatos e calendário
zh_cn: 同一处的电子邮件，地址簿和日历

# description
source: Staying in touch is an important part of modern life, and email has become one of the best ways of doing so. You may receive emails from faraway or close-by friends and family, access messages containing daily jokes, vocabulary, or news, and even handle important matters – all via email. When you need to check your email quickly and simply, this app is there for you. **Requires internet
fr: Rester en contact est une part primordiale de la vie moderne, et l’email est devenu l’une des meilleures façons de le faire. Vous pouvez recevoir des emails de connaissances lointaines, ou de votre famille et de vos amis proches, accéder à des messages contenant des blagues du jour, du vocabulaire ou des informations d’actualité, et même gérer des questions importantes — tout cela par email. Si vous avez besoin de vérifier vos emails rapidement et facilement, cette application est là pour vous. **Nécessite une connexion internet
hi: संपर्क में बने रहना आधुनिक जीवन का एक महत्वपूर्ण अंग है, और ऐसा करने के लिए ई-मेल सर्वाधिक उपयुक्त माध्यमों में से एक बन गया है। आप दूर रहने वाले या निकट रहने वाले दोस्तों और परिवार से ई-मेल प्राप्त कर सकते हैं, रोज-रोज के चुटकुलों, शब्दावलियां, या समाचार से भरे संदेश पा सकते हैं, और यहां तक कि महत्वपूर्ण मामलों का संचालन भी कर सकते हैं – और यह सब ई-मेल के जरिए। जब आपको अपना मेल तुरंत और आसानी से देखना हो, तो यह ऐप आपके लिए मौजूद है। **इंटरनेट की आवश्यकता है
id: Menjalin hubungan adalah bagian yang penting dari kehidupan modern, dan surel telah menjadi salah satu cara terbaik untuk melakukannya. Anda pasti menerima surel dari teman-teman atau keluarga, baik jauh atau dekat, mengakses pesan humor harian, kosakata baru, berita, bahkan hal-hal penting. Semua ini dilakukan dari surel. Untuk cara cepat dan simpel untuk memeriksa surel, gunakan aplikasi ini. **Membutuhkan internet
pt_br: Ficar em contato é uma parte importante da vida moderna, e o e-mail tornou-se uma das melhores maneiras de fazê-lo. Você pode receber e-mails de amigos e familiares distantes, receber mensagens contendo piadas diárias, vocabulário, ou notícias, e até mesmo lidar com questões importantes - tudo via e-mail. Quando você precisa verificar seu e-mail de forma rápida e simples, este programa estará lá para você.
zh_cn: 保持联系是现代生活不可或缺的一部分，电子邮件已经成为保持联系的最好方法之一了。在电子邮件里，您可以收到远方亲友的邮件，查看信息，了解每日笑话，词汇或新闻，还可以处理许多重要事。当您需要快速便捷地查看您的电子邮件时，只需进入这个app即可。**需要网络连接

# title
source: Calculator
es: Calculadora
fr: Calculatrice
hi: कैल्कुलेटर
pt: Calculadora
pt_br: Calculadora
zh_cn: 计算器

# subtitle
source: A scientific calculator with many bonus tools
fr: Une calculatrice scientifique avec de nombreux outils
hi: ढेर सारे अतिरिक्त टूल्स वाला एक वैज्ञानिक कैल्कुलेटर
id: Kalkulator ilmiah dengan bonus berbagai alat
pt_br: Calculadora científica com várias ferramentas adicionais
zh_cn: 一个带有各种工具的科学计算器
