Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Farming is both an ancient tradition and a modern, bustling industry. Our world’s food supply comes from hardworking farmers around the globe. Learning about this sector of the economy can be fascinating and useful, especially if you’re interested in providing food for yourself and your community. This app includes information on farming techniques and equipment, different types of agriculture, and the careers that exist in this industry. You’ll learn so much about crops, livestock, and more!
fr: L'agriculture est à la fois une tradition ancestrale et une industrie moderne et effervescente. Notre production mondiale de nourriture vient des fermiers qui travaillent dur dans le monde entier. En apprendre plus sur ce secteur économique peut être fascinant et utile, surtout si vous êtes intéressé par l'idée de fournir de la nourriture pour vous et votre communauté. Cette application inclut des informations sur les techniques agricoles, les différents types d'agriculture, et les carrières offertes dans cette industrie. Vous apprendrez tellement sur les cultures, le bétail, et bien plus !
hi: खेती प्राचीन परंपरा भी है और आधुनिक परंपरा भी है, और यह हलचल वाला उद्योग है। हमारी दुनिया की खाद्य आपूर्ति दुनिया भर में कठिन परिश्रम करने वाले किसानों द्वारा होती है। अर्थव्यवस्था के इस क्षेत्र के बारे में जानना दिलचस्प और उपयोगी है, खासकर यदि आप खुद के लिए और अपने समुदाय के लिए भोजन आपूर्ति करने में रुचि रखते हैं। इस ऐप में खेती करने की विधियों और उपकरण, खेती के विभिन्न प्रकारों, और इस उद्योग में मौजूद करियर के बारे में जानकारी शामिल है। आप फसलों, मवेशियों इत्यादि के बारे में बहुत कुछ सीखेंगे!
id: Bertani adalah sebuah tradisi kuno dan juga industri modern yang ramai. Persediaan pangan dunia bisa ada berkat kerja keras para petani di seluruh dunia. Belajar tentang sektor ekonomi ini bisa menjadi pengalaman yang menarik dan berguna, terutama jika Anda tertarik untuk menyediakan makanan bagi diri Anda dan komunitas Anda. Aplikasi ini meliputi informasi seputar teknik bertani dan perlengkapannya, macam-macam tipe agrikultur, dan karier dalam industri ini. Anda akan mempelajari banyak hal tentang tanaman, hewan ternak, dan banyak lagi!
pt_br: A agricultura é tanto uma tradição antiga como também uma indústria movimentada e moderna. Nosso abastecimento alimentar vem de agricultores que trabalham duro em todo o mundo. Aprender sobre este setor da economia pode ser fascinante e útil, especialmente se você estiver interessado em produzir alimentos para si ou para a sua comunidade. Este programa inclui informações sobre técnicas e equipamentos agrícolas, diferentes tipos de agricultura, e as carreiras que existem neste setor. Você vai aprender muito sobre colheitas, gado e muito mais!
zh_cn: 农业传承远古，同时也是繁华的现代产业。我们的粮食来自全球辛勤劳作的农民。本节经济板块的学习有趣又实用，尤其是对于想要为自己和社会提供食物的人来说。这款APP让您了解农业技术和设备，不同类型的农业以及这个行业目前存在的工作。您将了解更多关于农作物和牲畜的知识！

# title
source: My Budget
fr: Mon Budget
hi: मेरा बजट
id: Anggaran Saya
pt_br: Meu Orçamento
zh_cn: 我的预算

# subtitle
source: Learn how to create your own budget and save
fr: Apprenez comment définir votre budget et économiser de l'argent
hi: अपना बजट तैयार करना और बचत करना सीखें
id: Belajar cara menyusun anggaran keuangan Anda dan berhemat
pt_br: Aprenda a criar seu próprio orçamento e a economizar
zh_cn: 了解如何制定个人预算并存钱

# description
source: It can be challenging to keep track of your own or your family’s finances, but it’s also extremely important. This app provides the resources you need to keep a budget and understand how you spend your money. Easy templates make budgeting easier, and tips about money management and wise spending will help you make good choices with your funds. You and your family will benefit from an organized, clear, and carefully managed financial plan.
fr: Il peut être difficile de garder des traces de vos finances ou de celles de votre famille, mais c’est également extrêmement important. Cette application vous fournit les ressources dont vous avez besoin pour tenir un budget et comprendre comment vous dépensez votre argent. Des modèles pratiques rendent la budgétisation facile, et des astuces sur la gestion de l’argent et les dépenses judicieuses vous aideront à faire les meilleurs choix avec vos fonds. Vous et votre famille bénéficierez d’une planification financière organisée, claire, et soigneusement gérée.
hi: खेती प्राचीन परंपरा भी है और आधुनिक परंपरा भी है, और यह हलचल वाला उद्योग है। हमारी दुनिया की खाद्य आपूर्ति दुनिया भर में कठिन परिश्रम करने वाले किसानों द्वारा होती है। अर्थव्यवस्था के इस क्षेत्र के बारे में जानना दिलचस्प और उपयोगी है, खासकर यदि आप खुद के लिए और अपने समुदाय के लिए भोजन आपूर्ति करने में रुचि रखते हैं। इस ऐप में खेती करने की विधियों और उपकरण, खेती के विभिन्न प्रकारों, और इस उद्योग में मौजूद करियर के बारे में जानकारी शामिल है!
id: Melacak keuangan Anda atau keluarga Anda dapat menjadi hal yang menantang, tetapi juga sangat penting. Aplikasi ini menyediakan sumber daya yang Anda butuhkan untuk menjaga anggaran dan memahami bagaimana Anda membelanjakan uang Anda. Pola-pola yang mudah membuat penganggaran lebih mudah, dan kiat-kiat tentang pengelolaan uang serta belanja secara bijaksana akan membantu Anda membuat pilihan yang baik dalam menggunakan dana Anda. Anda dan keluarga Anda akan mendapatkan manfaat dari rencana keuangan yang terorganisir, jelas, dan dikelola dengan saksama.
pt_br: Manter o controle sobre as finanças da família pode ser um grande desafio, mas é extremamente importante. Este programa fornece os recursos necessários para manter um orçamento e entender como você gasta o seu dinheiro. Modelos fáceis vão tornar seu orçamento mais simples e dicas sobre a gestão e gasto consciente do dinheiro irão ajudá-lo a fazer boas escolhas. Você e sua família serão beneficiados pela organização de um plano financeiro claro e cuidadosamente pensado.
zh_cn: 追踪个人及家庭资产极具挑战性，但同时也十分重要。这个APP为您提供做预算所需要的资源，并帮您了解您的消费方式。简易模板使您轻松做预算，资金管理和合理消费小贴士帮您正确使用资金。您和家人将受益于这个有序、清晰有精心管理的财务计划。

# title
source: Fitness
es: Ejercicios
hi: फिटनेस
id: Kebugaran
pt: Boa Forma
pt_br: Boa Forma
zh_cn: 健康

# subtitle
source: Tips for excercise and healthy living
fr: Astuces pour l'exercice et la vie saine
hi: व्यायाम और स्वस्थ जीवन के लिए सुझाव
id: Kiat olahraga dan hidup sehat
pt_br: Cuide do seu corpo com dicas e técnicas para se exercitar e manter um estilo de vida saudável
zh_cn: 锻炼与健康生活小贴士

# description
source: We all want to look and feel our best. With this app, you’ll learn how to exercise safely and effectively. With a range of exercises and routines, as well as information about keeping yourself safe and preventing injury, you’ll have your workout on track in no time. This app even features guidance on how to live a healthy lifestyle.
hi: हम सभी अपना सर्वोत्तम देखना और महसूस करना चाहते हैं। इस ऐप के जरिए, आप सुरक्षित और असरकारी ढंग से व्यायाम करने की विधि सीखेंगे। विभिन्न प्रकार के व्यायामों और दिनचर्याओं के साथ, और साथ ही अपने आप को सुरक्षित रखने और जख्म के बचाने के बारे में जानकारी के साथ, आप बिना समय गंवाए अपने वर्कआउट को सुचारू रख पाएंगे। यहां तक कि यह ऐप यह भी बताता है कि स्वस्थ जीवनशैली कैसे अपनाएं।
id: Kita semua ingin terlihat dan merasa dalam kondisi yang terbaik. Dengan aplikasi ini, Anda akan belajar cara berolahraga dengan aman dan efektif. Dengan berbagai jenis latihan dan rutin, serta informasi tentang bagaimana membuat Anda tetap aman dan mencegah cedera, Anda akan berolahraga dengan benar dalam waktu singkat. Aplikasi ini bahkan memiliki fitur panduan tentang bagaimana menjalani gaya hidup sehat.
pt_br: Nós todos queremos nos parecer e nos sentir bem. Com este programa, você vai aprender como se exercitar com segurança e eficácia. Com uma gama de exercícios e rotinas, bem como manter-se seguro e informado sobre lesão preventiva, você vai ter o seu treino na pista em nenhum momento. Este aplicativo ainda apresenta orientações sobre como viver uma vida saudável.
zh_cn: 我们都想看到并感受到自己最好的状态。有了这个APP，您将学会如何安全运动，有效运动。经过一系列定期训练，以及了解如何保证安全，避免受伤的知识之后，您将马上步入锻炼正轨。这个APP更向您展示如何拥有一个健康的生活方式。

# title
source: Geography
fr: Géographie
hi: भूगोल
id: Geografi
pt_br: Geografia
zh_cn: 地理

# subtitle
source: Learn about all the countries in the world
fr: Apprenez à propos de tous les pays du monde
hi: दुनिया के सभी देशों के बारे में जानें
id: Belajar tentang seluruh negara di dunia
pt_br: Saiba mais sobre todos os países do mundo
zh_cn: 了解世界上的所有国家

# description
source: The world is an amazing place, and with this app, you’ll learn all about it! Featuring information on every country in the world, this comprehensive resource covers major cities, regions, natural features, and more. Closer to home, you’ll find detailed information about your country, from its towns and cities to its rivers and mountains. Explore the wonders around you with this handy app!
fr: Le monde est un lieu fascinant, et avec cette application, vous apprendrez tout à son sujet ! Avec des informations sur tous les pays du monde, cette ressource très complète couvre les villes principales, les régions, des propriétés naturelles, et bien plus. Plus près de vous, vous trouverez des informations détaillées sur votre pays, de ses villes et villages à ses rivières et montagnes. Explorez les merveilles autour de vous avec cette application bien pratique !
hi: विश्व एक अद्भुत स्थान है, इस ऐप की मदद से, आप इसके बारे में सबकुछ जान पाएंगे! दुनिया के सभी देशों के बारे में जानकारी प्रदान करते हुए, इस व्यापक संसाधन में प्रमुख शहरों, क्षेत्र, प्राकृतिक विशेषताओं इत्यादि के बारे में जानकारी मिलती है। आप अपने देश, इसके नगरों से लेकर शहरों, इसकी नदियों और पहाड़ों के बारे में विस्तृत जानकारी पाएंगे। इस सुविधाजनक ऐप की मदद से अपने आसपास के विस्मयकारी तथ्यों का अन्वेषण करें!
id: Dunia merupakan tempat yang menakjubkan, dan dengan aplikasi ini Anda akan mempelajari semua tentang hal itu! Menampilkan informasi setiap negara di dunia, sumber informasi komprehensif ini mencakup kota-kota utama dunia, wilayah, ciri alamiah, dan lainnya. Mendekati negara asal, Anda akan menemukan informasi rinci tentang negara Anda, dari kota besar dan kecil hingga sungai dan pegunungannya. Jelajahi keajaiban di sekitar Anda dengan aplikasi praktis ini!
pt_br: O mundo é um lugar incrível, e com este programa, você vai aprender tudo sobre ele! Com informações sobre todos os países do mundo, este recurso abrange as principais cidades, regiões, características naturais, entre outros. Mais perto de casa, você vai encontrar informações detalhadas sobre o seu país a partir de suas cidades, rios e montanhas. Explore as maravilhas ao seu redor com este prático programa!
zh_cn: 世界充满惊喜，使用这款APP，您就可以看遍全世界！这款APP向您展示世界上每一个国家，信息全面，覆盖主要城市、地区以及自然风光等等。言归正传，从城镇到山河，您可以详细地了解您的国家。快使用这款便捷的APP，探索身边的神奇！

# title
source: Guatemala
hi: ग्वाटेमाला
zh_cn: 危地马拉

# subtitle
source: Learn more about this beautiful country
fr: Apprenez-en davantage sur ce beau pays
hi: इस खूबसूरत देश के बारे में विस्तार से जानें
id: Ketahui lebih banyak mengenai negara yang indah ini
pt_br: Saiba mais sobre este belo país.
zh_cn: 更多地了解这个魅力之国

# description
source: Guatemala has an ancient and fascinating history, but it’s also a modern, bustling nation with many attractions, cultural events, and important population centers. Explore articles showcasing areas of Guatemalan life, art, geography, and culture. You’ll deepen your knowledge of Guatemala so you can share it with friends and family alike!
fr: Le Guatemala a une histoire ancienne et fascinante, mais c'est aussi une nation moderne, énergique, avec de nombreuses attractions, événements culturels et d'importants centres de population. Explorez des articles présentant des domaines de la vie, de l'art, de la géographie et de la culture guatémaltèque. Vous approfondirez votre connaissance du Guatemala afin de pouvoir le partager tout autant avec vos amis que votre famille !
hi: ग्वाटेमाला का एक प्राचीन और दिलचस्प इतिहास है, लेकिन यह एक आधुनिक, हलचल से भरा देश है जहां अनेक आकर्षण हैं, सांस्कृतिक समारोह, और महत्वपूर्ण जनसंख्या केंद्र भी हैं। ग्वाटेमाला के जीवन, कला, भूगोल और संस्कृति के क्षेत्र को दर्शाने वाले लेख पढ़ें। आप ग्वाटेमाला के बारे में अपनी जानकारी को बढ़ाएं ताकि आप यह जानकारी अपने दोस्तों और परिवार को भी बांट सकें!
id: Guatemala memiliki sejarah yang kuno dan menakjubkan, tetapi juga merupakan negara yang modern dan ramai dengan bermacam-macam atraksi, acara kebudayaan, dan pusat populasi yang penting. Telusuri artikel-artikel yang menampilkan gaya hidup, seni, geografi, dan kebudayaan Guatemala. Anda akan menambah wawasan Anda mengenai Guatemala sehingga Anda dapat membagikannya dengan teman-teman dan keluarga!
pt_br: A Guatemala possui uma antiga e fascinante história, mas é também uma moderna e movimentada nação com muitas atrações, eventos culturais e importantes centros populacionais. Explore artigos da vida, arte, geografia e cultura da Guatemala. Você irá aprofundar o seu conhecimento da Guatemala para que você possa compartilhar com os amigos e família!
zh_cn: 危地马拉的历史悠久迷人，但同时它也是一个繁华的现代国家，有众多景点和文化活动，是一个人口中心聚集地。通过对对危地马拉的认识加深，将它与您的亲友共同分享吧！

# title
source: Curriculum
hi: पाठ्यक्रम
id: Kurikulum
pt_br: Currículo
zh_cn: 课程

# subtitle
source: From the Guatemalan Ministry of Education
fr: Du Ministère de l’Éducation guatémaltèque
hi: ग्वाटेमाला शिक्षा मंत्रालय की ओर से
id: Dari Kementerian Pendidikan Guatemala
pt_br: Do Ministério da Educação da Guatemala
zh_cn: 来自危地马拉教育部

# description
source: Here you will find the core curriculum and guidelines for a specific grade, and find textbooks and worksheets that can guide you in a variety of subjects. Teachers and parents can read materials to learn how a child's education should be structured and the important subjects studied in school. Students can find useful textbooks that can help them better understand what they are learning in class. This app is useful for both students and teachers, and can make a big difference in your child's life and in your own!
fr: Ici vous trouverez le tronc commun et les instructions pour une année spécifique, ainsi que les manuels et les fiches d'exercices qui vous guideront à travers différents sujets. Les professeurs et les parents peuvent lire des documents pour apprendre comment structurer l'apprentissage d'un enfant et les sujets importants étudiés à l'école. Les étudiants peuvent trouver des manuels utiles qui peuvent les aider à mieux comprendre ce qu'ils apprennent en classe. Cette application est utile pour les élèves et les professeurs, et peut faire une grande différence dans la vie de votre enfant et dans la vôtre !
hi: यहां आप किसी विशेष ग्रेड के लिए मुख्य पाठ्यक्रम और दिशानिर्देश प्राप्त करेंगे, और ऐसे टेक्स्टबुक और वर्कशीट प्राप्त करेंगे जो आपको विभिन्न प्रकार के विषयों में मार्गदर्शन दे सकते हैं। शिक्षक और माता-पिता य्ह जानने के लिए सामग्रियों का अध्ययन कर सकते हैं कि बच्चों की शिक्षा का स्वरूप कैसा होना चाहिए और स्कूल में पढ़ाए जाने वाले महत्वपूर्ण विषय कैसे होने चाहिए। छात्र ऐसे उपयोगी टेक्स्टबुक प्राप्त कर सकते हैं जो उन्हें कक्षा में पढ़ाए जाने वाले विषयों को समझने में मदद कर सकते हैं। यह ऐप छात्रों और शिक्षकों दोनों के लिए उपयोगी है, और यह आपके बच्चे के जीवन में और आपके खुद के जीवन में एक एक बड़ा अंतर ला सकता है!
id: Di sini Anda akan menemukan kurikulum utama dan panduan untuk kelas tertentu, serta menemukan buku pelajaran dan lembar kerja yang dapat membimbing Anda dalam bermacam-macam subjek. Guru dan orang tua dapat membaca materi untuk mengetahui bagaimana sebaiknya menyusun struktur pendidikan anak dan subjek-subjek penting yang harus dipelajari di sekolah. Murid-murid dapat menemukan buku pelajaran yang berguna yang dapat membantu mereka untuk memahami dengan lebih baik apa yang mereka pelajari di kelas. Aplikasi ini berguna baik bagi murid maupun guru, dan dapat membawa perubahan besar bagi kehidupan Anda dan anak Anda!
pt_br: Aqui você vai encontrar um currículo básico e orientações para classes específicas. Vai encontrar também livros e planilhas que podem lhe orientar em assuntos variados. Professores e pais podem ler matérias para aprender como a educação de uma criança deve ser estruturada e assuntos importantes estudados na escola. Os alunos pode encontrar livros úteis que podem o ajudar a entender melhor o que está sendo aprendido em sala de aula. Este programa é útil para estudantes e professores, pode fazer uma grande diferença na vida de seu filho e na sua tamném!
zh_cn: 在这里，您将发现适于特定年级的核心课程和指导方针，以及各科的指导书本和工作表。老师和家长可以通过阅读材料去了解如何构造孩子的教育，以及在学校学习的重要课程是哪些。学生们能够找到有用的书本，帮助他们更好地理解课上所学。这款APP既有利于学生也有利于老师，更能有效使您的孩子学习进步！

# title
source: Handicrafts
fr: Artisanats
hi: हस्तशिल्प
id: Kriya Tangan
pt_br: Artesanato
zh_cn: 手工艺品

# subtitle
source: Learn how to make the most beautiful handicrafts
hi: सबसे खूबसूरत हस्तशिल्प बनाना सीखें
id: Pelajari cara membuat kerajinan tangan yang paling indah
pt_br: Aprenda a fazer os mais belos artesanatos
zh_cn: 学习如何制作最漂亮的工艺品

# description
source: With these guides and your creativity you will soon be making the most beautiful handicrafts! Learn carpentry, how to make jewelery, how to weave textiles, and more. You can even learn how to recycle materials from around your home to turn them into new and amazing handicrafts. Use this app to get started on a new creative project!
hi: इन दिशानिर्देशों और अपनी रचनात्मकता के साथ आप जल्द ही सबसे सुंदर हस्तशिल्प बनाने लगेंगे! बढ़ईगीरी, आभूषण बनाना, कपड़े सिलना इत्यादि सीखें। यहां तक कि आप अपने घर के आसपास की चीजों को रिसाइकल करना भी सीख सकते हैं ताकि आप इसे इसे नए और अनोखे हस्तशिल्प में बदल सकें। इस ऐप का इस्तेमाल करें और एक नई रचनात्मक योजना आरंभ करें!
id: Dengan panduan-panduan ini serta menggunakan kreativitas, Anda akan dapat membuat kriya tangan yang indah! Pelajari pertukangan kayu, cara membuat perhiasan, cara menenun kain, dan masih banyak lagi. Anda bahkan dapat belajar cara mendaur ulang bahan-bahan di sekitar rumah Anda untuk mengubahnya menjadi kerajinan yang baru dan mengagumkan. Gunakan aplikasi ini untuk memulai sebuah proyek kreatif baru!
pt_br: Com esses guias e sua criatividade, você logo estará fazendo os mais belos artesanatos! Aprenda carpintaria, como fazer jóias, como tecer os têxteis, e muito mais. Você pode até aprender a reciclar materiais em torno de sua casa para transformá-las em novos e surpreendentes artesanato. Use este programa para começar um novo projeto criativo!
zh_cn: 有了这些指南，开动大脑，您马上就可以做出最漂亮的手工艺品！学习木工手艺，了解如何制作珠宝，如何纺织，诸如此类。您甚至能够学会如何利用家中旧物，制成令人称赞的新手工艺品。使用这款APP，开启您的创意新计划吧！

# title
source: Health
es: Salud
fr: Santé
hi: स्वास्थ्य
id: Kesehatan
pt: Saúde
pt_br: Saúde
zh_cn: 健康

# subtitle
source: Keep yourself and loved ones healthy
fr: Restez en bonne santé ainsi que ceux que vous aimez
hi: खुद को और अपने परिजनों स्वस्थ रखें
id: Jaga kesehatan Anda dan mereka yang Anda sayangi
pt_br: Mantenha-se saudável e ajude seus amigos e família a fazer isso também
zh_cn: 使您和爱人保持健康

# description
source: Without your health, you can't have anything else. Learn all about various diseases, medicines, and tips for how to stay healthy by reading some of the articles in this app. You never know - some of the information here may help you save your own life or the life of someone you love!
fr: Sans votre santé, vous ne pouvez rien avoir d'autre. Apprenez tout au sujet de diverses maladies, remèdes et astuces pour rester en bonne santé en lisant quelques articles dans cette application. On ne sait jamais, certaines informations pourraient vous sauver la vie ou la vie de quelqu'un qui vous est cher !
hi: अपने अच्छे स्वास्थ्य के बिना आप कुछ भी हासिल नहीं कर सकते। इस ऐप की मदद से विभिन्न रोगों, दवाओं के बारे में जानें और कुछ लेखों को पढ़कर स्वस्थ रहने के तरीकों पर सुझाव लें। आपको नहीं मालूम – यहां दी गई कुछ जानकारियों की मदद से आप खुद के जीवन को और अपने चाहने वालों के जीवन को बचा सकते हैं!
id: Tanpa kesehatan Anda, Anda tidak akan mendapatkan apa pun yang lainnya. Ketahui semua tentang bermacam-macam penyakit, obat-obatan, dan kiat-kiat untuk tetap sehat dengan membaca beberapa artikel dalam aplikasi ini. Anda tidak pernah tahu - beberapa informasi di sini mungkin dapat membantu Anda menyelamatkan nyawa Anda atau seseorang yang Anda cintai!
pt_br: Sem a sua saúde você não pode ter nada. Saiba tudo sobre várias doenças, medicamentos e dicas de como se manter saudável lendo os artigos deste programa. Você nunca sabe - algumas das informações aqui podem ajudá-lo a salvar a sua própria vida ou a vida de alguém que você ama!
zh_cn: 失去健康，即失去一切。阅读这款APP里的文章，全面了解各种疾病、药物和保持健康的小贴士。您在此处获得的信息说不定会帮助您或您所爱的人享受人生。

# title
source: Healthy Living
fr: Mode de vie sain
hi: स्वस्थ रहन-सहन
id: Hidup Sehat
pt_br: Vida Saudável
zh_cn: 健康生活

# subtitle
source: Discover what it takes to stay healthy
hi: जानें कि स्वस्थ रहने के लिए क्या करना चाहिए
id: Temukan apa yang diperlukan agar tetap sehat
pt_br: Descubre o que é preciso par se manter saudável
zh_cn: 寻找保持健康的秘诀

# description
source: How can you adopt a healthy lifestlye? There is much you can do for yourself and your family. This app gives you access to fitness routines, healthy recipes, nutrition facts, and nearby doctors. Get started today and pursue a healthier living!
hi: आप एक स्वस्थ्य जीवनशैली कैसे अपना सकते हैं? बहुत कुछ है जिसे आप खुद के लिए और अपने परिवार के लिए कर सकते हैं। यह ऐप आपको फिटनेस रुटीन, स्वस्थ रेसिपी, पोषण संबंधी तथ्त, और आसपास के डॉक्टर के बारे में बताता है। आज ही आरंभ करें और एक स्वस्थ रहन-सहन अपनाएं!
id: Bagaimana cara menerapkan gaya hidup sehat? Ada banyak hal yang dapat dilakukan untuk Anda sendiri dan keluarga. Aplikasi ini memberi akses ke rutinitas kebugaran, resep sehat, fakta gizi, dan dokter di sekitar. Mulailah sekarang dan raihlah kehidupan yang lebih sehat!
pt_br: Como você pode adotar um estilo de vida saudável? Há muito que você pode fazer por si mesmo e sua família. Este programa lhe dá acesso a rotinas de fitness, receitas saudáveis, fatos de nutrição e médicos nas proximidades. Comece hoje mesmo e buscar uma vida mais saudável!
zh_cn: 您如何才会接受健康的生活方式？您可以为自己和家人做很多准备。这款APP为您介绍健康习惯、健康食谱、营养成分，并在您生病时引荐附近的医生。从今天开始，追求健康的生活吧！

# title
source: Healthy Teeth
fr: Dents saines
hi: स्वस्थ दांत
id: Gigi Sehat
pt_br: Saúde Bucal
zh_cn: 健康的牙齿

# subtitle
source: Learn to take care of your teeth
fr: Apprenez à prendre soin de vos dents
hi: अपने दांतों की देखभाल करना सीखें
id: Belajar cara merawat gigi
pt_br: Aprenda a cuidar de seus dentes
zh_cn: 学会护理您的牙齿
