Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: KHangMan is the well-known Hangman game, aimed towards children aged 6 and above. It picks a random word which the player must reveal by guessing if it contains certain letters. As the player guesses letters, the word is gradually revealed, but 10 wrong guesses will end the game.
es: Adivina la palabra para ganar en este juego divertido hecho para niños de 6+ años. Empieza por adivinar letras hasta que puedas adivinar la palabra - ¿que tan rápido las puedes adivinar? Si fallas 10 veces, perderás y necesitarás tratar de nuevo. ¡Mejora tu vocabulario mientras te diviertes por horas!

# description
source: Palapeli is a jigsaw puzzle game. Unlike other games in that genre, you are not limited to aligning pieces on imaginary grids. The pieces are freely movable.
es: Este es un rompecabezas donde puedes mover las piezas por toda la pantalla para crear la imagen.

# description
source: Kubrick is a game based on Rubik's Cube and using OpenGL 3-D graphics libraries.
es: Este es un juego basado en el Cubo de Rubik.

# title
source: Wikipedia
pt: Wikipédia

# title
source: Media Download
pt: Baixar Mídia

# title
source: My Documents
pt: Meus Documentos
