Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Tux Kart is a racing game that stars the lovable character, Tux the Penguin. This game features several different tracks of varying difficulty for you to test your driving skills. Whether you’re on Tux’s Tollway or Gown’s Bow, you’re rushing toward the finish, trying to stay ahead of your opponents as you collect Red Herrings (which give you special abilities) and avoid Green Herrings (which trip you up). This game is sure to entertain you and your friends for hours!
es: Tux Kart es un juego de carreras con el protagonista lindo y encantador, Tux el pingüino. Este juego contiene varias pistas de diferentes niveles de dificultad. Podrás poner tu habilidad para maniobrar a la prueba. Tendrás que alcanzar diferentes objetos en la pista para darte un empuje y tendrás que evitar otros que sean contratiempos para terminar la carrera a tiempo. ¡Este juego será muy divertido y entretenido para ti y todos tus amigos!
pt: Tux Kart é um jogo de corridas protagonizado pelo adorável Pinguim Tux. Este jogo tem vários tipos de pistas de variadas dificuldades para testar as suas habilidades de condução. Não importa a pista em que você corre, o importante é chegar o mais rápido possível ao final, antes dos seus adversários, colecionar os itens vermelhos (que te darão capacidades especiais) e evitar os verdes (que te irão atrasar). Este jogo oferece a você e aos seus amigos horas de entretenimento!

# description
source: Teeworlds is a retro-looking game, but don’t let this old-school feel fool you; it’s also an exciting multiplayer shooter. Epic battles of up to 16 players rage, in formats such as Capture the Flag and Team Deathmatch. Try to survive in the deadly arena while dispatching your opponents. One exciting feature of Teeworlds is that the game allows you to design your own maps. Lots of bloody fun awaits you with the Teeworlds app.
es: Teeworlds parece ser un juego retro y clásico- pero no dejes que esto te engañe. Además de ser muy entretenido y divertido, puedes jugar con hasta 16 participantes para aumentar la emoción. Puedes escoger entre varios juegos para competir contra tus oponentes. Intenta sobrevivir y vencer a cada uno de tus oponentes en las diferentes pistas. En este juego hasta podrás crear tus propias pistas y campos. ¡Mucho entretenimiento te espera con Teeworlds!
pt: Teelândia é um jogo de estilo retro, mas não deixe que esta nostalgia o engane. Teelândia é também um incrível jogo multiplayer, com batalhas épicas de 16 jogadores, e vários modos conhecidos, tais como Capture the Flag e Team Deathmatch. Tente sobreviver na mortífera arena enquanto destrói os adversários. O Teelândia possui um interessante modo que lhe permite criar os seus próprios níveis de jogo. Muita diversão espera por você no aplicativo Teelândia.

# description
source: Translating from one language to another is a great way to bridge across cultures. It’s also important in many day-to-day activities in our increasingly globalized world. With the Translate app, you can understand and be understood in virtually any language. The app features an easy-to-understand setup so that you can use it without any trouble or hassle. It’s delightfully simple. Make new connections – and even new friends – with the world’s languages at your fingertips.
es: Traducir de un idioma a otro sirve para crear puentes entre culturas. También es importante en muchas actividades diarias en nuestro mundo globalizado. Con la app de Traducción, puedes entender y ser entendido en casi cualquier idioma. La app tiene una estructura fácil de comprender para que la puedas usar sin problemas ni molestias. Es muy simple. Haz nuevas conexiones - y hasta nuevas amistades - con los idiomas del mundo al tu alcance.
pt: A tradução de um idioma para outro é uma boa maneira de unir culturas. Ela também é importante em muitas atividades do dia-a-dia em nosso mundo cada vez mais globalizado. Com o app Tradutor você consegue entender e ser compreendido em praticamente qualquer idioma. O app apresenta configuração de fácil compreensão, assim você pode usá-lo sem qualquer dificuldade. É agradavelmente simples. Faça novas conexões - e até mesmo novos amigos - com os idiomas do mundo na ponta de seus dedos.

# subtitle
source: Arcade-style game that helps kids practice their math facts
es: Estos juegos divertidos ayudan a los niños aprender y practicar las matemáticas
pt: Jogo de estilo Arcade que ajuda as crianças a estudarem matemática

# description
source: Starring kids’ favorite buddy, Tux the Penguin, this fun math game application leads kids through math facts in a way that’s fun and engaging. You want your children’s math skills to improve, and they want to play games – so encouraging them to play brings together the best of both worlds and will help your child learn to love math!
es: Niños podrán seguir a Tux el Pingüino por estos juegos que hacen aprender matemáticas algo divertido, en lugar de algo fastidioso. Hay varios juegos que podrán enseñar y mejorar las habilidades de tus hijos ¡así que anímalos a jugar! ¡Ellos se divertirán mucho haciéndolo!
pt: Apresentado pelo amiguinho favorito das crianças, Tux o Pinguim, este aplicativo de jogo de matemática conduz as crianças pelos conceitos da matemática de forma divertida e envolvente. Você quer que seus filhos sejam bons em matemática e que brinquem com jogos - portanto encorajá-los a jogar é unir o melhor dos dois mundos e isso irá fazer com que eles aprendam a gostar de matemática!

# subtitle
source: Educational typing tutor for kids
es: Ahora niños se divertirán aprendiendo a teclear
pt: Ferramenta para crianças aprenderem a digitar

# description
source: “How’s the weather out there?” Answer this question easily, every day, with the click of a button. This simple weather app allows you to see what’s happening right outside your door. Will it be chilly? Should you plan for rain? Is it a perfect day to spend outdoors? Learn all you need to know about the weather to to take advantage of your day!
es: ¿Cómo está el clima allí? Responde a esta pregunta fácilmente, todos los días, con el clic de un botón. Esta sencilla app te permite ver lo que está pasando justo afuera de tu casa. ¿Hará frío? ¿Deberás prepararte para la lluvia? ¿Es un día perfecto para pasarlo al aire libre? ¡Infórmate sobre todo lo que necesitas saber acerca del clima para aprovechar tu día!
pt: Como está o clima lá fora? Responda a essa pergunta facilmente, todos os dias, com o clique de um botão. Este app despretensioso de clima permite que você veja o que está acontecendo do lado de fora de sua porta. O tempo estará frio? Preciso me preparar para a chuva? Está um dia perfeito para ficar ao ar livre? Fique por dentro de tudo o que você precisa saber sobre o clima e tire maior proveito do seu dia!

# subtitle
source: Share your videos with friends, family, and the world
es: Comparte tus vídeos con amigos, familiares y el mundo o encuentra videos que te encantarán
pt: Compartilhe os seus vídeos com amigos, família e o resto do mundo

# description
source: YouTube is one of the most entertaining and informative sites on the Web. You can find videos of your favorite musical artists, tutorials that teach you to do virtually anything, funny or cute videos, and so much more! The YouTube app makes finding videos easier in a beautiful new way. This app is the best way to discover exactly the video you’re looking for.
es: YouTube es uno de los sitios más entretenidos e informativos de la Red. Puedes encontrar videos de tus artistas musicales favoritos, clases que te enseñan casi de todo, videos divertidos o graciosos, ¡y mucho más! La app de YouTube hace que encontrar videos sea más fácil de una nueva y agradable forma. Esta app es la mejor manera de descubrir exactamente el video que estás buscando.
pt: O YouTube é um dos sites onde mais se encontra diversão e informação na internet. Você pode encontrar vídeos de seus artistas musicais preferidos, tutoriais que ensinam a fazer praticamente tudo, vídeos encantadores ou engraçados e muito mais! O app YouTube permite encontrar vídeos de maneira inovadora, fácil e atrativa. Este app é o que há de melhor para encontrar aquele vídeo que você estava procurando.

# subtitle
source: Live a healthy life with this app, packed with tips and resources
es: Aprende a vivir una vida saludable con estos consejos y recursos
pt: Tenha uma vida saudável com este aplicativo, com dicas e recursos

# description
source: Your health is one of the most important aspects of daily life, and you need resources to make sure you understand how to lead a healthy lifestyle and stay well. With this health app, you’ll have access to information about a range of health topics. Learn about how to keep yourself and your family from getting sick, and how to take care of minor ailments when they occur. This app is your indispensable resource to learn how to live a healthy life.
es: Tu salud es uno de los aspectos más importantes de la vida diaria, y necesitas recursos para ayudarte a llevar un estilo de vida saludable. Esta app de salud te dará acceso a una variedad de temas de salud. Infórmate sobre cómo evitar que tú y tu familia se enfermen, y cómo tratar ciertas enfermedades cuando ocurran. Esta app es tu recurso indispensable para conocer más acerca de vivir una vida saludable.
pt: A sua saúde é um dos aspectos mais importantes da vida diária e você precisa de recursos para ter certeza de que sabe como ter um estilo de vida saudável e permanecer bem. Com este app de saúde, você terá acesso a informações sobre uma gama de tópicos de saúde. Saiba como evitar que você e sua família fiquem doentes e como tratar de leves doenças quando ocorrerem. Este app é o seu recurso indispensável para saber como viver uma vida saudável.

# subtitle
source: Learn to program computers by creating your own video games
es: Aprende a programar computadoras mientras creas tus propios videojuegos
pt: Aprende a programar computadores criando os seus próprios jogos

# description
source: Do you like playing video games? Then why not create your own? Learn valuable programming and coding skills with this fun application that lets you change the rules of video games to make them your own! See what happens when you change lines of code and progress through levels to keep learning more and more about how to code. You'll soon find out that learning how to program allows you not only to change the world inside your games, but also your very own!
es: ¿Te gusta jugar videojuegos? ¿Entonces por qué no crear el tuyo propio? Aprende a programar y codificar con esta app divertida que te permite cambiar las reglas de los videojuegos ¡para hacerlos tuyos! Mira lo que sucede cuando cambias líneas de código y progresas a través de niveles para seguir aprendiendo más y más sobre cómo codificar. Pronto te darás cuenta de que aprender a programar te permite no sólo a cambiar el mundo dentro de tus juegos, ¡sino que también el tuyo!
pt: Você curte jogar vídeo game? Então por que não criar um você mesmo? Aprenda habilidades diferenciadas de programação e códigos com este aplicativo divertido que permite mudar as regras de jogos eletrônicos para torná-los só seus! Veja o que acontece quando você altera linhas de código e progride de nível para continuar aprendendo mais e mais sobre como fazer códigos. Você logo irá descobrir que aprender a programar permite que você não somente mude tudo dentro dos jogos, mas que também crie o seu!

# description
source: Typing is a valuable skill in almost any educational or professional environment. But did you know it could be a whole lot of fun, too? With engaging games, this typing application will teach you to use a keyboard effectively, as well as help you develop typing muscle memory. And the best part is, you’ll learn this useful skill by typing the lyrics to your favorite songs! What could be more entertaining than following along with the songs you love, all the while gaining a great new ability?
es: Escribir a máquina es una habilidad muy valiosa en casi cualquier ambiente educativo o profesional. ¿Pero sabías que también puede ser muy divertido? Con juegos interesantes, esta app de escritura a máquina te enseñará a usar el teclado efectivamente y poder usar el teclado sin verlo. ¡Y lo mejor es que aprenderás esta habilidad tecleando la letra de tus canciones favoritas! ¿Qué podría ser más entretenido que aprender las letras de las canciones que te gustan, a la vez que aprendes una nueva y excelente habilidad?
pt: A digitação é uma habilidade valorizada em praticamente qualquer ambiente educacional e profissional. Mas você sabia que também pode ser muito divertida? Com jogos estimulantes, este aplicativo de digitação irá ensiná-lo a usar o teclado com eficiência e ajudá-lo a desenvolver memória muscular para digitação. E o melhor, você irá aprender esta importante habilidade digitando as letras de suas músicas preferidas! O que pode ser mais legal do que acompanhar as músicas que você adora e ao mesmo tempo ganhar uma nova habilidade?

# subtitle
source: Pick a resume template and customize the content to create an impressive resume in minutes
es: Elije una plantilla del curriculum y personaliza el contenido para crear un currículum impresionante en minutos
pt: Selecione um modelo de currículo e modifique o conteúdo para criar em minutos um currículo impressionante com a sua cara.

# subtitle
source: Messaging program that supports text, voice, video chat, and file transfers
es: Soporta texto, voz, video chat y transferencia de archivos
pt: Programa de mensagens instantâneas com suporte de texto, voz, chat por vídeo e transferência de arquivos

# description
source: This chat app is a truly amazing communication tool. It supports the chat functions from sites like Facebook, Jabber, MSN, AIM, Gadu Gadu, and more, and brings them all together so you can do your messaging, voice, and video chats all in one app, no matter how many contacts you have in all your other programs. All you need to do is set up this one chat with all of your other accounts and you are ready to talk to everyone you know without having to switch from application to application to talk to them all. This app also allows file sharing, in case you have pictures, documents, or media to send to loved ones while you chat. You can keep in touch with all your friends and family with this awesome app!
es: Esta aplicación de chat es increíble. Es compatible con todos tus sitios y programas favoritos como Facebook, Jabber, MSN, AIM, Gadu Gadu, y más. Los trae a todos juntos para que puedas chatear o hacer llamadas de voz o video en una sola aplicación. Todos tus contactos pueden estar en un solo lugar. Todo lo que necesitas hacer es configurar esta app con todas tus otras cuentas, con la ayuda de un asistente de configuración, ¡y estarás listo para hablar con todos tus amigos y familiares! Esta aplicación también permite el intercambio de archivos, en caso de tener imágenes, documentos o medios que quieras compartir con otros. Podrás mantenerte en contacto con todos sus amigos y familiares con esta aplicación impresionante!
pt: Este app de conversação é uma ferramenta fantástica. É compatível com chats de vários sites na internet, como o Facebook, Jabber, MSN, AIM, Gadu Gadu e muitos mais, para que você possa trocar mensagens instantâneas, conversas de vídeo e áudio num só app, independentemente do número de contatos que você tenha em todos os programas. Basta configurar esta aplicação com as outras contas que você tiver e estará pronto para conversar com todas as pessoas que você conhece sem ter que trocar de uma aplicação para outra. Este app também permite o compartilhamento de arquivos, para quando quiser enviar fotos, documentos ou outros arquivos pelo chat. Com este app você vai manter sempre contato com todos os teus amigos e sua família!

# subtitle
source: Vector graphics editor with transparency, gradients, node editing, pattern fills, PNG, and more
es: Un editor de gráficos con funciones avanzadas para diseñadores intermedios y avanzados
pt: Edição de gráficos vetorizados com transparências, gradientes, edição de nódulos, padrões de preenchimento, PNG e muito mais

# description
source: This application is for intermediate and advanced graphic designers who need to create and edit their graphics and images. This app gives you advanced features and is comparable to Adobe InDesign. For example, it allows you to create SVGs (Scalable Vector Graphics), which allow your graphics to remain high quality no matter what size they are. Create beautiful ads, brochures, presentations and artwork with this great free graphics app!
es: Esta app es para diseñadores gráficos intermedios y avanzados que necesitan crear y editar gráficos e imágenes. Esta app te brinda funciones avanzadas y es comparable a Adobe InDesign. Por ejemplo, te permite crear imágenes en SVG (Scalable Vector Graphics), que permiten que los gráficos conserven su alta calidad, no importa qué tamaño sean. ¡Crea bellos anuncios, folletos, presentaciones y obras de arte con esta app gratuita y excelente de gráficos!
pt: Este aplicativo é para designers gráficos intermediários e avançados que precisam criar e editar gráficos e imagens. Este app oferece recursos avançados e é comparável ao InDesign da Adobe. Por exemplo, você pode criar SVGs (Scalable Vector Graphics), que permite que os gráficos permaneçam com alta qualidade independente do tamanho. Crie belos anúncios, brochuras, apresentações e trabalhos de arte com este ótimo app de gráficos gratuito!

# title
source: Frozen Bubble
es: Burbujitas
pt: Bolhinhas

# subtitle
source: The most addictive computer game you'll ever play
es: El juego más adictivo que jamás jugarás
pt: O jogo de computador mais viciante de todos

# subtitle
source: Turn-based artillery game
es: Un juego de artillería que puedes jugar con otros
pt: Jogo de artilharia

# description
source: Guatemala has an ancient and fascinating history, but it’s also a modern, bustling nation with many attractions, cultural events, and important population centers. Explore articles showcasing these areas of Guatemalan life, art, geography, and culture. You’ll deepen your knowledge of Guatemala and be able to share what you learn with friends, family, and visitors.
es: Guatemala tiene una historia antigua y fascinante, pero también es un país moderno y animado con muchos atractivos, eventos culturales y centros importantes. Explora artículos enfocados en estas áreas de la vida guatemalteca, y en su arte, geografía y cultura. Profundizarás tu conocimiento acerca de Guatemala y podrás compartir lo que aprendas con tus amigos, familia y visitantes.
pt: Guatemala possui uma história antiga e fascinante, mas também é uma nação moderna e agitada com muitas atrações, eventos culturais e centros populacionais importantes. Explore artigos que mostram essas áreas da vida da Guatemala, arte, geografia e cultura. Você irá aprofundar o seu conhecimento sobre o país e poderá compartilhar o que aprendeu com amigos, família e visitantes.

# title
source: Science
es: Ciencia
pt: Ciência

# subtitle
source: Discover more about the world around you, from dinosaurs to outer space
es: Descubre más sobre el mundo que te rodea, desde los dinosaurios hasta el espacio exterior
pt: Descobre mais sobre o mundo à sua volta, desde dinossauros ao espaço sideral

# description
source: Are you someone who always wants to know how things work? Do you ask “why” and “how” often in everyday life? Then this application is for you. This fun and informative app will help you answer many of the questions you have about the universe’s wonders, and covers amazing topics like physics, earth sciences, and life sciences. From the origins of the dinosaurs to the mysteries of outer space, there’s so much to learn and share! This app will help you on your road to scientific discovery.
es: ¿Eres de los que siempre quieren saber cómo funcionan las cosas? ¿Te preguntas "por qué" y "cómo" a menudo en cosas de la vida diaria? Entonces esta app es para ti. Esta app divertida e informativa te ayudará a responder muchas de las preguntas que tienes acerca de las maravillas del universo ya que cubre temas emocionantes como la física, y las ciencias de la vida. Desde los orígenes de los dinosaurios hasta los misterios del espacio exterior, ¡hay tantas cosas que aprender y compartir! Esta app te ayudará en tu camino hacia el descubrimiento científico.
pt: Você é daqueles que sempre quer saber como as coisas funcionam? Você pergunta "por que" e "como" com frequência no seu dia à dia? Então este aplicativo é para você. Esse app divertido e informativo irá ajudá-lo a responder muitas das perguntas que você faz sobre as maravilhas do universo e abrange tópicos incríveis como física, geociências e ciências da vida. Desde a origem dos dinossauros até os mistérios do espaço, há muito o que aprender e compartilhar! Este app irá ajudá-lo em sua jornada da descoberta científica.

# title
source: Soccer
es: Fútbol
pt: Futebol

# subtitle
source: Keep up with your favorite soccer teams, read about famous players, and learn the rules of the game
es: Mantente al tanto de tus equipos favoritos, lee acerca de jugadores famosos y aprende más acerca de las reglas de tu deporte favorito
pt: Mantenha-se atualizado sobre os seus times de futebol, leia sobre jogadores famosos e conheça as regras do jogo

# description
source: Soccer is a major sport with fans all around the world. Are you one of them? Then this is the app for you. It features everything you need to know about the world’s major teams, players, and competitions. Learn facts about the game and its history, discover the intricacies of the rules, and keep up to date with articles about your favorite sport!
es: El fútbol es un deporte con aficionados en todo el mundo. ¿Eres uno de ellos? Esta app tiene todo lo que necesitas saber acerca de los mejores equipos del mundo, tus jugadores favoritos y todas las competencias en que participan. Aprende hechos acerca del juego y su historia, descubre la complejidad de las reglas, ¡y mantente al tanto con artículos acerca de tu deporte favorito!
pt: Futebol é um esporte de grande importância que agrega fãs em todo o mundo. Você é um deles? Então este app é para você. Ele apresenta tudo o que você precisa saber sobre os maiores times do mundo, jogadores e campeonatos. Saiba sobre os acontecimentos do esporte e sua história, descubra as complexidades das regras e fique atualizado com artigos sobre o seu esporte favorito!

# subtitle
source: Packed with information and gossip about the most famous celebrities
es: Lleno de información y chisme sobre las celebridades más famosas
pt: Notícias e fofocas sobre as celebridades mais famosas
