Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Have you dreamed of starting your own company? Learn all about what it will take to do so! As a small business owner, you'll need to learn how to take an idea you have and turn it into something profitable, how to manage a team, how to take care of all of the administrative aspects - and you'll find a little about all of that here in this app. Prepare yourself to enter into a world where you are your own boss!
fr: Avez-vous déjà rêvé de lancer votre propre société ? Apprenez tout ce dont vous aurez besoin pour le faire ! En tant que propriétaire d'une petite affaire, vous aurez besoin d'apprendre à transformer une idée que vous avez en quelque chose de rentable, comment gérer une équipe, prendre soin de tous les aspects administratifs... et vous trouverez un peu de tout cela ici dans cette application. Préparez-vous à entrer dans un monde où vous êtes votre propre patron !
hi: क्या आपने अपनी खुद की कंपनी शुरू करने के बारे में सोचा है? कंपनी चलाने के लिए आवश्यक सभी तथ्यों के बारे में जानें! एक छोटे व्यवसाय का मालिक होने के नाते, आपको यह जानने की आवश्यकता होगी कि अपने आइडिया को कैसे लिया जाए और इसे लाभ में बदला जाए, टीम का प्रबंधन कैसे किया जाए, सभी प्रशासनिक पहलुओं को कैसे संभाला जाए – आप इस ऐप में इन सभी चीजों के बारे में थोड़ी-थोड़ी जानकारी प्राप्त करेंगे। आप खुद को ऐसी दुनिया में प्रवेश करने के लिए तैयार करें जहां आप खुद के बॉस होते हैं!
id: Apakah Anda bermimpi untuk membuat perusahaan Anda sendiri? Pelajari segala yang diperlukan untuk melakukannya! Sebagai pemilik usaha kecil, Anda akan belajar cara mengubah gagasan yang Anda punyai menjadi sesuatu yang menguntungkan, cara mengelola tim, cara menangani segala aspek administrasi - dan Anda akan menemukan sedikit tentang semua itu dalam aplikasi ini. Persiapkan diri Anda untuk memasuki dunia di mana Anda adalah boss bagi diri Anda sendiri!
pt_br: Você já sonhou em montar sua própria empresa? Saiba tudo que é necessário para isso! Como proprietário de uma pequena empresa, você precisará aprender a executar sua idéia e transformá-la em algo rentável. Também vai precisar aprender sobre como gerenciar uma equipe, como cuidar de todos os aspectos administrativos - e você vai encontrar um pouco de sobre tudo isso aqui neste programa. Prepare-se para entrar em um mundo onde você é seu próprio patrão!
zh_cn: 您曾想过创业吗？来学习该如何做吧！作为一个小型企业的老板，您需要学习如何将脑海中的想法变成创造利润的法宝，如何管理一个团队，如何全方位地管理公司——在这个app里，您可以找到一点诀窍。准备就绪，进入一个可以自己当自己老板的世界吧！

# title
source: Myths & Legends
fr: Mythes & Légendes
hi: पौराणिक कथाएं और किंवदंती
id: Mitos & Legenda
pt_br: Mitos e Lendas
zh_cn: 神话&传说

# subtitle
source: Myths and legends from around the world
fr: Mythes et légendes du monde entier
hi: दुनिया भर की पौराणिक कथाएं और किंवदंती
id: Mitos dan legenda dari seluruh dunia
pt_br: Mitos e lendas de todo o mundo
zh_cn: 来自世界各地的神话与传说

# description
source: Do you like reading myths, legends and scary stories? This app has some from all around the world! From Mayan legends to popular Japanese myths, and scary stories, you're sure to find something that will interest you. Read all about the creatures, myths, legends, and fables that have shaped cultures of the past and present all over the world!
fr: Aimez-vous lire les mythes, légendes et histoires effrayantes ? Cette application en a qui proviennent du monde entier ! Des légendes mayas aux mythes populaires japonais, jusqu’aux histoires effrayantes, vous êtes sûr de trouver quelque chose qui vous intéressera. Lisez tout à propos des créatures, mythes, légendes et fables qui ont formé les cultures du passé et du présent partout dans le monde !
hi: क्या आपको पौराणिक कथाएं, किंवदंती और डरावनी कहानियां पढ़ना पसंद है? इस ऐप में दुनिया भर की ऐसी कहानियां उपलब्ध हैं! मयन के किंवदंती से लेकर लोकप्रिय जापानी पौराणिक कथाएं और डरावनी कहानियां मौजूद हैं, जिसमें आपको निश्चित रूप से कुछ ऐसी मिल जाएंगी जो आपको पसंद आएगा। उन रचनाओं, पौराणिक कथाओं, किंवदंतियों, और किस्सों के बारे में पढ़ें जिन्होंने दुनिया भर की पिछली और वर्तमान संस्कृतियों को गढ़ा!
id: Apakah Anda suka membaca tentang mitos, legenda, dan kisah-kisah seram? Aplikasi ini menyediakannya dari seluruh penjuru dunia! Mulai dari legenda Maya hingga mitos populer di Jepang, dan kisah-kisah seram, Anda pasti akan dapat menemukan sesuatu yang menarik. Bacalah segala hal tentang makhluk-makhluk, mitos, legenda, dan fabel yang telah membentuk budaya masa lalu dan masa kini di seluruh dunia!
pt_br: Você gosta de ler sobre mitos, lendas e histórias de terror? Este programa tem alguns de todo o mundo! De lendas maias a mitos japoneses populares e histórias de terror. Certamente você encontrará algo que vai lhe interessar. Leia tudo sobre as criaturas, mitos, lendas e fábulas que moldaram as culturas do passado e do presente em todo o mundo!
zh_cn: 你喜欢读神话、传说和恐怖故事吗？这个app里有着来自世界各地的神话、传说和恐怖故事！不管是玛雅传说还是日本流行的神话和恐怖故事，应有尽有。一起来阅读这些见证历史，流传至今的神话、传说和寓言吧！

# title
source: Photo Editor
es: Editor de Fotos
fr: Éditeur Photo
hi: फ़ोटो एडिटर
id: Editor Foto
pt: Editor de Fotos
pt_br: Editor de Fotos
zh_cn: 照片编辑器

# subtitle
source: Easily edit and share all of your favorite photos
fr: Éditez et partagez facilement toutes vos photos favorites
hi: अपने सभी पसंदीदा फ़ोटोज को एडिट करें और शेयर करें
id: Mengedit dan membagikan semua foto favorit Anda secara mudah
pt_br: Edite as suas fotografias e crie belas imagens para compartilhar com todos os seus amigos
zh_cn: 便捷地编辑和分享您喜欢的照片

# description
source: Have you ever wanted to edit your own photos like the pros and create beautiful images you can share with those you love? Well, now you can do that in just a few steps! We have a variety of attractive, artful filters so you can customize your photos and create one-of-a-kind works of art from your everyday life. With this handy app, you can post your creations directly to Facebook, so everyone can see your awesome pictures!
fr: Avez-vous déjà rêvé d’éditer vos photographies personnelles comme les pros et créer des images magnifiques que vous pouvez partager avec ceux que vous aimez ? Désormais, vous pouvez faire cela en seulement quelques étapes ! Nous avons une large palette de filtres élégants et artistiques afin que vous puissiez personnaliser vos photos et créer des réalisations artistiques uniques à partir de votre vie de tous les jours. Avec cette application pratique, vous pouvez directement poster vos créations sur Facebook, afin que tout le monde puisse voir vos superbes images !
hi: क्या आपने कभी पेशेवरों की तरह अपने खुद के फ़ोटो को एडिट करने और खूबसूरत तस्वीरें बनाने के बारे में सोचा है जिन्हें आप अपने प्रियजनों को भेज सकें? बहुत अच्छे, अब आप कुछ स्टेप्स में ऐसा कर सकते हैं! हमारे पास विभिन्न किस्मों के आकर्षक, कलात्मक फिल्टर्स हैं जिनसे आप अपने फ़ोटोज को कस्टमाइज कर सकते हैं और अपने दैनिक जीवन से खास प्रकार की कलाकृतियां बना सकते हैं। इस सुविधाजनक ऐप की मदद से आप अपनी रचनाओं को सीधे फेसबुक पर भेज सकते हैं ताकि हर कोई आपकी अद्भुत तस्वीकों को देख सकें!
id: Pernahkah Anda berharap dapat menyunting foto-foto Anda layaknya seorang profesional dan menciptakan gambar-gambar indah yang bisa Anda bagikan dengan orang-orang yang Anda kasihi? Sekarang Anda bisa melakukannya hanya dalam beberapa langkah! Kami menyediakan bermacam-macam filter yang indah dan berseni agar Anda dapat menyunting foto Anda dan menciptakan sebuah karya seni yang memukau dari kehidupan sehari-hari Anda. Dengan aplikasi yang berguna ini, Anda dapat mengirimkan hasil kreasi Anda langsung ke Facebook agar semua orang bisa melihat gambar-gambar Anda yang mengagumkan!
pt_br: Alguma vez você quis editar suas próprias fotos como os profissionais e criar belas imagens para compartilhar com as pessoas que você ama? Bem, agora você pode fazer isso em poucos passos! Temos uma grande variedade de atrativos, filtros artísticos para que você possa personalizar suas fotos e criar verdadeiras obras de arte da sua própria vida. E com este programa acessível , você pode enviar suas criações diretamente para o Facebook, para que todos possam ver suas habilidades fotográficas!
zh_cn: 您想要像专业人士那样编辑您自己的照片，创造并分享美丽的画面吗？只需几步，便可实现！我们有各种漂亮、艺术化的滤镜帮助您装饰您的照片，让您创造出日常生活的艺术品。这个便捷的app还可以让您将照片直接上传到Facebook上，让大家都能欣赏您精彩的照片！

# title
source: Physics
es: Física
fr: Physique
hi: भौतिकी
id: Fisika
pt: Fisicando
pt_br: Física
zh_cn: 物理

# subtitle
source: Learn about the physical world's mysteries
fr: Apprenez tout sur les mystères de la physique dans le monde
hi: भौतिक दुनिया के रहस्यों के बारे में जानें
id: Pelajari misteri dunia fisik
pt_br: Saiba mais sobre os mistérios do mundo da física
zh_cn: 学习物理世界的奥秘

# description
source: Do you find learning about physics to be difficult? You're not alone. Physics is one of the most fascinating and challenging scientific disciplines. Use this app to find exactly what you need to learn, and to make learning it easier. Whatever your level of understanding, you’ll find useful information presented in a format you can follow. The app includes exciting topics like mechanics, thermodynamics, electricity and magnetism, and even astrophysics. From the atoms to the stars, you’ll learn all about the world around you, and succeed in your physics education.
fr: Trouvez-vous l’apprentissage de la physique difficile ? Vous n’êtes pas seul. La physique est l’une des disciplines les plus fascinantes et défiantes. Utilisez cette application pour trouver exactement ce que vous devez apprendre, et rendez l’apprentissage plus facile. Quel que soit votre niveau de compréhension, vous trouverez des informations utiles présentées dans un format qui vous est accessible. L’application inclut des sujets stimulants tels que la mécanique, la thermodynamique, l’électricité et le magnétisme, et même l’astrophysique. Des atomes aux étoiles, vous apprendrez tout sur le monde qui vous entoure, et réussirez dans vos études de la physique.
hi: क्या आपको भौतिकी का अध्ययन करना कठिन लगता है? आप अकेले नहीं हैं। भौतिकी सबसे अधिक मनोरंजक और चुनौतीपूर्ण वैज्ञानिक शिक्षणों में से एक है। इस ऐप का प्रयोग करें और जानें कि आपको ठीक-ठीक क्या सीखना है, और सीखने की प्रक्रिया को आसान बनाएं। आपकी समझ का स्तर कुछ भी क्यों न हो, आप एक ऐसे फॉर्मेट में प्रस्तुत उपयोगी जानकारी प्राप्त करेंगे जिसका आप अनुसरण कर सकते हैं। इस ऐप में रोमांचक विषय शामिल हैं जैसे यांत्रिकी, ऊष्मागतिकी, विद्युत और चुम्बकत्व, और यहां तक कि खगोल भौतिकी भी। परमाणुओं से लेकर तारों तक, आप अपने आसपास की सभी चीजों के बारे में सीखेंगे और अपनी भौतिकी की शिक्षा में सफल होंगे।
id: Anda mengalami kesulitan mempelajari tentang fisika? Anda tidak sendirian. Fisika merupakan salah satu disiplin ilmu pengetahuan yang paling menarik dan menantang. Gunakan aplikasi ini untuk menemukan yang harus Anda pelajari secara tepat, dan mempermudah mempelajarinya. Apa pun tingkat pemahamannya, Anda akan menemukan informasi bermanfaat yang disajikan dengan format yang dapat Anda ikuti. Aplikasi ini menyertakan topik menarik seperti mekanika, termodinamika, kelistrikan dan kemagnetan. Dari atom hingga bintang. Anda akan mempelajari semua tentang dunia di sekitar Anda, dan berhasil dalam pendidikan fisika Anda.
pt_br: Você acha difícil aprender física? Você não está sozinho! A física é uma das disciplinas científicas mais fascinantes e desafiadoras. Use este programa para encontrar exatamente o que você precisa para aprender e para tornar o aprendizado mais fácil. Seja qual for o seu nível de conhecimento, você vai encontrar informações úteis apresentadas em um formato que você pode acompanhar. O programa inclui temas interessantes, como mecânica, termodinâmica, eletricidade e magnetismo, e até mesmo astrofísica. Dos átomos às estrelas, você vai aprender tudo sobre o mundo ao seu redor, e ter sucesso em seu aprendizado sobre física.
zh_cn: 您觉得学习物理困难吗？您并不是一个人。物理学是最具吸引力和挑战力的学科之一。在这个app中，您可以找到您需要学习的内容，让学习变得更容易。不管您的理解能力是高是低，您都可以在这里找到有规律可循的有用的信息。这个app里涵盖了各种令人兴奋的主题，包括力学、热力学、电学和磁力学，还有天体物理学。您可以在有效学习物理的同时，了解您周围的世界，从原子到星星，受益匪浅。

# title
source: Prensa Libre
hi: प्रेंसा लिब्रे

# subtitle
source: All the news about Guatemala and the world
hi: ग्वाटेमाला और दुनिया भर की सारी खबरें
id: Semua berita tentang Guatemala dan dunia
pt_br: Todas as notícias sobre a Guatemala e o mundo

# description
source: All the latest news and information on sports, culture and entertainment, politics, and economics, from Guatemala and the world, produced by Prensa Libre. You will have access to hundreds of articles offline, and when you go online, you will receive the latest news available. The articles remain stored on your computer so you can access them later offline at your convenience.
hi: ग्वाटेमाला और दुनिया भर के खेलों, संस्कृति और मनोरंजन, राजनीति, और अर्थशास्त्र की सभी ताजा खबरें और जानकारियां, प्रेंसा लिब्रे द्वारा तैयार की गई। आप सैकड़ों आर्टिकल ऑफलाइन प्राप्त कर सकते हैं, और आपके ऑनलाइन होते ही, आपको उपलब्ध ताजा खबरे मिलेंगी। आर्टिकल्स आपके कम्प्यूटर में संग्रहित रहेंगे ताकि आप इसे अपनी सुविधा के अनुसार बाद में ऑफलाइन पढ़ सकें।
id: Semua berita dan informasi terkini tentang olahraga, budaya dan hiburan, politik, serta ekonomi dari Guatemala dan dunia, diproduksi oleh Prensa Libre. Anda akan memiliki akses ke ratusan artikel offline, dan saat Anda online, Anda akan menerima berita terkini yang ada. Artikel tetap tersimpan di komputer Anda agar dapat mengaksesnya nanti secara offline.

# title
source: Coding Fun
es: Código Divertido
fr: Codage Amusant
hi: कोडिंग फन
pt: Código Divertido
pt_br: Código Divertido
zh_cn: 编码的乐趣

# subtitle
source: Learn to create your own video games
fr: Apprenez à créer vos propres jeux vidéo
hi: आप अपना खुद का वीडियो गेम बनाना सीखें
id: Pelajari cara membuat permainan video Anda sendiri
pt_br: Aprende a programar computadores criando os seus próprios jogos
zh_cn: 学习创建您自己的电子游戏

# description
source: Do you like playing video games? Then why not create your own? Learn valuable programming and coding skills with this fun application that lets you change the rules of video games to make them your own! See what happens when you change lines of code and progress through levels to keep learning more and more about how to code. You'll soon find out that learning how to program allows you not only to change the world inside your games, but also your very own!
fr: Aimez-vous jouer à des jeux vidéos ? Alors pourquoi ne pas créer le vôtre ? Acquérez des connaissances précieuses en programmation et en codage avec cette application amusante qui vous laisse changer les règles des jeux vidéos pour en faire des jeux de votre cru ! Observez ce qu’il se passe lorsque vous changez des lignes de code et progressez à travers les niveaux pour continuer à en apprendre de plus en plus sur le codage. Vous découvrirez rapidement qu’apprendre comment programmer ne vous permet pas seulement de changer le monde dans vos jeux, mais également de changer le vôtre !
hi: क्या आपको वीडियो गेम खेलना अच्छा लगता है? तो क्यों न खुद का गेम तैयार किया जाए? इस फन ऐप्लिकेशन की मदद से महत्वपूर्ण प्रोग्रामिंग और कोडिंग की कुशलताएं सीखें जो आपको खुद का वीडियो गेम बनाने के लिए इसके नियमों को बदलने की सुविधा देता है! देखें कि क्या होता है जब आप कोड के लाइनों में फेरबदल करते हैं और कोड करने की विधि के बारे में अधिक से अधिक सीखते रहने के लिए लेवलों से होकर प्रगति करें। आप जल्द ही पाएंगे कि प्रोग्राम तैयार करना सीखने से आप न केवल अपने गेम्स के अंदर की दुनिया को बल्कि आप अपनी दुनिया भी बदलने में सक्षम होते हैं!
id: Apakah Anda suka bermain video game? Kalau begitu, mengapa tidak membuat video game Anda sendiri? Pelajari kemampuan pemrograman dan pengodean yang berharga dengan aplikasi seru ini yang memungkinkan Anda untuk mengubah aturan main dalam video game dan menjadikannya ciptaan Anda sendiri! Lihat yang terjadi saat Anda mengubah baris kode dan maju melewati level demi level untuk terus belajar lebih banyak tentang kode. Anda akan segera mendapati bahwa dengan pemrograman Anda tidak hanya dapat mengubah dunia di dalam game Anda, tetapi juga dunia Anda sendiri!
pt_br: Você curte jogar vídeo game? Então por que não criar um você mesmo? Aprenda habilidades diferenciadas de programação e códigos com este programa divertido que permite mudar as regras de jogos eletrônicos para torná-los só seus! Veja o que acontece quando você altera linhas de código e progride de nível para continuar aprendendo mais e mais sobre como fazer códigos. Você logo irá descobrir que aprender a programar permite que você não somente mude tudo dentro dos jogos, mas que também crie o seu!
zh_cn: 您喜欢玩电子游戏吗？何不创建您自己的电子游戏呢？一起在这个有趣的软件里来学习有用的编程和编码技能吧，之后您就可以改变游戏规则让它们专属于您！随着学习的深入，您会发现小小的编码改变将会有大不同。编程不仅能让您改变游戏世界，还可以改变您自己的世界。

# title
source: Résumé
es: Resumé
hi: रेज्यूमे
pt: Currículo
pt_br: Currículo
zh_cn: 简历

# subtitle
source: Write a great resume and prepare for interviews
fr: Créer un superbe CV et préparez-vous pour les entretiens
hi: रेज्युमे बनाएं और साक्षात्कारों के लिए तैयार हो जाएं
id: Tulis resume yang bagus dan bersiaplah untuk wawancara
pt_br: Selecione um modelo de currículo e modifique o conteúdo para criar em minutos um currículo impressionante com a sua cara.
zh_cn: 为面试写出精彩简历

# description
source: The best way to make a great impression on a potential employer is to have an outstanding resume, and this app is here to help you do just that. With handy, attractive templates, you have plenty of models to use as you build your own stellar resume. Learn exactly what a resume is and what it should contain, get tips on each section, and even receive guidance on how to prepare for job interviews. This app can help you move closer to the job of your choice.
es: La mejor manera de impresionar a un empleador potencial es tener un currículum excelente. Esta app está aquí para ayudarte a hacer eso. Con plantillas útiles y atractivas, tendrás suficientes modelos para usar al construir tu propio currículum. Aprende exactamente qué es un currículum y lo que debería contener, obtén consejos en cada sección, y recibe consejos para prepararte para entrevistas de trabajo. Esta app te puede ayudar a acercarte más al empleo de tu elección.
fr: La meilleure façon de faire une bonne impression à un employeur potentiel est d’avoir un CV excellent, et cette application est là pour vous aider à cela. Avec des modèles pratiques et attractifs, vous aurez des quantités de styles à utiliser pour concevoir votre superbe CV. Apprenez exactement ce qu’est un CV et ce qu’il doit contenir, obtenez des conseils sur chaque section, et recevez même des orientations sur la façon de vous préparer aux entretiens d’embauche. Cette application peut vous aider à vous rapprocher du job dont vous rêvez.
hi: किसी संभावित नियोक्ता को बेहतर प्रभावित करने का सबसे अच्छा तरीका है अपने आप जोरदार रेज्यूमे रखना, और यह ऐप आपको इसे बनाने में मदद करेगा। सुविधाजनक, आकर्षक टेम्प्लेट्स से आपको इस्तेमाल के लिए ढेर सारे मॉडल मिलते हैं क्योंकि आप खुद से शानदार रेज्यूमे बनाते हैं। जानें कि रेज्यूमे होता क्या है और इसमें क्या-क्या होने चाहिए, हरेक खंड में सुझाव प्राप्त करें, और यहां तक कि नौकरी के सक्षात्कारों की तैयारी के लिए दिशानिर्देश भी पाएं। यह ऐप आपको अपने पसंद की नौकरी के करीब जाने में मदद कर सकता है।
id: Cara terbaik membuat kesan yang mendalam pada calon majikan adalah memiliki daftar riwayat hidup yang bagus, dan aplikasi ini berada di sini untuk membantu Anda melakukan hal tersebut. Dengan templat praktis yang menarik, Anda memiliki beragam model untuk digunakan saat menyusun daftar riwayat hidup penting Anda, dapatkan kiat pada setiap bagian, dan bahkan menerima panduan cara menyiapkan wawancara kerja. Aplikasi ini dapat membantu Anda semakin dekat dengan pekerjaan pilihan Anda.
pt: A melhor maneira de criar uma boa impressão em um novo chefe em potencial é ter um currículo de destaque e este app está aqui para ajudá-lo a conseguir isso. Com modelos convenientes e atrativos, você pode usar diversos exemplos para criar um currículo de causar inveja. Saiba exatamente o que é um currículo e o que ele deve conter, obtenha dicas em cada seção e receba também orientações sobre como se preparar para entrevistas de emprego. Este app pode ajudá-lo a chegar mais perto do emprego dos seus sonhos.
pt_br: A melhor maneira de criar uma boa impressão em um novo chefe em potencial é ter um currículo de destaque e este programa está aqui para ajudá-lo a conseguir isso. Com modelos convenientes e atrativos, você pode usar diversos exemplos para criar um currículo de causar inveja. Saiba exatamente o que é um currículo e o que ele deve conter, obtenha dicas em cada seção e receba também orientações sobre como se preparar para entrevistas de emprego. Este programa pode ajudá-lo a chegar mais perto do emprego dos seus sonhos.
zh_cn: 给潜在雇主留下好印象的最好方法就是有一个优秀的简历，这个应用程序可以帮助您实现它。在您建立自己优秀简历的时候，我们便捷的、吸引人的模板可以给您足够的参考。一起来学习简历到底是什么，应该包含什么吧，您还可以得到每部分的提示，甚至可以得到面试准备的指导。这个应用程序可以帮您更接近您选择的工作。

# title
source: Football
hi: फुटबॉल
id: Sepakbola
pt_br: Futebol
zh_cn: 足球

# subtitle
source: Learn about your favorite team and players
fr: Apprenez-en davantage sur votre équipe et vos joueurs favoris
hi: अपनी पसंदीदा टीम और खिलाड़ियों के बारे में जानें
id: Pelajari tim dan pemain favorit Anda
pt_br: Mantenha-se atualizado sobre os seus times de futebol, leia sobre jogadores famosos e conheça as regras do jogo
zh_cn: 了解你最喜欢的队伍和队员。

# description
source: Football is a major sport with fans all around the world. Are you one of them? Then this is the app for you. It features everything you need to know about the world’s major teams, players, and competitions. Learn facts about the game and its history, discover more about the rules, and keep up to date with thousands of articles about your favorite sport!
fr: Le football est un sport important, qui possède des fans partout dans le monde. Êtes-vous l’un d’entre eux ? Alors c’est l’application pour vous. Elle comporte tout ce que vous avez besoin de savoir sur les principales équipes mondiales, les joueurs, et les compétitions. Apprenez des éléments à propos du jeu et de son histoire, découvrez-en plus sur les règles, et restez à jour avec des milliers d’articles sur votre sport préféré !
hi: फुटबॉल एक ऐसा प्रमुख खेल है जिसके प्रसंसक पूरी द्निया में पाए जाते हैं। क्या उनमें से एक हैं? तो यह ऐप आपके लिए है। इसमें वे सभी चीजें मौजूद हैं जिनकी आवश्यकता आपको दुनिया की मुख्य टीमों, खिलाड़ियों, और प्रतियोगिताओं के बारे में जानने में होती है। खेल और इसके इतिहास के बारे में तथ्य जानें, नियमों के बारे में अधिक से अधिक पता लगाएं, और अपने पसंदीदा खेल के बारे में हजारों लेखों के साथ अप टु डेट रहें!
id: Sepak bola adalah olahraga utama dengan penggemar yang berasal dari seluruh dunia. Apakah Anda adalah salah satunya? Kalau begitu, ini adalah aplikasi yang tepat untuk Anda. Aplikasi ini menyediakan segala yang perlu Anda ketahui tentang tim, pemain, dan kompetisi-kompetisi terbesar di dunia. Ketahui fakta-fakta menarik tentang pertandingan dan sejarahnya, cari tahu selengkapnya tentang aturan main, dan dapatkan berita-berita terbaru dengan ribuan artikel seputar olahraga favorit Anda!
pt_br: Futebol é um esporte de grande importância que agrega fãs em todo o mundo. Você é um deles? Então este programa é para você. Ele apresenta tudo o que você precisa saber sobre os maiores times do mundo, jogadores e campeonatos. Saiba sobre os acontecimentos do esporte e sua história, descubra as complexidades das regras e fique atualizado com artigos sobre o seu esporte favorito!
zh_cn: 足球是一项重要的体育运动，有着来自世界各地的粉丝。您是其中之一吗？如果是的话，这个app就是为您量身定做的。我们为您提供了世界大部分的足球队，球员和赛事信息。您还可以了解足球和足球的历史，发现更多规则，在成千上万篇文章中时刻了解您喜欢的足球队！

# title
source: Social Enterprises
fr: Entreprises sociales
hi: सामाजिक उपक्रम
id: Perusahaan Sosial
pt_br: Negócios Sociais
zh_cn: 社会企业

# subtitle
source: All about non-profit organizations
fr: Tout à propos des organisations à but non lucratif
hi: लाभ-निरपेक्ष संगठनों के बारे में पूरी जानकारी
id: Semua tentang LSM
pt_br: Tudo sobre organizações sem fins lucrativos
zh_cn: 有关非营利组织的信息
