Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Have you ever wanted to make your own audio clips or songs? With this app, you'll be able to access all the tools you need to create audio clips that you can play for your friends and family. Create high quality clips and songs that you can even share with the world!
es: ¿Alguna vez quisiste hacer tus propias canciones o clips de audio? Con esta app, podrás tener acceso a todas las herramientas necesarias para crear clips de audio. Podrás mostrarlas a tus amigos y a tu familia. ¡Crea canciones y clips de alta calidad que hasta puedas compartir con el mundo!
pt: Alguma vez você já quis fazer suas próprias gravações ou músicas? Com este aplicativo você será capaz de acessar todas as ferramentas que você precisa para editar arquivos de áudio, gravações e músicas, que você pode tocar para os seus amigos e familiares. Criar gravações e músicas de alta qualidade e ainda poder compartilhar com o mundo!

# description
source: Do you love playing billiards, or have you ever wanted to learn how to play? This game lets you have the experience of playing pool and other similar games right from your home. It’s simple to learn and use, yet highly realistic. Play carom, eightball or nineball games, or just practice for real-life billiards games against your friends. This app is a great tool for both playing for fun and improving your game.
es: ¿Te gusta jugar al billar, o tal vez has querido aprender como jugarlo? Con esta app puedes jugar al billar y a otros juegos parecidos desde tu casa por completamente gratis. Esta app es muy realista y sencilla para aprender a jugar, para practicar estrategias o simplemente para divertirte por un rato.
pt: Você gosta de jogar sinuca, ou você sempre quis aprender a jogar? Este jogo permite que você tenha a experiência de jogar sinuca e outros jogos similares direto da sua casa. É simples de aprender e usar, mas altamente realista. Jogar 8bolas ou 9bolas, ou apenas praticar o jogos de sinuca reais contra seus amigos. Este aplicativo é uma grande ferramenta para jogar e para se divertir e melhorar o seu jogo.

# subtitle
source: A fast paced, arcade-style, top-scrolling space shooter
es: ¡Reacciona rápidamente para ganar!
pt: Um jogo de tiros no espaço em alta velocidade, com perspectiva superior

# description
source: Imagine this: You’re the captain of Chromium B.S.U., a vital cargo ship that must get supplies to the frontline of a great war in space. With the help of your robotic fighting fleet, you just might make it. This thrilling, arcade-style game is sure to get your blood pumping. With a variety of objectives to achieve and the tools to do it, you’re on your way to a galaxy of fun!
es: Imagina esto: Eres el capitán de Chromium BSU, un carguero que debe llevar provisiones a la vanguardia de una gran guerra en el espacio. Con la ayuda de robots, tendrás la oportunidad de lograr tu misión. Este juego emocionante de estilo arcade tendrá tu corazón latiendo muy rápidamente. ¡Con una variedad de objetivos y herramientas para lograrlo todo, estás en camino a gran diversión!
pt: Imagine isto: você é o capitão do Chromium BSU, um navio de carga vital que deve obter suprimentos para a linha de frente de uma grande guerra no espaço. Tudo isso com a ajuda de sua frota de combate robótico. Este emocionante jogo no estilo arcade com certeza tornará sua vida emocionante. Com uma variedade de objetivos para se atingir e as ferramentas para fazê-lo, você estará no caminho para uma galáxia de diversão!

# description
source: Ready to take your English to a new level? Have fun and learn a new skill by playing games, listening to your favorites songs with lyrics, and watching interesting videos. Sometimes all it takes is a push in the right direction, and with our app, you’ll learn about resources that can help you improve your English and take you to new opportunities.
es: ¿Listo para llevar tu inglés a otro nivel? Diviértete aprendiendo una nueva habilidad mientras juegas, escuchas tus canciones favoritas con letras, y ves videos interesantes. Algunas veces sólo falta un empujoncito en la dirección correcta, y con esta app, aprenderás sobre los recursos que te pueden ayudar a mejorar tu inglés y darte nuevas oportunidades.
pt: Pronto para levar o seu Inglês à um novo nível? Divirta-se e aprenda uma nova habilidade jogando jogos, ouvindo suas músicas favoritas com letras, e assistindo vídeos interessantes. Às vezes, tudo o que precisamos é de um empurrão na direção certa, e com nosso aplicativo você vai aprender sobre os recursos que podem ajudá-lo a melhorar o seu Inglês e levá-lo a novas oportunidades.

# subtitle
source: Full-featured tool for tool managing e-mail, address book and calendar
es: Todo lo que necesitas para mantenerte organizado y conectado: e-mail, un libro de contactos virtual y un calendario simple
pt: Ferramenta completa para gestão de e-mail, contatos e calendário

# description
source: Staying in touch is an important part of modern life, and email has become one of the best ways of doing so. You may receive emails from faraway or close-by friends and family, access messages containing daily jokes, vocabulary, or news, and even handle important matters – all via email. When you need to check your email quickly and simply, this app is there for you.
es: Mantenerte en contacto es una parte importante de la vida moderna, y el correo electrónico es una de las mejores formas de hacerlo. Puedes recibir correo electrónico de amigos y familiares lejanos y cercanos, tener acceso a mensajes que contengan bromas del día, vocabulario o noticias y aún manejar asuntos importantes - todo por correo electrónico. Cuando necesites revisar tu correo electrónico rápido y fácilmente, esta app estará disponible.
pt: Ficar em contato é uma parte importante da vida moderna, e o e-mail tornou-se uma das melhores maneiras de fazê-lo. Você pode receber e-mails de amigos e familiares distantes, receber mensagens contendo piadas diárias, vocabulário, ou notícias, e até mesmo lidar com questões importantes - tudo via e-mail. Quando você precisa verificar seu e-mail de forma rápida e simples, este app estará lá para você.

# subtitle
source: BitTorrent dowloader app that supports file sharing
es: Intercambia tus archivos con otras personas por BitTorrent
pt: Gestor de downloads BitTorrent para compartilhamento de arquivos

# description
source: With this useful app, you can access, download and share almost any file you'd like to on the Web. From music, videos, and games to more complex downloads like software, you can share files with millions of users. Special features include a video player built into the app. Share files large and small with a massive online community, and get the media you love right at your fingertips.
es: Con esta app, puedes ver, descargar y compartir casi cualquier archivo que quieras de la Internet. Desde música, videos y juegos hasta descargas más complejas como software, puedes compartir archivos con millones de usuarios. Las funciones especiales incluyen un reproductor de video integrado en la app. Comparte archivos grandes y chicos con una enorme comunidad en línea, y ten los medios de comunicación que deseas en la palma de tu mano.
pt: Com este aplicativo super útil você pode acessar, baixar e compartilhar quase qualquer arquivo na web. Desde músicas, vídeos e jogos ate downloads mais complexos como programas e softwares. Você pode compartilhar arquivos com milhões de usuários. Dentre as suas características especiais está um reprodutor de vídeo embutido no próprio aplicativo. Compartilhe arquivos grandes e pequenos com uma comunidade online gigante, e obtenha facilmente a mídia que você sempre quis.

# subtitle
source: Full-featured scientific calculator with many bonus tools
es: Una calculadora científica con todas las funciones que necesitas
pt: Calculadora científica com várias ferramentas adicionais

# description
source: Do you ever consider how often you need to do basic or even complex math in daily life? From calculating a budget to converting measurements in a recipe to figuring out taxes, you probably use equations more regularly than you think. That’s why this calculator app comes in handy. Perform simple arithmetic quickly, or allow the calculator to do more advanced work, depending on your needs. You’ll never struggle to perform mathematical tasks again as long as you have this calculator app!
es: ¿Te has puesto a pensar con qué frecuencia necesitas usar matemáticas básicas, o hasta complejas, en la vida diaria? Desde calcular un presupuesto o convertir medidas en una receta hasta lidiar con los impuestos, probablemente usas las ecuaciones más veces de las que imaginas. Es por eso que esta app es muy útil. Haz una aritmética simple rápidamente o deja que la calculadora haga trabajo más avanzado, dependiendo de tus necesidades. ¡Nunca volverás a tener dificultades para hacer tareas matemáticas cuando tengas esta app de calculadora abierta!
pt: Você já pensou quantas vezes você precisa fazer cálculos matemáticos básicos ou mesmo complexos no seu dia à dia? Entre calcular um orçamento, converter medidas de uma receita, ou descobrir os impostos, você provavelmente usa equações mais regularmente do que você pensa. É por isso que este app de calculadora é super útil. Faça operações aritméticas simples rapidamente, ou use a calculadora para fazer um trabalho mais avançado, dependendo de suas necessidades. Enquanto você tiver este aplicativo de calculadora você nunca mais vai ter dificuldades para realizar tarefas matemáticas!

# subtitle
source: Activities for kids like telling time, puzzles, memory games, and more
es: Actividades, rompecabezas y juegos de memoria para los niños
pt: Atividades para crianças como aprender as horas, quebra-cabeça, jogos de memória e muito mais

# description
source: This app makes learning fun for young children with more than 100 games and activities! Educational topics include reading, geography, and math, and the app also features games like chess and Connect Four, which are great for young brains. Your child will have a wonderful time developing valuable skills that will help him or her throughout life.
es: ¡Esta app hace el aprendizaje divertido para los niños pequeños con más de 100 juegos y actividades! Los temas educativos incluyen la lectura, geografía y matemáticas. La app también contiene juegos como ajedrez y Conecta Cuatro, que son excelentes para los cerebros de niños. Tu hijo o hija se divertirá desarrollando habilidades valiosas que le ayudarán por toda su vida.
pt: Com mais de 100 jogos e atividades este aplicativo torna o aprendizado divertido para qualquer crianças! Temas educativos incluem leitura, geografia e matemática, e o aplicativo também possui jogos como xadrez e conecta-quatro, que são ótimos para cérebros jovens. Seu filho terá uma experiência maravilhosa desenvolvendo habilidades valiosas que vão ajudá-lo ao longo da vida.

# subtitle
source: Image retouching and editing tool
es: Edita tus fotos como un profesional
pt: Ferramenta de edição e retoque de imagens

# description
source: This application is similar to Adobe Photoshop, and it is free. This tool allows you to edit photos in a variety of ways, creating even more beautiful works of art from your original images. This app can also do things like convert formats of files or serve as a basic paint program. There are so many possibilities for how to create cool images once you get the hang of this helpful editing app!
es: Esta app es parecida a Adobe Photoshop pero es gratuita. Esta herramienta te permite modificar fotos en una variedad de formas, creando obras de arte aún más bellas a partir de tus imágenes originales. Esta app también puede hacer cosas como convertir formatos o archivos o servir como un programa básico de pintura. ¡Hay tantas posibilidades para crear imágenes bellas una vez que sepas cómo utilizar esta app!
pt: Esta é a aplicação gratuita semelhante ao Adobe Photoshop. Esta ferramenta permite que você edite fotos de diversas maneiras, criando fotos ainda mais bonitas que as originais. Este aplicativo também pode fazer coisas como converter formatos de arquivos ou servir como um programa básico de pintura. Existem muitas possibilidades para criar imagens legais uma vez que você souber utilizar esse aplicativo de edição!

# subtitle
source: Numerical computing environment and programming language
es: Usa esta calculadora para computar funciones difíciles
pt: Ambiente de computação numérica e linguagem de programação

# description
source: This math application offers advanced mathematical computing functions that can be used for far more than just basic calculations. If you’re a math whiz who loves to experiment with this exciting discipline, this is the app for you. And even if you’re not, the app works wonderfully as a high-level calculator. Everything you need to figure out numerical mysteries is right here.
es: Esta app de matemáticas ofrece funciones avanzadas de computación que se pueden utilizar para mucho más que sólo cálculos básicos. Si eres un genio de las matemáticas a quien le gusta experimentar con esta disciplina, te encantará esta app. E incluso, si no lo eres, la app funciona de maravilla como una calculadora de alto nivel. Todo lo que necesites saber sobre los misterios numéricos está aquí.
pt: Esta aplicação matemática oferece funções matemáticas avançadas que podem ser utilizadas para bem mais do que apenas cálculos básicos. Se você é um gênio da matemática que gosta de experimentar com esta disciplina emocionante, este é o aplicativo para você. E mesmo se você não for, o aplicativo funciona maravilhosamente como uma calculadora de alto nível. Tudo o que você precisa descobrir sobre mistérios numéricos esta bem aqui.

# description
source: Fans of arcade-style games will love the Kobo Deluxe app. This third-person shooter allows you to protect yourself from and destroy enemy ships as they pursue you, shooting and launching themselves at you. All this takes place in an exciting outer-space environment, with fun graphics and invigorating tactical challenges. Move up through the 50 levels and come out a champion.
es: Si te gustan las máquinas de sala de videojuegos, te encantará Kobo Deluxe. Este juego emocionante te llevará por aventuras donde necesitarás navegar por lugares llenos de enemigos y protegerte de los que te persiguen. Estarás en el espacio - un ambiente completamente extranjero. Si eres exitoso y logras navegar por los 50 niveles, serás el campeón y ganarás el juego.
pt: Os fãs de jogos estilo arcade vão adorar o app Kobo Deluxe. Este jogo de naves permite que você se proteja e destrua naves inimigas enquanto elas te perseguem, atirando e lançando-se em você. Tudo isso acontece no espaço, com gráficos divertidos e desafios táticos estimulantes. Mova-se através dos 50 níveis e saia um campeão.

# subtitle
source: Classic arcade-style game packed with new features
es: Este es el juego clásico, repleto de nuevas sorpresas
pt: O clássico jogo Arcade repleto de novas funcionalidades

# subtitle
source: Spreadsheet program with a comprehensive range of advanced functions
es: Esta hoja de cálculo tiene funciones avanzadas para ayudarte a lograr lo que necesites
pt: Programa de planilhas com diversas funções avançadas

# subtitle
source: Presentation builder enhanced with templates, art, special effects, and high-impact drawing tools
es: Encuentra plantillas, efectos especiales, animaciones y imágenes que transformarán tus presentaciones
pt: Faz apresentações com modelos pré-definidos, arte, efeitos especiais e ferramentas de desenho especializadas

# description
source: Create clean, attractive, and professional presentations with this presentation app. This app features the ability to use text, drawing tools, transitions, 2-D and 3-D art, and even animations to get your point across in a beautiful and compelling way. And best of all, this app is easy to understand and use, with simplified steps for creating exactly what you need.
es: Crea presentaciones limpias, atractivas y profesionales con esta app de presentación. Esta app cuenta con la posibilidad de utilizar texto, herramientas de dibujo, transiciones, arte en 2-D y 3-D e incluso animaciones, para expresarte como quieras. Y lo mejor es que esta app es fácil de entender, con pasos simplificados para crear exactamente lo que necesitas.
pt: Crie apresentações limpas, atraentes e profissionais com este aplicativo de apresentação. Este aplicativo oferece ferramentas de texto, ferramentas de desenho, transições, arte 2-D e 3-D, e até mesmo animações para que você mostre o seu ponto de vista de uma maneira bonita e atraente. E o melhor de tudo, este aplicativo é fácil de entender e usar, com passos simplificados para você criar exatamente o que você precisa.

# subtitle
source: Full-featured word processing and desktop publishing tool
es: Parecido a y compatible con Microsoft Word, pero gratis
pt: Ferramenta de processamento de texto e editorial

# subtitle
source: Play games where physics is used to solve puzzles
es: Aprende acerca de la física y usa tu aprendizaje para resolver rompecabezas divertidas
pt: Jogos nos quais a física é necessária para resolver quebra-cabeças

# subtitle
source: First-person shooter game based on the Quake III Arena-style deathmatch
es: Un juego de ación basado en el Quake III al estilo arena deathmatch
pt: Jogo de tiros em primeira pessoa baseado no jogo Quake III Arena

# subtitle
source: Edit your pictures and create beautiful images that you can share with all your friends
es: Edita tus fotos y crea imágenes bellas que podrás compartir con todos tus amigos
pt: Edite as suas fotografias e crie belas imagens para compartilhar com todos os seus amigos

# description
source: Have you ever wanted to edit your own photos like the pros and create beautiful images you can share with those you love? Well, now you can do that in just a few steps! We have a variety of attractive, artful filters so you can customize your photos and create one-of-a-kind works of art from your everyday life. And with this handy app, you can post your creations directly to Facebook, so everyone can see your photography skills!
es: ¿Quieres modificar tus propias fotos como los profesionales y crear lindas imágenes para compartir con tus seres queridos? ¡Ahora puedes hacerlo en unos pocos pasos! Tenemos una variedad de filtros atractivos y artísticos para que personalices tus fotos y hagas obras de arte de tu vida diaria. Y con esta útil app, puedes publicar tus fotos directamente en Facebook, para que todos puedan ver tus habilidades fotográficas.
pt: Alguma vez você quis editar suas próprias fotos como os profissionais e criar belas imagens para compartilhar com as pessoas que você ama? Bem, agora você pode fazer isso em poucos passos! Temos uma grande variedade de atrativos, filtros artísticos para que você possa personalizar suas fotos e criar verdadeiras obras de arte da sua própria vida. E com este aplicativo acessível , você pode enviar suas criações diretamente para o Facebook, para que todos possam ver suas habilidades fotográficas!

# subtitle
source: Fun multi-level game featuring penguins
es: Salva a tus amigos pingüinos para que no se caigan al agua helado
pt: Jogo divertido em vários níveis protagonizado por pinguins

# subtitle
source: Audio player and radio that plays and helps organize digital music
es: Reproductor de audio que te ayudará a organizar tu música digital
pt: Reprodutor de áudio e rádio que reproduz e ajuda a organizar música digital

# subtitle
source: Makes it easy to edit, organize, and share photos.
es: Importa, edita, organiza y comparte tus fotografías
pt: Facilita a edição, organização e compartilhamento de fotos.

# description
source: We all love to take pictures in our everyday lives – and we especially love downloading them to our computers so we can edit and share them via social media. This app lets you import photos from a digital camera or phone seamlessly. You can then arrange them into albums, edit them for maximum beauty and effect, and of course, display them on your favorite social networks, like Facebook. This photo app also allows you to create albums that you share on the web, if you’d rather share that way. Whatever you choose, your friends can see all the photos you want them to!
es: A todos nos gusta tomar fotos de nuestra vida cotidiana - y sobre todo nos encanta descargarlas en nuestras computadoras para poderlas modificar y compartir a través de los medios sociales. Esta app te permite importar fotos desde una cámara digital o un teléfono sin problemas. Luego, puedes organizarlas en álbumes, modificarlas para hacerlas más bellas, darles los efectos que quieras, y por supuesto, mostrarlas en tus redes sociales favoritas, como Facebook. Esta app de fotos también permite crear álbumes para compartir en la Internet, si prefieres hacerlo de esa manera. Elijas lo que elijas, ¡tus amigos podrán ver todas las fotos que quieras!
pt: Todos nós adoramos tirar fotos em nossa vida diária - especialmente baixá-las para os nossos computadores para editar e compartilhar em mídias sociais. Este app permite importar fotos de uma câmera digital ou telefone perfeitamente. Você pode organizá-las em álbuns, editá-las para obter o máximo de beleza e efeito e, claro, exibi-las em suas redes sociais preferidas, como o Facebook. Este app de foto também permite que você crie álbuns para compartilhar na internet, se você preferir assim. O que quer que seja, seus amigos podem ver todas as fotos que você quiser mostrar!

# description
source: Solitaire is a classic card game that is fun for people of all ages. It’s easy to figure out the rules, but it takes time to master the game. Luckily, you’ll want to put in the time to really learn how to play, because you’ll be having so much fun. This engrossing and mind-enriching game is sure to entertain you, hour after hour.
es: Solitaire es un juego clásico de cartas para todas las edades. Las reglas son fáciles, pero se necesita tiempo para dominar el juego. ¡Querrás dedicar tiempo para realmente aprender cómo jugar, porque te estarás divirtiendo mucho! Este juego fascinante te dará mucho entretenimiento, hora tras hora.
pt: Paciência é um jogo clássico de cartas que é divertido para pessoas de todas as idades. É fácil aprender as regras, mas leva um tempo para dominar o jogo. Com sorte você irá dedicar um tempo para realmente aprender a jogar porque vai ser muito divertido. Este jogo cativante e estimulante com certeza irá entreter você, hora após hora.

# subtitle
source: Classic jump-and-run arcade sidescroller game
es: Un juego clásico de arcada
pt: Clássico jogo corre e pula em estilo arcade

# description
source: This game is similar to the original Super Mario Brothers games and allows your avatar to run and jump its way to new levels. The game features 26 levels with different opponents to fight, and fun music, in addition to a story that you can follow along with as you play.
es: Este juego es parecido a los juegos originales de Super Mario Brothers donde tienes que correr y saltar para llegar a nuevos niveles. El juego viene con 26 niveles con diferentes oponentes que tendrás que vencer. Además, hay música alegre y un cuento divertido para seguir durante el juego.
pt: Este jogo é semelhante aos jogos originais do Super Mario Bros. O seu personagem tem que correr e saltar de para passar de nível. Este jogo tem 26 níveis com diferentes adversários para combater, uma divertida trilha sonora e uma história que se desenrola a cada nível que você passa.

# subtitle
source: Racing game with colorful characters and imaginative tracks
es: Juego de carreras con varias pistas desafiantes
pt: Jogo de corridas com personagens coloridos e pistas originais
