Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Access, download and share almost any file you'd like to with this useful online peer to peer app that enables you to share files with other users who are connected to the BitTorrent network. From music, videos, and games, to more complex downloads like software, you will be able to access shared files from millions of users online. This app even includes a built-in video player so that you can easily view all of the media you download. **Requires Internet
fr: Accédez, téléchargez et partagez presque n'importe quel fichier souhaité avec cette application de partage en ligne de partage qui vous permet de partager vos fichiers avec d'autres utilisateurs connectés au réseau de BitTorrent. De la musique, des vidéos et des jeux aux téléchargements les plus complexes comme ceux de logiciels, vous pourrez accéder aux fichiers partagés par des millions d'utilisateurs en ligne. Cette application inclut même un lecteur vidéo intégré pour vous permettre de regarder facilement tous les fichiers vidéos que vous téléchargez. *** L'application nécessite une connexion Internet
hi: इस ऑनलाइन पीयर-टु-पीयर ऐप की मदद से आप जिस भी फाइल को चाहें उसे ऐक्सेस करें, डाउनलोड करें और शेयर करें। यह ऐप आपको बिटटोरेंट नेटवर्क से जुड़े अन्य यूजर्स के साथ फाइलों को शेयर करने में सक्षम बनाता है। म्यूजिक, वीडियो, और गेम्स से लेकर अधिक जटिल डाउनलोड जैसे सॉफ्टवेयर तक, आप लाखों यूजर्स की शेयर की गई फाइलों तक ऑनलाइन पहुंच सकते हैं। यहां तक कि इस ऐप में निर्मित वीडियो प्लेयर भी मौजूद है ताकि आप उन सभी मीडिया को देख सकें जिन्हें आपने डाउनलोड किया है। **इंटरनेट की आवश्यकता है
id: Akses, unduh, dan bagikan hampir semua berkas yang Anda inginkan dengan aplikasi peer to peer online yang berguna ini. Dengan aplikasi ini, Anda dapat membagikan berkas dengan pengguna lainnya yang juga terhubung ke jaringan BitTorrent. Mulai dari musik, video, dan permainan, sampai unduhan yang lebih kompleks seperti perangkat lunak, Anda akan dapat mengakses berkas yang dibagikan oleh jutaan pengguna online. Aplikasi ini juga memiliki pemutar video yang terpasang agar Anda dapat dengan mudah menampilkan semua media yang Anda unduh. **Membutuhkan koneksi internet
pt_br: Acesse, baixe e compartilhe quase todo tipo de arquivo que você quiser com este programa que permite que você compartilhe seus arquivos com outros usuários que estão conectados á rede BitTorrent. De música, vídeos e jogos até download de arquivos complexos como programas, você poderá acessar arquivos compartilhados de milhares de usuários. Este programa inclui um programa de vídeos dentro dele para que você possa assistir e ouvir todo tipo de mídias que você baixar. **Necessária conexão à internet.
zh_cn: 这个实用的在线P2P应用程序可以让您访问、下载和共享几乎任何文件，让您与其他连接到BitTorrent 网络中的用户共享文件。您可以与上百万的用户在网上共享音乐、视频和游戏，还有像软件一样复杂的下载内容。这个app里还有一个内置视频播放器，让您轻松查看下载的各种媒体文件。**需要网络连接

# title
source: Toy Train
fr: Train jouet
hi: टॉय ट्रेन
pt_br: Trenzinho

# subtitle
source: A fun train game for kids of all ages
fr: Un jeu de train amusant pour les enfants de tout âges
hi: सभी उम्र के बच्चों के लिए एक मजेदार ट्रेन गेम
id: Permainan kereta yang seru untuk anak-anak dari semua usia
pt_br: Um jogo de trem divertido para crianças de todas as idades
zh_cn: 适合各年龄儿童的火车游戏

# description
source: Sure to be an instant hit with the whole family, this is a game featuring a steam locomotive which you use to drive across many levels collecting coaches as you go. Collect all the coaches to win the game!
fr: Sûr de convaincre instantanément toute la famille, il s’agit d’un jeu mettant en scène une locomotive à vapeur que vous utilisez pour parcourir les nombreux niveaux afin de collecter les wagons sur votre chemin. Collectez tous les wagons pour gagner le jeu !
hi: निश्चित रूप से यह पूरे परिवार के लिए आकर्षक होगा, यह स्ट्रीम लोकोमोटिव दिखाता है जिसका इस्तेमाल आप अनेक लेवल्स से आगे बढ़े हुए कोच जमा करने में करते हैं। गेम जीतने के लिए सभी कोच जमा करें!
id: Sudah pasti akan menjadi kesenangan seluruh keluarga, permainan ini adalah tentang sebuah lokomotif uap yang Anda gunakan untuk menjelajahi berbagai level untuk mengumpulkan gerbong-gerbong saat berjalan. Kumpulkan semua gerbong untuk memenangkan permainan!
pt_br: Esse será sucesso instantâneo com toda a família. Use a locomotiva para recolher a maior quantidade de vagões possível e ganhe o jogo.
zh_cn: 相信您一家大小都会喜欢这个游戏!此游戏以蒸汽火车为主要形象，您只需驱动火车通过各个关卡，一路上收集车厢。收集完所有车厢，您就赢得游戏啦！

# title
source: Tux Kart
hi: टक्स कार्ट
zh_cn: Tux赛车

# subtitle
source: Race alone or against your friends and family
fr: Faites la course, seul ou contre vos amis et votre famille
hi: अपने दोस्तों और परिवार के साथ या उनके खिलाफ रेस करें
id: Balapan sendirian atau melawan teman dan keluarga Anda
pt_br: Jogo de corridas com personagens coloridos e pistas originais
zh_cn: 单人玩或与朋友家人比拼的赛车游戏

# description
source: Do you love racing games? Then this is the app for you! Race down easy, medium and hard race tracks as Tux, the penguin, and try to beat your own speed or a friend's. If you are able to get the red fish, you'll gain special powers that will help you win, but make sure to avoid the green fish or you'll slow down. This game is great for both kids and adults alike and is sure to entertain you and your friends for hours!
fr: Aimez-vous les jeux de course ? Alors c’est l’application qu’il vous faut ! Dévalez des pistes de course faciles, moyennes ou difficiles en incarnant Tux, le pingouin, et tentez de battre votre temps ou celui d’un ami. Si vous êtes en mesure d’obtenir le poisson rouge, vous gagnerez des pouvoirs spéciaux qui vous aideront à gagner, mais soyez sûr d’éviter le poisson vert ou vous serez ralenti. Ce jeu est excellent, tant pour les enfants que pour les adultes, et vous divertira durant des heures avec vos amis !
hi: क्या आपको रेसिंग गेम्स पसंद है? तो यह ऐप आपके लिए है! टक्स, पेंगुइन के रूप में आसान, मध्यम और कठिन रेस ट्रैक्स पर रेस करें, और अपने या किसी दोस्त के स्पीड को मात दें। यदि आप रेड फिश को पकड़ लेते हैं, तो आपको विशेष शक्ति मिलेगी जो आपको जीतने में मदद करेगी, लेकिन ग्रीन फिश से बचकर रहें वर्ना आप धीमे हो जाएंगे। यह गेम बच्चों और बड़ों दोनों के लिए समान रूप से शानदार है और यह मान लें कि यह गेम आपका और आपके दोस्तों का घंटों मनोरंजन करता रहेगा!
id: Apakah Anda menyukai permainan balapan? Maka ini adalah aplikasi untuk Anda! Balapan di lintasan balapan yang mudah, sedang dan sulit sebagai Tux, si penguin, dan cobalah mengalahkan kecepatan Anda sendiri atau teman. Jika Anda bisa mendapatkan ikan merah, Anda akan memperoleh kekuatan khusus yang akan membantu Anda menang, tetapi pastikan Anda menghindari ikan hijau atau Anda akan melambat. Permainan ini sangat bagus baik untuk anak-anak dan orang dewasa dan pasti akan menghibur Anda dan teman-teman Anda selama berjam-jam!
pt_br: Tux Kart é um jogo de corridas protagonizado pelo adorável Pinguim Tux. Este jogo tem vários tipos de pistas de variadas dificuldades para testar as suas habilidades de condução. Não importa a pista em que você corre, o importante é chegar o mais rápido possível ao final, antes dos seus adversários, colecionar os itens vermelhos (que te darão capacidades especiais) e evitar os verdes (que te irão atrasar). Este jogo oferece a você e aos seus amigos horas de entretenimento!
zh_cn: 您喜欢玩赛车游戏吗？喜欢的话，这个App就非常适合您！在游戏中您要控制车辆走过从简单到越来越难的赛道，尝试打破自己或者朋友的速度记录。如果您在游戏中得到了红色的鱼，您就拥有了助您赢得游戏的神奇力量。相反，您要避免绿色的鱼，因为它会降低您的速度。这个游戏老少皆宜，一定会让您和您的朋友流连忘返！

# subtitle
source: Race cool 3D cars in this realistic game
fr: Faites la course à bord de voitures en 3D dans ce jeu réaliste
hi: इस जीवंत गेम में शानदार 3D कारों का रेस करें
id: Balapan menggunakan mobil-mobil 3D yang keren dalam permainan yang realistis ini
pt_br: Jogo de incríveis corridas 3D
zh_cn: 3D赛车模拟游戏

# description
source: Rip around turns and scream past other drivers in this exciting 3D car racing game. It's so realistic that you'll swear you smell the burning rubber! Advanced users also have an opportunity to create their own custom drivers to gain an even bigger advantage over their opponents. You'll love racing your fast cars, and soon you'll see that all of your friends will want to play too!
fr: Dérapez dans les virages et criez aux oreilles des autres chauffeurs dans ce jeu de course en 3D excitant ! Il est tellement réaliste que vous jurerez sentir les pneus brûler ! Les utilisateurs avancés ont aussi l'opportunité de créer leurs propres chauffeurs personnalisés afin d'avoir un avantage encore plus grand sur leurs adversaires. Vous adorerez conduire vos bolides et bientôt vous verrez que vos amis voudront jouer aussi !
hi: इस शानदार 3D कार रेस में मोड़ों को पार करते हुए और अन्य चालकों को पीछे छो‌ड़ते हुए आगे बढ़ें। यह इतना वास्तविक है कि आपको जलते रबर की गंध आने लगेगी! प्रशिक्षित यूजर्स को यह मौका मिलता है कि वे अपना खुद का कस्टम चालक बना सकें ताकि अपने विपक्षियों पर बड़ी जीत हासिल की जा सके। आपको अपनी तेज कार रेसिंग करना अच्छा लगेगा, और जल्द ही आप पाएंगे कि आपके सभी दोस्त इसे खेलना चाहते हैं!
id: Berbeloklah di tikungan dengan tajam dan lampaui para pembalap lainnya dalam permainan balap mobil 3D yang mendebarkan ini. Permainan ini sangat realistis sampai-sampai Anda bisa mencium bau ban terbakar! Pengguna tingkat lanjut juga berkesempatan untuk menciptakan pengemudi kustomnya sendiri untuk mendapatkan lebih banyak keuntungan dibandingkan lawan. Anda akan suka mengebut mobil cepat Anda, dan dalam waktu singkat semua teman Anda juga akan ingin ikut bermain!
pt_br: Ultrapasse os outros pilotos neste emocionante jogo de corrida de carros em 3D. É tão realista que você vai jurar que está sentindo o cheiro de borracha queimada! Os usuários avançados também tem a oportunidade de personalizar seu jogo e ganhar ainda mais vantagem sobre seus adversários. Você vai adorar correr com seus carros velozes e, em breve, vai perceber que todos os seus amigos vão querer jogar também.
zh_cn: 在这个3D赛车游戏里加速、拐弯、尖叫、超越其他选手吧！此游戏的设计非常逼真，您几乎可以闻到橡胶燃烧的气味!高级玩家还有机会创建自定义的赛车手，获得比对手更大的胜算。相信您和您的朋友一定会喜欢在这游戏里尽情飙车！

# title
source: Tux Football
hi: टक्स फुटबॉल
id: Sepak Bola Tux
pt_br: Tux Futebol

# subtitle
source: A fun soccer game starring Tux the penguin
fr: Un jeu de football amusant mettant en scène Tux le pingouin
hi: मजेदार सॉकर गेम जिसमें पेंगुइन टक्स है
id: Permainan sepak bola seru yang menampilkan Tux si pinguin
pt_br: Um divertido jogo de futebol - estrelando Tux, o pinguim
zh_cn: 以Tux企鹅为主角的足球游戏

# description
source: Do you love soccer? Now you can play all day with your favorite penguins! Show off your skills and strategy while always controling the players with the ball. Pretty soon, you'll feel like you're ready to take on the professionals!
fr: Aimez-vous le football ? Désormais, vous pouvez y jouer toute la journée avec votre pingouin préféré ! Démontrez vos compétences et votre stratégie tout en contrôlant le joueur avec la balle. Bientôt, vous vous sentirez prêt à prendre la relève des professionnels !
hi: क्या आपको सॉकर पसंद है? अब आप इसे अपने पसंदीदा पेंगुइन के साथ दिन भर खेल सकते हैं! बॉल से खिलाड़ियों को नियंत्रित करते हुए अपने हुनर और रणनीति का प्रदर्शन करें। बहुत जल्द, आपको लगेगा कि आप पेशेवरों को हरा सकते हैं!
id: Apakah Anda suka sepak bola? Sekarang Anda dapat bermain sepanjang hari dengan para penguin kesukaan Anda! Pamerkan keahlian dan strategi Anda selagi mengendalikan para pemain dengan bola. Dan segera saja, Anda akan merasa seakan-akan telah siap menantang para pemain profesional!
pt_br: Você gosta de futebol? Agora você pode jogar o dia todo com seus pinguins favoritos! Mostre suas habilidades e estratégia enquanto controla os jogadores com a bola. Muito em breve, você vai sentir como se estivesse pronto para assumir um time!
zh_cn: 您喜欢踢足球吗？现在加入这个游戏，您可以和您的企鹅朋友们踢一整天了！赶紧来秀出您的球技和策略，玩转整场足球比赛吧。过不了多久，您也许就能达到专业的水平啦！

# title
source: Warmux
hi: वारमक्स

# subtitle
source: Make your computer a battle of wit and war
fr: Transformez votre ordinateur en champ de bataille de l'esprit
hi: अपने कम्प्यूटर को बुद्धिमानी और जंग का संघर्ष बनाएं
id: Jadikan komputer Anda sarana untuk mengadu kecerdasan dan strategi
pt_br: Faça do seu computador uma batalha de guerra e inteligência
zh_cn: 一场智慧与战斗交织的虚拟战争

# description
source: Exterminate your opponent in a cartoon word using dynamite, grenades, bazookas, or even a baseball bat. Each player controls their own team and must destroy his adversary using his arsenol and wits, as turn by turn, each member of each team attempts to destroy his opponents.
fr: Exterminez votre adversaire dans un monde cartoon en utilisant de la dynamite, des grenades, des lance-roquettes, ou même une batte de baseball. Chaque joueur contrôle sa propre équipe et doit détruire son adversaire en utilisant son arsenal et sa stratégie, car tour après tour, chaque membre de chaque équipe essaye de détruire ses ennemis.
hi: डायनामाइट, ग्रेनेड, बजूकास, या बेसबॉल बैट के प्रयोग से एक कार्टून वर्ड में अपने विपक्षी को नष्ट करें। हरेक खिलाड़ी अपनी खुद की टीम का नियंत्रण करता है और उसे आर्सेनोल और सूझबूझ से अपने विपक्षी को बारी-बारी से नष्ट करना होता है, प्रत्येक टीम का प्रत्येक सदस्य अपने विपक्षियों को खत्म करने का प्रयास करता है।
id: Musnahkan lawan dalam bentuk kartun menggunakan dinamit, granat, bazoka, atau bahkan tongkat bisbol. Setiap pemain mengontrol tim mereka sendiri dan harus menghancurkan lawannya menggunakan taktik, karena masing-masing anggota setiap tim secara bergiliran akan mencoba menghancurkan lawan-lawannya.
pt_br: Extermine seu oponente em um mundo de desenho animado usando dinamite, granadas, bazucas e até um taco de beisebol. Cada jogador controla seu próprio time e precisa destruir seu adversário usando seu arsenal e inteligência.
zh_cn: 在游戏中，您可以控制卡通游戏角色使用炸药、手榴弹、火箭炮、甚至棒球棍消灭对手。每位玩家要想出有效的战术和策略，控制自己的队伍来毁灭敌人。发出指令后，队伍中的每个角色会竭力与对手搏斗。

# title
source: Warzone 2100
hi: वारजोन 2100
id: Zona Perang 2100

# subtitle
source: Lead your troops to rebuild the world
fr: Dirigez vos troupes pour reconstruire le monde
hi: दुनिया के पुनर्निर्माण के लिए अपने सैनिकों का नेतृत्व करें
id: Pimpin pasukan Anda untuk membangun ulang dunia
pt_br: Lidere suas tropas para reconstruir o mundo
zh_cn: 带领您的军队重建世界

# description
source: In Warzone 2100 you command forces to rebuild the world after nuclear war has destroyed it. Play it alone or with friends; either way you'll dive head first into another world where you'll be living and breathing military strategy. Research technologies, build units, and plan battles in this game of strategy, tactics, and wit.
fr: Dans Warzone 2100, vous commandez des forces pour reconstruire le monde après qu’une guerre nucléaire l’ait détruit. Jouez seul ou avec des amis ; de toute façon vous plongerez la tête la première dans un autre monde où vous vivrez et respirerez votre stratégie militaire. Recherchez des technologies, construisez des unités, et planifiez des batailles dans ce jeu de stratégie, de tactique et d’esprit.
hi: वारजोन 2100 में, परमाणु युद्ध में दुनिया के नष्ट होने के बाद आपके कमांड फोर्सेज इसका आप पुनर्निमाण करते हैं। इसे अकेले या अपने दोस्तों के साथ खेलें; सबसे पहले आप दूसरी दुनिया में गोते लगाते हैं जहां आप रहेंगे और सैन्य रणनीति का पता लगाएंगे। इस राणीतिक, रणकौशल और सूझबूझ वाले गेम में तकनीकियों पर शोध करें, यूनिट बनाएं, और युद्ध की योजना बनाएं।
id: Pada Warzone 2100, Anda memerintahkan pasukan untuk membangun kembali dunia setelah dihancurkan oleh perang nuklir. Mainkan sendiri atau bersama teman-teman. Selami dunia lain tempat Anda akan tinggal dan mempelajari strategi militer. Pelajari teknologi, bangun unit, dan rencanakan pertempuran dalam gim strategi, taktik, dan kecerdasan ini.
pt_br: No Warzone 2100 você comanda as forças para reconstruir o mundo após uma guerra nuclear. Jogue sozinho ou com amigos. De qualquer forma, você vai mergulhar de cabeça em outro mundo, onde estará vivendo e respirando estratégia militar. Pesquise tecnologias e planeje batalhas neste jogo de estratégia, tática e inteligência.
zh_cn: 在Warzone 2100的游戏设定中，核战争毁灭世界后，您掌握了重建世界的力量。您可以单人玩这个游戏，也可以和朋友一起玩。无论是哪种方式，相信您会一头扎进这个弥漫着军事战略的新世界中。快来这个充斥着策略、战术和智慧的游戏中研究科技、建立部队，为作战做好准备吧。

# title
source: Armagetron
hi: आर्मगेट्रॉन

# subtitle
source: Race 3D light motorcycles like in the movie Tron
fr: Course de motos légères en 3D comme dans le filme Tron
hi: ट्रॉन मूवी की तरह ही 3D लाइट मोटरसाइकल की रेस लगाएं
id: Balapan menggunakan sepeda motor cahaya 3D seperti dalam film Tron
pt_br: Jogo de corrida em 3D, inspirado nas motocicletas futuristas do filme Tron.
zh_cn: 电影同款3D轻型赛车游戏

# description
source: This exciting game lets you into the world of Tron. Get behind the wheel of a “light cycle”, a cool and futuristic motorcycle, and battle others on the road. Force your opponents to hit the arena walls and win. This app is easy to learn and a lot of fun to play!
fr: Ce jeu stimulant vous fait entrer dans le monde de Tron. Mettez-vous au volant d’une « moto légère », une moto cool et futuriste, et battez-vous contre les autres sur la route. Forcez vos adversaires à percuter les murs de l’arène et gagnez. Cette application est facile à prendre en main et est extrêmement amusante.
hi: यह रोमांचक गेम आपको ट्रॉन की दुनिया की सैर कराता है। "लाइट साइकल" के पहिए पर सवार हो जाएं, जो एक कूल और अगले दौर की मोटरसाइकल है और सड़क पर दूसरों के साथ मुकाबला करें। अपने विरोधियों को ऐरीना वॉल पर धक्का देकर जीत हासिल करें। इस ऐप को सीखना आसान है और खेलना बहुत मजेदार!
id: Permainan menarik ini mengajak Anda memasuki dunia Tron. Kemudikan “light cycle”, sepeda motor keren serta futuristis, dan bertempur dengan orang lain di jalanan. Paksa musuh Anda memukul dinding arena dan menangkan. Aplikasi ini mudah dipelajari dan sangat menyenangkan untuk dimainkan!
pt_br: Este emocionante jogo te leva para o mundo Tron. Dirija um 'ciclo de luz', numa moto legal e futurista, e combata os outros pela estrada. Force os seus adversários a bater nas paredes da arena para eliminá-los do jogo e sair vitorioso. Este programa é fácil de aprender e muito divertido de jogar!
zh_cn: 这款刺激的游戏带您走进Tron的世界。游戏中的 “ 轻型摩托车 ”酷炫充满未来感，马路对战，一切尽在您掌握。对手在您的冲击之下撞上赛墙，败下阵来。这款APP轻松易学，乐趣无穷！

# title
source: Tux Puck
hi: टक्स पक

# subtitle
source: Exciting air hockey game for you and your friends
fr: Jeu de air hockey excitant pour vous et vos amis
hi: आपके और आपके दोस्तों के लिए आकर्षक एयर हॉकी गेम
id: Permainan air hockey yang seru untuk Anda dan teman-teman Anda
pt_br: Emocionante jogo de hóquei aéreo para você e seus amigos
zh_cn: 有趣的空气曲棍球游戏

# description
source: An air hockey game in which you try to knock the puck past your opponent's defense. This is a great game for the whole family! Test your skill and reflexes to win this fast paced match! (While the game is running, press F5 or F6 to adjust your paddle speed.)
fr: Un jeu de air hockey dans lequel vous essayez de frapper le palet au travers de la défense adverse. C'est un super jeu pour toute la famille ! Testez votre adresse et vos réflexes pour gagner ce match palpitant ! (Pressez F5 ou F6 quand vous jouez pour ajuster la vitesse du curseur.)
hi: एक एयर हॉकी गेम जिसमें आप अपने प्रतिद्वंद्वी के मारने के बाद पक को मारने की कोशिश करते हैं। यह पूरे परिवार के लिए एक शानदार गेम है! इस तेज चाल वाले मैच को जीतने के लिए अपना हुनर और रिफ्लेक्स आजमाएं! (गेम के चालू रहते हुए F5 या F6 को दबाकर अपना पैडल स्पीड समायोजित करें।)
id: Sebuah permainan hoki udara di mana Anda mencoba untuk melemparkan bola melintasi pertahanan lawan. Ini adalah permainan yang bagus untuk seluruh keluarga! Uji keterampilan dan refleks Anda untuk memenangkan pertandingan yang serba cepat ini! (Selagi permainan berjalan, tekan F5 atau F6 untuk menyesuaikan kecepatan pemukul Anda.)
pt_br: Um jogo de hóquei aéreo em que o objetivo é movimentar o disco, passando pela defesa do seu oponente para marcar ponto. Este é um grande jogo para toda a família! Teste sua habilidade e reflexos para vencer este jogo rápido!
zh_cn: 在这个空气曲棍球游戏中，玩家要想尽办法将冰球打进对方的防守区，适合全家大小一起玩。赶紧来测试一下您的技术和反应速度，赢下这场快节奏游戏吧！（游戏启动后，请按F5或F6键调整推盘的移动速度）

# title
source: Tux Math
es: 123 Tux
hi: टक्स मैथ
id: Matematika Tux
pt: 123 Tux
pt_br: 123 Tux
zh_cn: Tux数学

# subtitle
source: Math games for kids
fr: Jeux mathématiques pour les enfants
hi: बच्चों के लिए गणित के खेल
id: Permainan matematika untuk anak-anak
pt_br: Jogo de estilo Arcade que ajuda as crianças a estudarem matemática
zh_cn: 儿童数学游戏

# description
source: Learn math by playing games! Starring kids’ favorite buddy, Tux the Penguin, this fun math game app leads kids through math facts in a way that’s fun and engaging. You want your children’s math skills to improve, and they want to play games – so encouraging them to play brings together the best of both worlds and will help your child learn to love math!
fr: Apprenez les mathématiques en jouant à des jeux ! Mettant en scène le héros préféré des enfants, Tux le Pingouin, ce jeu amusant de mathématiques initie les enfants à des questions mathématiques amusantes et stimulantes. Vous souhaitez voir s’améliorer les compétences mathématiques de vos enfants, et ils veulent jouer à des jeux — les encourager à jouer permet donc de lier le meilleur des deux mondes et aidera vos enfants à apprendre à aimer les maths !
hi: गेम खेलते हुए गणित सीखें! बच्चे का पसंदीदा साथी, पेंगुइन टक्स के साथ खेलना, यह मनोरंजक मैथ गेम ऐप बच्चों को गणित के तथ्यों से इस तरह अवगत कराता है जो मनोरंजक और दिलचस्प होता है। आप अपने बच्चों के गणित के हुनरों को उन्नत बनाना चाहते हैं, और वे गेम खेलना चाहते हैं – इसलिए दोनों दुनिया की अच्छाई को साथ लाकर खेलने के लिए उन्हें प्रेरित करता है और आपके बच्चे को गणित सीखने में मदद करेगा!
id: Belajar matematika dengan bermain! Bersama bintang favorit anak-anak, Tux si Penguin, aplikasi permainan matematika yang menyenangkan ini akan memandu anak-anak menjelajahi fakta-fakta matematika dengan cara yang menyenangkan dan menarik. Anda ingin keterampilan matematika anak-anak Anda meningkat, sedangkan mereka ingin bermain - maka mendorong mereka untuk bermain akan menghasilkan manfaat terbaik dari keduanya dan membantu anak Anda belajar mencintai matematika!
pt_br: Apresentado pelo amiguinho favorito das crianças, Tux o Pinguim, este programa de jogo de matemática conduz as crianças pelos conceitos da matemática de forma divertida e envolvente. Você quer que seus filhos sejam bons em matemática e que brinquem com jogos - portanto encorajá-los a jogar é unir o melhor dos dois mundos e isso irá fazer com que eles aprendam a gostar de matemática!
zh_cn: 通过玩游戏来学习数学！此数学游戏以孩子们最喜爱的伙伴Tux企鹅为主角，让孩子们在一种有趣、快乐的氛围下学习数学知识。如果您希望您的孩子提高数学能力，而您的孩子喜欢玩游戏——那就鼓励他们玩这个寓学于乐的数学游戏吧，相信您的孩子会逐渐爱上数学的！

# title
source: Tux Typing
hi: टक्स टाइपिंग
id: Ketik Tux
pt: Tecla Tux
pt_br: Tecla Tux

# subtitle
source: Learn to type by playing games
fr: Apprenez à taper au clavier en jouant à des jeux
hi: गेम खेलकर टाइप करना सीखें
id: Belajar mengetik dengan permainan
pt_br: Ferramenta para crianças aprenderem a digitar
zh_cn: 通过玩游戏学习打字
