Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Have you ever had a toothache? Learn how to help make it feel better. Want to keep your teeth nice and white? Well, try out these tips. Whether it's learning about mouth diseases and how to prevent them, or just making sure to keep that beautiful smile, you'll find a lot of useful information in this app. Download it today and learn all about how to keep your mouth and teeth healthy and looking great!
fr: Avez-vous déjà eu mal aux dents ? Apprenez à atténuer la douleur. Vous voulez garder vos dents saines et blanches ? Eh bien, essayez ces astuces. Qu'il s'agisse d'apprendre au sujet des malades buccales et comment les prévenir, ou simplement de s'assurer de conserver son beau sourire, vous trouvez beaucoup d'informations utiles dans cette application. Téléchargez-la aujourd'hui et apprenez tout pour garder votre bouche et vos dents saines et belles !
hi: क्या आपको कभी दांत में दर्द हुआ है? दर्द में आराम पाने का तरीका जानें। क्या आप अपने दातों को सुंदर और सफेद बनाए रखना चाहते हैं? ठीक है, तो इन नुस्खों को आजमाएं। चाहे मुंह के रोगों के बारे में अध्ययन करना हो या उनकी रोकथाम के तरीकों के बारे में जानना हो, या केवल उस खूबसूरत मुस्कान को बनाए रखना हो, इस ऐप में आपको ढेर सारी उपयोगी जानकारियां मिलेगी। इसे आज ही डाउनलोड करें और जानें कि अपने मुंह और दांतों को स्वस्थ कैसे रखें और अच्छा कैसे दिखें!
id: Anda pernah merasakan sakit gigi? Pelajari cara membantu menjadikannya terasa lebih baik. Ingin menjaga gigi tetap indah dan putih? Baiklah, cobalah beberapa kiat ini. Entah untuk mempelajari tentang penyakit mulut dan cara mencegahnya, atau hanya memastikan untuk mempertahankan senyum indah itu, Anda akan menemukan banyak sekali informasi bermanfaat di aplikasi ini. Unduh sekarang serta pelajari semuanya tentang cara menjaga kesehatan mulut serta gigi dan terlihat indah!
pt_br: Você já teve uma dor de dente? Saiba o que fazer para se sentir melhor. Quer manter seus dentes agradáveis e brancos? Bem, tente essas dicas. Seja se você quer aprender sobre doenças bucais e como se prevenir ou apenas se certificar em manter aquele sorriso lindo, vai encontrar um monte de informações úteis neste programa. Baixe-o hoje e saiba tudo sobre como manter sua boca e dentes saudáveis e com boa aparência.
zh_cn: 您牙疼过吗？学会如何去缓解牙疼。想要使您的牙齿洁白整齐吗？那么，试试这些小贴士吧。无论您是为了了解口腔疾病和预防方法，还是为了寻求一脸迷人的微笑，在这款APP里您都能找到大量有用的信息。全面了解使口腔和牙齿健康迷人的办法，马上下载这款APP吧！

# title
source: History
fr: Histoire
hi: इतिहास
id: Sejarah
pt_br: História
zh_cn: 历史

# subtitle
source: Learn about the world's events and civilizations
fr: Apprenez des information à propos des événements et civilisations du monde
hi: विश्व की घटनाओं और सभ्यताओं के बारे में जानें
id: Pelajari kejadian-kejadian dan peradaban di dunia
pt_br: Saiba mais sobre acontecimentos e civilizações do mundo
zh_cn: 了解全球大事和世界文明

# description
source: How much do you know about the fall of the Roman Empire? What about the Silk Road? Who lived in the Americas long ago, and what happened to them? Why did World War I begin? Download this app and answer every question you have about the events and personalities that have shaped our modern world, and learn about the cultures that came before us.
fr: À quel point vous y connaissez-vous sur la chute de l’Empire romain ? Et sur la route de la soie ? Qui a vécu en Amérique il y a fort longtemps, et que leur est-il arrivé ? Comment la Première Guerre mondiale a-t-elle commencé ? Téléchargez cette application et répondez à toutes les questions que vous vous posez à propos des événements et personnalités qui ont formé notre monde moderne, et apprenez-en davantage à propos des cultures qui ont vécu avant nous.
hi: रोमण साम्राज्य के पतन के बारे में आप कितना जानते हैं? सिल्क रोड क्या है? बहुत साल पहले अमेरिका में कौन रहता था, और उनके साथ क्या हुआ? प्रथम विश्व युद्ध क्यों शुरू हुआ? इस ऐप को डाउनलोड करें और उन घटनाओं और व्यक्तित्वों के बारे में उठे सभी प्रश्नों का उत्तर दें जिन्होंने हमारे आधुनिक संसार का स्वरूप तैयार किया, और उन संस्कृतियों के बारे में भी जानें जो हमसे पहले अस्तित्व में आया।
id: Berapa banyakkah yang Anda ketahui mengenai keruntuhan Kekaisaran Romawi? Bagaimana dengan Jalur Sutra? Siapa yang tinggal di Amerika di zaman dahulu kala dan apa yang terjadi kepada mereka? Apa yang menyebabkan pecahnya Perang Dunia I? Unduh aplikasi ini dan jawab setiap pertanyaan yang Anda miliki tentang berbagai peristiwa dan tokoh yang telah membentuk dunia modern kita saat ini, dan cari tahu tentang budaya-budaya yang ada sebelum kita.
pt_br: Quanto você sabe sobre a queda do Império Romano? E sobre a Rota da Seda? Quem viveu nas Américas há muito tempo e o que aconteceu com eles? Por que a Primeira Guerra Mundial começou? Baixe este programa e responda a todas as perguntas que você tem sobre os acontecimentos e personalidades que moldaram nosso mundo moderno, e aprenda sobre as culturas que vieram antes de nós.
zh_cn: 您对罗马的衰落了解多少？丝绸之路呢？很久之前是谁住在美洲，接着他们身上发生了什么呢？一战为什么会爆发？下载此APP，为您解答每个问题，这些问题与形成现代世界的人物与事件相联系，您也可以了解那些久远以前的文化。

# title
source: How To
fr: Comment Faire
hi: कैसे करें
id: Cara
pt_br: Como Fazer
zh_cn: 如何

# subtitle
source: How-to do just about anything by yourself
fr: Comment faire à peu près tout par vous-même
hi: कोई भी काम खुद से कैसे करें
id: Bagaimana cara melakukan hampir segala hal sendiri
pt_br: Como fazer praticamente qualquer coisa por conta própria
zh_cn: 如何去做仅仅与您自己动手去做有关的事情。

# description
source: Are you interested in learning more about taking care of yourself or about fixing things at home on your own? Are you interested in refinishing furniture, getting rid of tough stains, growing a healthy vegetable garden, or learning yoga or other exercises on your own? Whatever you’ve dreamt of learning how to do, this is the app you need. From crafts to home improvement, event planning to self-help, you’ll find nearly every topic imaginable. Each how-to article is easy to access and understand. Soon, you won’t know how you managed before!
fr: Souhaitez-vous en savoir plus sur les façons de prendre soin de vous ou de réparer vous-même les choses à la maison ? Vous intéressez-vous à la finition de meubles, à l’éradication des taches tenaces, à la culture d’un potager de légumes sains, ou à l’apprentissage du yoga et autres exercices de par vous-même ? Quel que soit votre rêve d’apprentissage, c’est l’application dont vous avez besoin. De l’artisanat aux améliorations de votre intérieur, en passant par la planification d’événements et l’entraide, vous trouverez à peu près tous les sujets imaginables. Chaque article vous explique comment faire de façon accessible et claire. Bientôt, vous ne saurez même plus comment vous vous en êtes sorti jusqu’à maintenant !
hi: क्या आप खुद की देखभाल करने के बारे में या घर की चीजों को खुद से ठीक करने के बारे में अधिक जानना चाहते हैं? क्या आप खुद से फर्नीचर को परिष्कृत करने, जिद्दी दागों को हटाने, स्वस्थ सब्जी बागान तैयार करने में दिलचस्पी रखते हैं, या योग सीखने या अन्य व्यायाम सीखने में मजा आता है? आपका कुछ भी करने के बारे में सीखने का सपना क्यों न हो, आपको इस ऐप की जरूरत होगी। शिल्प से लेकर घर के सुधार तक, कार्यक्रम की योजना से लेकर स्वयं-सहायता तक, आप यहां लगभग सभी कल्पनीय विषय पाएंगे। प्रत्येक कैसे-करें लेख का प्रयोग करना और उसे समझना आसान है। जल्द ही, आप यह नहीं जान पाएंगे कि आपने पहले कैसे व्यवस्थित किया था!
id: Apakah Anda berminat mengetahui lebih banyak tentang cara merawat diri atau memperbaiki sendiri barang-barang di rumah Anda? Apakah Anda tertarik untuk mengecat ulang perabotan, menghilangkan noda membandel, menanam kebun sayur yang sehat, atau belajar yoga dan olahraga lainnya sendiri? Apa pun yang ingin Anda pelajari, ini adalah aplikasi yang Anda butuhkan. Mulai dari kerajinan tangan sampai perbaikan rumah, bahkan bantuan untuk diri sendiri, Anda akan menemukan hampir setiap topik yang dapat Anda bayangkan di sini. Artikel-artikel yang tersedia mudah diakses dan dipahami. Dalam waktu singkat, Anda pasti akan bertanya-tanya bagaimana Anda selama ini hidup tanpa aplikasi ini!
pt_br: Você está interessado em aprender mais sobre como cuidar de si mesmo ou sobre consertar alguma coisa em casa? Você está interessado em retocar móveis, se livrar de manchas difíceis, aprender ioga ou outros exercícios por conta própria? Seja lá o que você sempre quis aprender a fazer, este é o programa que você precisa. De artesanato para decorar a sua casa a planejamento de eventos de auto-ajuda. Você encontrará praticamente qualquer tópico que se possa imaginar. Cada como fazer é um artigo de fácil acesso e compreensão. Em breve você vai não vai saber como conseguiu viver sem isso antes!
zh_cn: 您是否有兴趣了解更多关于照顾自己的信息，或是自己动手在家修理？您是否有兴趣自己动手重饰家具，清除顽固污渍，养育健康菜园或是学习瑜伽之类的运动？如果您梦想去学习如何做的方法，这款APP就是为您打造的。从工艺品制作到家居装饰，从活动策划到自助式，您几乎可以找到想到的任何主题。每一篇关于如何的文章都能轻松获取并理解。很快，您将忘记之前是如何安排的。

# title
source: Maternity
fr: Maternité
hi: मातृत्व
id: Bersalin
pt_br: Maternidade
zh_cn: 母性

# subtitle
source: Valuable information for new mothers
fr: Des informations précieuses pour les nouvelles mamans
hi: नई मांओं के लिए महत्वपूर्ण जानकारियां
id: Informasi yang berguna bagi para ibu baru
pt_br: Informações valiosas para mamães
zh_cn: 对新妈妈有价值的信息

# description
source: Having a baby is one of the most magical experiences in the world, but it can also be pretty overwhelming if you don't have access to a doctor or if you are a new mother and don't know what to expect. Learn about signs that could be dangerous so you can avoid them, and also about things you should try through your pregnancy to ensure a healthy birth. Whether you are about to have your first child, are about to have your tenth child, or are a midwife that helps other women give birth, you will find relevant information here that can help!
fr: Avoir un enfant est l'une des expériences les plus magiques au monde, mais ce peut aussi être accablant si vous n'avez pas accès à un docteur ou si vous êtes une jeune maman et ne savez pas à quoi vous attendre. Renseignez-vous au sujet des signes qui peuvent être dangereux afin de les éviter, et aussi au sujet de choses que vous devriez essayer pendant votre grossesse pour garantir une naissance sans soucis. Que vous alliez accoucher pour la première fois, soyez sur le point d'avoir votre dixième enfant, ou soyez une sage-femme qui aide d'autres femmes à accoucher, vous trouverez ici des informations pertinentes qui pourront vous aider !
hi: बच्चे को जन्म देना दुनिया के सबसे चमत्कारिक अनुभवों में से एक है, लेकिन यह तब और भी अधिक अपरिहार्य हो सकता है यदि आपके पहुंच में कोई डॉक्टर नहीं है या यदि आप एक नई मां हैं और आपको नहीं पता कि क्या उम्मीद की जानी चाहिए। उन संकेतों के बारे में जानें जो खतरनाक हो सकते हैं ताकि आप उनसे बच सकें, और उन बातों के बारे में भी जानें जिन्हें आपको गर्भावस्था के दौरान आजमाना चाहिए ताकि एक स्वस्थ जन्म सुनिश्चित हो सके! आप चाहे पहले बच्चे को जन्म देने जा रहे है या दसवें बच्चे को, या आप एक प्रसाविका हैं जो अन्य महिलाओं को जन्म के समय मदद करती हैं, तो यहां संबंधित जानकारियां उपलब्ध हैं जिनसे आपको मदद मिलेगी!
id: Punya bayi adalah salah satu pengalaman yang paling ajaib di dunia, tetapi juga bisa sangat merisaukan jika Anda tidak bisa menghubungi dokter atau jika Anda seorang ibu baru dan tidak tahu harus melakukan apa. Pelajari tanda-tanda yang bisa membahayakan sehingga dapat dihindari, juga tentang hal-hal yang harus dilalui saat Anda hamil untuk memastikan kelahiran yang sehat. Jika Anda akan melahirkan anak pertama (atau anak kesepuluh), atau jika Anda seorang bidan yang akan membantu wanita melahirkan, informasi relevan di sini akan membantu Anda!
pt_br: Ser mãe é uma das experiência mais mágicas do mundo, mas também pode ser bem complicado se você não tiver um acompanhamento médico ou, se você é mãe de primeira viagem. Saiba mais sobre alguns sinais que podem ser perigosos para que você possa evitá-los, e também sobre as coisas que você pode tentar durante a gravidez para garantir um parto saudável. Se você está prestes a ter seu primeiro filho ou o seu décimo filho, ou se você é uma parteira que ajuda outras mulheres a dar a luz, aqui você vai encontrar informações relevantes que podem ajudar!
zh_cn: 做父母是时尚最神奇的体验之一，但是，倘若您无法就医或初为人母的您对未来发生的事情一无所知，这种情况就比较棘手了。了解危险的迹象，这样您就可以做好规避措施，您也应该了解孕期必须要做的事情，以保证健康生产。无论您是一位妈妈，准备生头一胎或是第十个孩子，亦或是一位给其他妇女接生的助产士，在此您都可以找到有用的相关信息。

# title
source: Math
es: Matemáticas
fr: Maths
hi: गणित
id: Matematika
pt: Matemática
pt_br: Matemática
zh_cn: 数学

# subtitle
source: High school math made simple and accessible
fr: Les mathématiques du lycée rendus simples et accessibles
hi: हाई स्कूल गणित अब आसान और सुलभ हुआ
id: Matematika SMA dijelaskan dengan cara yang sederhana dan mudah dilakukan
pt_br: Matemática do ensino médio de forma simples e acessível
zh_cn: 使中学数学变得简单易懂

# description
source: Studying high school math doesn’t have to be confusing or dull. This simple math app will help you master subjects like algebra, geometry, trigonometry, calculus, and statistics. Strengthen your mathematical reasoning skills and gain a deeper understanding of whatever math concepts you’re struggling with. With information for multiple courses all in one place, you can extend your learning and expand your mind!
fr: Étudier les maths au lycée ne doit pas nécessairement être déroutant ou ennuyeux. Cette application simple de maths vous aidera à maîtriser des sujets tels que l’algèbre, la géométrie, la trigonométrie, le calcul et les statistiques. Renforcez vos compétences pour le raisonnement mathématique et gagnez une compréhension en profondeur de tous les concepts mathématiques que vous maniez. Avec des informations concernant de nombreux cours regroupées en un seul endroit, vous pouvez étendre vos connaissances et ouvrir votre esprit !
hi: हाई स्कूल गणित का अध्ययन करना भ्रामक या अरुचिकर नहीं है। यह आसान गणित ऐप आपको बीजगणित, ज्यामिति, त्रिकोणमीति, कैल्कुलस, और सांख्यिकी जैसे विषयों में निपुण बनने में मदद करेगा। अपनी गणितीय तार्किक कुशलताएं बढ़ाएं और आप जिस भी अवधारणा को समझने के लिए संघर्ष कर रहे हैं उसमें अच्छी पकड़ हासिल करें। एक ही स्थान पर विभिन्न पाठ्यक्रमों पर जानकारी के साथ, आप अपने ज्ञान के दायरे को बढ़ा सकते हैं और मस्तिष्क का विकास कर सकते है!
id: Belajar matematika waktu SMA tidak harus membingungkan atau membosankan. Aplikasi matematika sederhana ini akan membantu Anda menguasai mata-mata pelajaran seperti aljabar, geometri, trigonometri, kalkulus, dan statistik. Perkuat kemampuan penalaran matematika Anda dan dapatkan pemahaman yang lebih dalam mengenai konsep matematika apa pun yang Anda rasa sulit. Dengan informasi mengenai beberapa topik dalam satu tempat, Anda dapat mengembangkan pembelajaran Anda dan memperluas pikiran Anda!
pt_br: Estudar matemática no ensino médio não precisa ser confuso ou maçante. Este simples programa de matemática irá ajudá-lo em assuntos chave como álgebra, geometria, trigonometria, cálculo e estatísticas. Fortaleça suas habilidades de raciocínio matemático e adquira uma compreensão mais profunda sobre os conceitos da matemática que você está estudando. Com informações de vários cursos em um só lugar, você pode estender a sua aprendizagem e expandir sua mente!
zh_cn: 学习中学数学不会令人困扰或无趣。这款简易数学APP会帮您掌握如代数、几何、三角函数、微积分和统计学之类的科目。强化您的数学推理能力，使您对疲于应付的任何数学概念都能深入了解。将多门课程的知识集中在同一处，您能够扩展认识，拓宽思维。

# title
source: Mayan Languages
fr: Langues Mayan
hi: मयन भाषाएं
id: Bahasa Maya
pt_br: Línguas Maias
zh_cn: 玛雅语言

# subtitle
source: Stories and dictionaries in Mayan languages
hi: मयन भाषाओं में कहानियां और शब्दकोश
id: Kisah-kisah dan kamus dalam bahasa Maya
pt_br: Histórias e dicionários de línguas Maias
zh_cn: 玛雅语言中的故事和词典

# description
source: Have you ever wanted to study and learn a Mayan language? Whether you're a beginner or are more advanced, this app contains many great resources. Here you can find stories, dictionaries, and grammar resources in different Mayan languages. Get ready to immerse yourself in Mayan culture through all the history and stories you'll find here!
hi: क्या आपने कभी किसी मयन भाषा को पढ़ना या सीखना चाहा है? आप चाहे प्रशिक्षु हों या निपुण, इस ऐप में अनेक बेहतरीन संसाधन मौजूद हैं। यहां विभिन्न मयन भाषाओं में कहानियां, शब्दकोश, और व्याकरण संसाधन पा सकते हैं। यहां उपलब्ध सभी इतिहास और कहानियों के जरिए आप मयन संस्कृति में गोते लगाने के लिए तैयार हो जाएं!
id: Pernahkan Anda ingin meneliti dan mempelajari bahasa Maya? Apakah Anda seorang pemula atau berada di tingkat yang lebih lanjut, aplikasi ini berisi sumber yang sangat bagus. Di sini Anda dapat menemukan sumber cerita, kamus, dan tata bahasa dalam berbagai bahasa Maya. Bersiaplah berinteraksi sepenuhnya dengan budaya Maya melalui semua sejarah dan cerita yang akan Anda temukan di sini!
pt_br: Alguma vez você já quis estudar e aprender uma língua maia? Não importa se você novato ou já avançado neste estudo, este aplicativo contém grandes recursos. Aqui você pode encontrar histórias, dicionários e recursos gramaticais em diferentes línguas maias. Prepare-se para mergulhar na cultura maia através de toda a sua história.
zh_cn: 您是否想要学习并了解玛雅语言？无论您是一位初学者还是早已能熟用该语言，这款APP涵盖大量学习资源。在这里您可以找到不同玛雅语言的故事、词典和语法知识。在这里您可以领略到玛雅历史和故事，准备沉浸在玛雅文化中吧！

# title
source: Mental Health
fr: Santé mentale
hi: मानसिक स्वास्थ्य
id: Kesehatan Mental
pt_br: Saúde Mental
zh_cn: 心理健康

# subtitle
source: Tips and tricks for living a healthier, happier life
hi: स्वस्थ, खुशहाल जीवन जीने के नुस्खे और तरकीब
id: Tips dan trik untuk hidup yang lebih sehat dan lebih bahagia
pt_br: Dicas e truques para viver uma vida mais saudável e feliz
zh_cn: 让您的生活更健康更快乐的提示与技巧

# description
source: Have you ever wanted to be more confident? Feel less stressed? Be more efficient and productive? Now is your chance! Use this app to learn tips and tricks for self improvement. Read to discover how your mind works and how you can better your life.
hi: क्या आपने कभी अधिक निश्चयी बनना चाहा है? कम तनाव महसूस करना चाहा है? अधिक दक्ष और उत्पादक बनना चाहा है? अब आपकी बारी है! इस ऐप का प्रयोग करें और खुद को उन्नत बनाने के नुस्खे और तरकीब सीखें। पढ़ें और जानें कि आपका मस्तिष्क कैसे काम करता है और आप अपने जीवन को कैसे बेहतर बना सकते हैं।
id: Pernahkah Anda ingin menjadi lebih percaya diri? Lebih sedikit stres? Menjadi lebih efisien dan produktif? Sekarang adalah kesempatan Anda! Gunakan aplikasi ini untuk belajar kiat-kiat dan trik untuk perbaikan diri. Bacalah untuk mengetahui bagaimana pikiran Anda bekerja dan bagaimana Anda dapat menjadikan hidup Anda lebih baik.
pt_br: Alguma vez você já quis ser mais confiante? Menos estressado? Tornar-se mais eficiente e produtivo? Agora é a sua chance! Use este aplicativo para aprender truques e dicas para auto-aperfeiçoamento. Leia para descobrir como sua mente funciona e como você pode melhorar a sua vida.
zh_cn: 您想变得更自信吗？您想减压吗？您想更有成效地工作吗？抓住机会吧！在这个app里您可以学到提升自我的提示和技巧。阅读并了解思维运作的过程和改善生活的方法吧！

# title
source: Mexico
es: México
fr: Mexique
hi: मैक्सिको
pt_br: México
zh_cn: 墨西哥

# subtitle
source: Learn about the country you call home and impress family and friends with the facts you know
es: ¡Aprende más sobre tu bello país e impresiona a tu familia y a tus amigos con todo lo que aprenderás!
fr: Apprenez-en davantage sur le pays que vous habitez et impressionnez votre famille et vos amis avec toutes vos connaissances
hi: उस देश के बारे में जानें जिसे आप घर कहते हैं और परिवार एवं दोस्तों को अपनी जानकारी से प्रभावित करें
pt: Conheça melhor o seu país e impressione sua família e amigos com o que irá aprender
pt_br: Conheça melhor o seu país e impressione sua família e amigos com o que irá aprender
zh_cn: 了解这个您当成家的国家，让您的家人朋友也铭记您所知道的信息吧。

# description
source: Want to learn more about the nation you call home? Mexico is a beautiful country with a rich heritage, delicious food, exciting sports, engaging cultural events, beautiful sites, and much more. Explore articles showcasing these areas of Mexican life, art, geography, and culture. You’ll deepen your knowledge of the nation and be able to share what you learn with friends, family, and visitors.
es: ¿Quieres conocer más acerca del país al que llamas tu hogar? Brasil es un bello país con una rica tradición, deliciosa comida, deportes emocionantes, interesantes eventos culturales, y mucho más. Explora artículos enfocados en estas áreas de la vida brasileña, arte, geografía y cultura. Profundizarás tu conocimiento acerca del país y podrás compartir lo que aprendas con amigos, familia y visitantes.
fr: Vous souhaitez en savoir plus sur la nation dans laquelle dans laquelle habitez ? Le Mexique est un magnifique pays avec un riche héritage, de la nourriture délicieuse, des évènements culturels attrayants, de magnifiques sites, et bien plus encore. Explorez des articles mettant en scènes ces parties de la vie mexicaine, les arts, la géographie et la culture. Vous approfondirez votre connaissance de cette nation et serez à même de partager ce que vous apprenez avec vos amis, votre famille et vos invités.
hi: क्या आप उस देश के बारे में अधिक जानना चाहते हैं जिसे आप घर कहते हैं? मैक्सिको समृद्ध धरोहर, स्वादिष्ट व्यंजनों, आकर्षक खेलों, लुभावने सांस्कृतिक समारोहों, खूबसूरत स्थलों इत्यादि वाला एक खूबसूरत देश है। मैक्सिको के जीवन, वहां की कला, भूगोल, और संस्कृति के बारे में बताने वाले आर्टिकल देखें। देश के बारे में आप अपनी जानकारी बढ़ाएंगे और सीखी गई बातों को अपने दोस्तों, परिवार और आगंतुकों के साथ साझा करने में सक्षम होंगे।
pt: Deseja saber mais sobre a sua nação? México é um país maravilhoso com rica tradição, gastronomia formidável, esportes emocionantes, eventos culturais atrativos, lugares deslumbrantes e muito mais. Explore artigos que apresentam esses aspectos da vida mexicana, arte, geografia e cultura. Você irá aprofundar o seu conhecimento sobre o país e poderá compartilhar o que aprendeu com amigos, família e visitantes.
pt_br: Deseja saber mais sobre a sua nação? México é um país maravilhoso com rica tradição, gastronomia formidável, esportes emocionantes, eventos culturais atrativos, lugares deslumbrantes e muito mais. Explore artigos que apresentam esses aspectos da vida mexicana, arte, geografia e cultura. Você irá aprofundar o seu conhecimento sobre o país e poderá compartilhar o que aprendeu com amigos, família e visitantes.
zh_cn: 想更多了解这个您当成家的国度吗？墨西哥风景优美，有着丰富的遗产，美食，和激动人心的体育，各种各样的文化盛事，美丽的景点等。阅读文章，了解更多墨西哥的生活、艺术、地理和文化。您可以加深对这个国家的了解，并将您的所闻分享给家人、朋友和游客。

# title
source: Microenterprises
fr: Microentreprises
hi: लघुउद्यम
pt_br: Microempresas
zh_cn: 微型企业

# subtitle
source: Learn to run your own company
fr: Apprenez à gérer votre propre société
hi: अपनी खुद की कंपनी चलाना सीखें
id: Pelajari cara menjalankan perusahaan Anda sendiri
pt_br: Aprenda a administrar sua própria empresa
zh_cn: 学习经营您自己的公司
