Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Create videos for projects, friends, family, or just for fun! Look through hundreds of transitions, video effects, audio effects, and filters to help make your video just right. Whether you want to tell a story, make a gift for a friend, create a professional-looking video, or just want to express yourself, this video editor will help you do it!
fr: Créez des vidéos pour vos projets, vos amis, votre famille, ou juste pour vous amuser ! Explorez des centaines de transitions, d'effets vidéo, d'effets audio, et de filtres et réalisez la vidéo de vos rêves. Que vous vouliez raconter une histoire, offrir un cadeau à un ami, créer une vidéo de qualité professionnelle, ou juste vous exprimer, cet éditeur de vidéo vous aidera à atteindre votre objectif !
hi: प्रोजेक्ट्स, दोस्तों, परिवार, या केवल मनोरंजन के लिए वीडियो बनाएं! अपने वीडियो को सही बनाने में मदद पाने के लिए सैकड़ों परिवर्तनों, वीडियो प्रभावों, ऑडियो प्रभावों, और फिल्टर्स का इस्तेमाल करें। चाहे आप कहानी कहना या किसी दोस्त के लिए गिफ्ट बनाना चाहते हैं, एक पेशेवर दिखने वाला वीडियो बनाना चाहते हैं, या अपने आप को व्यक्त करना चाहते हैं, यह वीडियो एडिटर आपको ऐसा करने में मदद करेगा!
id: Ciptakan video untuk proyek, ditampilkan kepada teman-teman dan keluarga, atau hanya untuk kesenangan! Tersedia ratusan transisi, efek video, efek audio, dan filter untuk membuat video Anda jadi mengesankan. Baik jika Anda ingin menyampaikan cerita, membuat hadiah untuk teman, membuat video dengan tampilan profesional, atau hanya ingin mengungkapkan perasaan diri, penyunting video ini akan membantu Anda melakukannya!
pt_br: Crie vídeos para projetos, amigos, família, ou simplesmente para se divertir! Explore através de centenas de transições, efeitos de vídeo, efeitos de áudio e filtros para fazer o seu vídeo ficar incrível. Se você quiser contar uma história, produzir um presente para um amigo, criar um vídeo com aparência profissional, ou apenas quer se expressar, este editor de vídeo vai te ajudar a fazer isso!
zh_cn: 您可以通过这个软件为项目、朋友或家人设计视频，或者娱乐一番。此软件有成百上千种转换功能、视频特效、音频特效和滤镜功能供您选择。无论您是想讲述一个故事，为朋友设计一份礼物，编辑一个专业化视频，或者只是表达自己的想法，这个视频编辑软件都可以帮助您完成！

# title
source: Pingus
hi: पिंगस

# subtitle
source: Save your penguin friends from falling into the water
fr: Sauvez vos amis pingouins d'une chute dans l'eau
hi: अपने पेंगुइन दोस्तों को पानी में गिरने से बचाएं
id: Selamatkan teman penguin Anda dari jatuh ke dalam air
pt_br: Jogo divertido em vários níveis protagonizado por pinguins
zh_cn: 拯救您的企鹅，避免它们掉入水中

# description
source: Penguins are among the cutest animals, so who wouldn’t want to play a fun game protecting these beloved creatures from falling off cliffs and into freezing waters? With lots of levels and adorable characters, this is sure to become your new favorite game. Watch your penguins use the tools you give them in order to avoid an untimely end.
es: Los pingüinos están entre los animales más lindos, así que ¿quién no quisiera jugar un juego divertido que protege a estas criaturas para que no se caigan a las aguas heladas? Con una gran cantidad de niveles y personajes adorables, este juego seguramente se convertirá en tu nuevo juego favorito. Observa a tus pingüinos utilizar las herramientas que les das para evitar un final prematuro.
fr: Le pingouin est l’un des animaux les plus mignons, donc pourquoi ne pas jouer à un jeu amusant consistant à protéger ces créatures adorées d’une chute depuis les falaises dans des eaux glaciales ? Avec de nombreux niveaux et des personnages adorables, il s’agit sûrement de votre nouveau jeu favori. Regardez vos pingouins utiliser les outils que vous leur donnez pour éviter une fin prématurée.
hi: पेंगुइन बहुत ही आकर्षक जंतु होते हैं, इसलिए कौन इन प्यारे जंतुओं को ऊंचाई से बर्फीले पानी में गिरने से बचाने वाला मनोरंजक खेल नहीं खेलना चाहेगा? अनेक लेवल्स और बहुत ही आकर्षक कैरेक्टर्स के साथ, निश्चित रूप से यह आपका नया पसंदीदा गेम बन जाएगा। आपके द्वारा अकाल मौत से बचने के लिए दिए गए टूल्स का इस्तेमाल करते हुए पेंगुइन को देखें।
id: Pinguin adalah salah satu hewan yang paling menggemaskan, jadi siapa yang tidak ingin mencoba permainan seru melindungi makhluk-makhluk imut ini agar tidak terjatuh dari tebing dan tercebur ke air sedingin es? Dengan banyak level dan karakter-karakter yang lucu, ini pasti akan menjadi permainan favorit Anda. Ayo lihat para pinguin menggunakan alat-alat yang Anda berikan untuk menyelamatkan diri mereka.
pt: Os pinguins são uma fofura, quem não iria querer participar de um jogo divertido onde você deve protegê-los para que não caiam de penhascos em águas congelantes? Com inúmeros níveis e personagens adoráveis, este com certeza se tornará o seu jogo favorito. Observe os pinguins usarem as ferramentas que você deu à eles para evitar um final inesperado.
pt_br: Os pinguins são uma fofura, quem não iria querer participar de um jogo divertido onde você deve protegê-los para que não caiam de penhascos em águas congelantes? Com inúmeros níveis e personagens adoráveis, este com certeza se tornará o seu jogo favorito. Observe os pinguins usarem as ferramentas que você deu à eles para evitar um final inesperado.
zh_cn: 企鹅们这么可爱，赶紧通过这个有趣的游戏，保护它们不从悬崖掉入刺骨的水中吧。此游戏设有多个关卡，游戏角色十分可爱，一定会成为您的游戏新宠。如果不想游戏早早结束，您就要看管好您的企鹅，给它们使用各种道具啦。

# title
source: Etoys
hi: इटॉयज
pt_br: Ebrinquedos

# subtitle
source: Learn with visual programming
fr: Apprenez avec la programmation visuelle
hi: वीजुअल प्रोग्रामिंग सीखें
id: Belajar dengan pemrograman visual
pt_br: Aprenda com programação virtual
zh_cn: 学习可视化编程

# description
source: This app is a great way for kids to learn how to program while learning other disciplines and having a lot of fun! Create interactive drawings, stories, models and games with a drag-and-drop interface that helps to prevent syntax errors that are often frustrating to new learners. This app encourages curiosity and exploration, and can be used to create anything from simple drawings to complex models of the physical world. While originally designed for students who are 8 - 13 years old, teachers have found that this app has helped students of all ages, from young learners to college-aged students alike!
fr: Cette app est pour les enfants une façon géniale d'apprendre à programmer en apprenant d'autres disciplines et en s'amusant ! Créez des dessins interactifs, des histoires, des modèles et des jeux avec une interface glisser-déposer qui aide à empêcher les erreurs de syntaxe, souvent frustrantes pour de nouveaux apprenants. Cette app encourage la curiosité et l'exploration, et peut être utilisée pour tout créer, depuis des dessins simples jusqu'à des modèles complexes du monde physique. Alors qu'elle était à l'origine destinée à des élèves de 8-13 ans, les enseignants ont trouvé que cette app avait aidé des élèves de tous les âges, depuis les plus jeunes apprenants jusqu'aux étudiants !
hi: यह ऐप बच्चों के लिए अन्य विषयों को सीखने के साथ-साथ प्रोग्रामिंग सीखने और भरपूर मनोरंजन का एक बेहतर माध्यम है! संवादात्मक चित्रों, कहानियों, मॉडल्स और गेम्स का निर्माण ड्रैग-एंड-ड्रॉप्स इंटरफेस के साथ करें जिससे सिंटेक्स एरर को रोकने में मदद मिलती है जो नए प्रशिक्षुओं को परेशान करते हैं। यह ऐप जिज्ञासा और अन्वेषण को बढ़ावा देता है, और इसका इस्तेमाल भौतिक जगत की किसी भी चीजों, साधारण ड्रॉइंग से लेकर जटिल मॉडल्स तक का निर्माण करने के लिए किया जा सकता है। हालांकि इसे 8 – 13 वर्ष के बच्चों के लिए बनाया गया है, लेकिन शिक्षकों के अनुसार यह ऐप सभी आयु, छोटे प्रशिक्षु से लेकर कॉलेज उम्र के छात्रों के बच्चों के लिए उपयोगी है!
id: Aplikasi ini adalah cara yang bagus bagi anak-anak untuk belajar cara memprogram sembari mempelajari mata pelajaran yang lain dan bergembira! Ciptakan gambar, cerita, model dan permainan interaktif dengan antarmuka seret-dan-letakkan yang membantu mencegah kesalahan sintaks yang seringkali menjengkelkan peserta didik baru. Aplikasi ini mendorong rasa ingin tahu dan eksplorasi, dan dapat digunakan untuk membuat segala sesuatu dari gambar sederhana hingga model dunia nyata yang rumit. Meskipun pada awalnya dirancang untuk siswa yang berumur 8 - 13 tahun, para guru telah mendapati bahwa aplikasi ini telah membantu siswa dari segala umur, dari siswa muda hingga pelajar yang berumur sama seperti di perguruan tinggi!
pt_br: Este aplicativo é uma ótima maneira para que as crianças aprendam de uma maneira muito divertida como programar enquanto aprendem outras disciplinas. Criar desenhos interativos, estórias, modelos e jogos com uma interface simples onde você só precisa arrastar e soltar as coisas, e que ainda ajuda a prevenir erros de sintaxe que são muitas vezes frustrante para quem está aprendendo. Este aplicativo encoraja a curiosidade, e pode ser utilizado para criar de desenhos simples à modelos de um mundo físico. Mesmo tendo sido criado para estudantes de 8 - 13 anos de idade, professores descobriram que esse aplicativo tem ajudado estudantes de todas as idades, de jovens à estudantes universitários.
zh_cn: 这个app可以让小孩在学习其他学科和享受乐趣的同时学习如何编程！用拖放界面创建交互式绘图、故事、模型和游戏，让孩子避免犯新手常犯的语法错误，这个app提倡好奇心与探索精神，可以创建任何东西，不管是简单的绘图，还是复杂的物理世界模型。虽然最初设计对象是8—13岁的学生，但是教师也可以用这个app来帮助各个年龄段的学生，不管是年轻学生还是大龄学生！

# title
source: Scratch
fr: Gratter
hi: स्क्रैच

# subtitle
source: Learn basic computer programming
fr: Apprenez les bases de la programmation
hi: मौलिक कम्प्यूटर प्रोग्रामिंग सीखें
id: Belajar dasar pemrograman komputer
pt_br: Aprenda sobre programação de computadores básica
zh_cn: 学习基础的计算机编程

# description
source: Do you love computer games and applications? Why not learn how to make your own? This app teaches you the basics of computer programming in a fun and easy-to-learn way. You can pick characters and objects that you like and then add instructions so that they do what you want. As you become more advanced, you'll see that you can make almost anything you want come to life on the screen by putting in the right instructions. What cool video game will you someday make?
fr: Aimez-vous les jeux vidéos et les applications ? Pourquoi ne pas apprendre à faire les vôtres ? Cette application vous apprend les bases de la programmation d'une manière amusante et facile. Vous pouvez choisir les caractères et les éléments que vous aimez et ensuite ajouter les instructions pour qu'ils fassent ce que vous souhaitez. A mesure que vous progressez, vous verrez que vous pourrez donner vie à presque tout ce que vous voulez sur l'écran grâce aux bonnes instructions. Quel jeu vidéo créerez-vous un jour ?
hi: क्या आपको कम्प्यूटर गेम और ऐप्लिकेशन पसंद है? क्यों न खुद से बनाना सीखें? यह ऐप आपको खेल-खेल में और आसान विधि से मौलिक कम्प्यूटर प्रोगामिंग सिखाता है। आप अपने पसंद के कैरेक्टर और ऑब्जैक्ट चुन सकते हैं और फिर इंस्ट्रक्शन जोड़ सकते हैं ताकि वे वही करे जो आप चाहते हैं। ज्यों-ज्यों आप अधिक प्रशिक्षित होते हैं, आप देखेंगे कि सही इंस्ट्रक्शंस डालकर आप लगभग हरकुछ कर सकते हैं जिसे आप स्क्रीन पर लाना चाहते हैं। किसी दिन आप कौन सा शानदार वीडियो गेम बनाएंगे?
id: Apakah Anda menyukai permainan komputer dan aplikasi? Mengapa tidak belajar membuatnya sendiri? Aplikasi ini akan mengajarkan Anda dasar-dasar pemrograman komputer dengan cara yang menyenangkan dan mudah untuk dipelajari. Anda dapat memilih karakter dan objek-objek yang Anda sukai lalu kemudian menambahkan instruksi sehingga mereka akan melakukan apa yang Anda inginkan. Sejalan dengan perkembangan Anda, Anda akan melihat bahwa Anda dapat membuat hampir segala yang Anda inginkan menjadi kenyataan di layar dengan memasukkan instruksi yang tepat. Permainan video keren apakah yang suatu hari akan Anda buat?
pt_br: Você gosta de jogos e programas? Por que não aprender a fazer o seu próprio? Este programa ensina conceitos básicos de programação de computadores de uma forma divertida e fácil de aprender. Você pode escolher personagens e objetos que você goste e, em seguida, adicionar as instruções para que façam o que você quer. À medida em que você for avançando vai ver que pode dar vida a praticamente qualquer coisa na tela, desde que dê as instruções corretas. Qual jogo maneiro você vai fazer?
zh_cn: 你喜欢电脑游戏和应用吗？不如自己学习DIY一个软件吧。这个App教你一些基本的计算机编程方法，有趣、易懂。您可以选择自己喜欢的人物或者物品，然后添加指令，它们就会按照您的指示行动。当您掌握了足够多的编程技巧，只要输入正确的指令，您几乎可以使任何东西惟妙惟肖地出现在屏幕中。您想创造一款怎样的电子游戏呢?

# title
source: Stellarium
hi: स्टेलैरियम
pt: Constelação
pt_br: Constelação

# subtitle
source: Planetarium software that shows what you see when you look at the stars
es: Conoce a tu cielo con esta app que te mostrará las estrellas y constelaciones
fr: Logiciel de planétarium qui vous affiche ce que vous voyez lorsque vous contemplez les étoiles
hi: प्लानेटेरियम सॉफ्टवेयर जो वह दिखाता जिसे आप तारे की ओर देखते समय पाते हैं
id: Perangkat lunak planetarium yang menunjukkan apa yang Anda lihat saat memandang ke bintang-bintang
pt: Software planetário que mostra o que você vê ao olhar para as estrelas
pt_br: Software planetário que mostra o que você vê ao olhar para as estrelas
zh_cn: 可实时实地绘制天空图像的天象软件

# description
source: Discover the night sky with this application. With a catalogue of more than 600,000 stars, constellations from more than a dozen cultures, and many more features, this application lets you see and get to know the stars right from your desktop. This application shows you a night sky that is so realistic, it matches the one you see above you. Set your location coordinates and learn about the stars above you!
es: Descubre el cielo nocturno con esta app. Tiene un catálogo de más de 600,000 estrellas, constelaciones de más de una docena de culturas y muchas más funciones. ¡Esta app te permitirá ver y conocer a las estrellas directamente desde tu computadora! Te mostrará un cielo nocturno tan realístico, que coincidirá con el cielo que puedas ver arriba, allí a tu afuera. ¡Establece tus coordenadas de ubicación y conoce las estrellas que tienes arriba!
fr: Découvrez le ciel de la nuit avec cette application. Avec un catalogue de plus de 600 000 étoiles, des constellations de plus d’une douzaine de cultures, et bien d’autres fonctionnalités, cette application vous laisse voir et apprendre à connaître les étoiles depuis votre ordinateur. Cette application vous montre un ciel nocturne tellement réaliste qu’il correspondra à celui que vous voyez au-dessus de vous. Définissez vos coordonnées de localisation afin de vous informer sur les étoiles qui se trouvent au-dessus de vous !
hi: इस ऐप्लिकेशन की मदद से रात के आसमान की खोज करें। दर्जनों समूहों के 600,000 से अधिक तारों, नक्षत्रों के कैटलग, और अनेक विशेषताओं के साथ, यह ऐप आपको अपने डेस्कटॉप से ही तारों को देखने और उसके बारे में जानने की सुविधा देता है। यह ऐप्लिकेशन रात के आकाश को इतना वास्तविक दिखाता है कि आपको लगेगा कि यह आपके ऊपर स्थित है। अपने लोकेशन का कोर्डिनेट सेट करें और अपने ऊपर के तारों के बारे मे जानें!
id: Jelajahi langit malam dengan aplikasi ini. Dengan katalog yang terdiri atas lebih dari 600.000 bintang, rasi bintang dari lusinan kebudayaan, dan fitur-fitur lainnya, aplikasi ini memungkinkan Anda untuk melihat dan mengenal bintang-bintang langsung dari desktop Anda. Aplikasi ini menampilkan langit malam yang realistis yang tampak serasi dengan langit yang berada di atas kepala Anda. Atur koordinat lokasi Anda dan cari tahu tentang bintang-bintang di atas sana!
pt: Descubra o céu noturno com este aplicativo. Com um catálogo de mais de 600 mil estrelas, constelações de mais de uma dúzia de culturas e muitos outros recursos, este aplicativo permite ver e conhecer as estrelas bem aí na sua área de trabalho. Ele mostra o céu noturno tão real quanto o que você vê quando olha para cima. Defina as coordenadas de sua localização e saiba mais sobre as estrelas!
pt_br: Descubra o céu noturno com este programa. Com um catálogo de mais de 600 mil estrelas, constelações de mais de uma dúzia de culturas e muitos outros recursos, este programa permite ver e conhecer as estrelas bem aí na sua área de trabalho. Ele mostra o céu noturno tão real quanto o que você vê quando olha para cima. Defina as coordenadas de sua localização e saiba mais sobre as estrelas!
zh_cn: 用这个App来探索夜空吧！此App的默认星表中收录了超过60万颗恒星，可以绘制各种星座图像，还有许多独特之处。这个App真实地表现了我们肉眼所能看到的天空。有了它，您可以透过电脑桌面对天空中的星象进行观赏和认识。赶紧设置您的所在地，开始探索您头顶上的星星吧！

# title
source: Turtle Blocks
hi: टर्टल ब्लॉक्स
pt_br: Blocos de tartaruga

# subtitle
source: Visually program with turtle art
hi: टर्टल आर्ट वाला वीजुअल प्रोग्रामिंग
id: Membuat program secara visual menggunakan seni kura-kura
pt_br: Programe visualmente com arte de tartaruga
zh_cn: 以乌龟图像为载体的可视化编程软件

# description
source: Learn the basics of computer programming while creating beautiful artwork! First, drag and drop commands for your turtle to follow from the menu. As the turtle moves, it will draw colorful lines behind it. You can change the colors, and start to design your masterpiece, all while learning the basics of computer programming.
hi: खूबसूरत आर्टवर्क तैयार करते हुए आधारभूत कम्प्यूटर प्रोग्रामिंग सीखें! सबसे पहले, मेनू से अनुसरण करने के लिए अपने टर्टल के लिए कमांड्स को ड्रैग और ड्रॉप करें। ज्यों-ज्यों टर्टल आगे बढ़ता है, यह अपने पीछे रंगीन रेखाएं बनाता है। आप रंग को बदल सकते हैं, और अपना मास्टरपीस डिजाइन करना आरंभ कर सकते हैं, यह सब आधारभूत कम्प्यूटर प्रोग्रामिंग सीखते हुए।
id: Pelajari dasar-dasar pemrograman komputer sembari menciptakan karya seni yang indah! Terlebih dahulu seret dan letakkan perintah agar diikuti kura-kura Anda dari menu. Saat kura-kura bergerak, gerakan ini akan menggambar garis berwarna-warni di belakangnya. Anda dapat mengubah warna, dan mulai merancang maha karya Anda, semuanya sambil mempelajari dasar-dasar pemrograman komputer.
pt_br: Aprenda o básico de programação de computador enquanto cria lindos trabalhos artísticos! Primeiro, arraste e solte os comandos para a sua tartaruga seguir a partir do menu. Na medida em que a tartaruga se move, ela vai deixando rastros de linhas coloridas. Você pode alterar as cores e começar a desenhar sua obra de arte, ao mesmo tempo em que aprende noções básicas de programação.
zh_cn: 在创造艺术的同时学习基本的计算机编程！首先，按照功能菜单对软件中的乌龟施加命令。您在移动乌龟图像时，其身后会画出一条彩色的线。您可以更改线条颜色，开始设计自己喜欢的图案。在此同时，您可以学到一些基本的计算机编程方法。

# title
source: X-Moto
hi: X-मोटो

# subtitle
source: A motorcycle racing game
fr: Un jeu de course de moto
hi: एक मोटरसाइकल रेसिंग गेम
id: Permainan balap motor
pt_br: Jogo de corrida de motocicletas
zh_cn: 一款摩托车赛车游戏

# description
source: Love motorcycles? Then you're going to love this racing game where physics plays an important role in winning! You must control your bike to its physical limit if you want to have a chance of finishing the difficult courses. Learn about science and practice your racing skills at the same time in this fast-paced, exciting test of speed!
fr: Vous adorez les motos ? Alors vous allez adorer ce jeu de course dans lequel la physique joue un rôle important pour la victoire ! Vous devez contrôler votre moto dans ses limites physiques si vous voulez avoir une chance de finir les courses difficiles. Apprenez-en davantage sur la science et exercez vos compétences de conduite en même temps dans ce test de vitesse haletant !
hi: आपको मोटरसाइकल पसंद है? तो आप इस रेसिंग गेम के दीवाने होने जा रहे हैं जहां जीतने में फिजिक्स एक महत्वपूर्ण भूमिका निभाता है! यदि आप कठिन कोर्सेज को पूरा करने का मौका पाना चाहते हैं तो आपको अपने बाइक को इसके फिजिकल लिमिट पर नियंत्रण करना होगा। इस तेज-चाल वाले, मनोरंजक स्पीड आजमाइश में विज्ञान के बारे में सीखें और साथ-साथ रेसिंग हुनर का भी अभ्यास करें!
id: Anda suka sepeda motor? Kalau begitu, Anda akan menyukai permainan balapan ini di mana fisika memegang peranan yang penting dalam kemenangan! Anda harus mengendalikan sepeda motor Anda sampai ke batas fisiknya jika Anda ingin menyelesaikan rute-rute yang sulit. Pelajari tentang sains dan latihlah kemampuan balapan Anda sekaligus dalam uji kecepatan yang seru dan menantang ini!
pt_br: Ama motocicletas? Então você vai adorar este jogo de corrida, onde a física desempenha um papel importante na conquista! Você deve controlar sua moto ao seu limite físico se quiser ter a chance de terminar os percursos difíceis. Saiba mais sobre ciência e pratique suas habilidades de corrida ao mesmo tempo neste teste de velocidade emocionante!
zh_cn: 您喜欢开摩托车吗？喜欢的话，您也一定会喜欢这个物理模拟主导的赛车游戏！如果您想挑战游戏中高难度的路线，您就要控制您的摩托车直至物理极限。在这场速度与激情的较量中，您既可以学到科学知识，又可以锻炼赛车技术！

# title
source: Tux Paint
hi: टक्स पेंट

# subtitle
source: A fun drawing app for kids
es: Una app sencilla y divertida para que niños dibujen
fr: Une application amusante de dessin pour les enfants
hi: बच्चे के लिए एक मनोरंजक ड्रॉइंग ऐप
id: Aplikasi menggambar menyenangkan bagi anak-anak
pt_br: Um programa de desenho divertido para crianças
zh_cn: 儿童绘画软件

# description
source: Create beautiful artwork with this fun and easy to use app! Tux the penguin helps guide children so that they know how to use all of the tools. Recommended ages for using this app are 3 - 12, but anyone who is young at heart is sure to love it! Use stamps, play with shapes, or draw freehand to create something special. If your child loves drawing and creating artwork, then download this app and get them started on their next masterpiece!
es: ¡Crea tus propias obras de arte con esta app que es divertida y fácil de usar! Tux el pingüino te ayudará a usar las herramientas de la app, así que hasta niños pequeños podrán usarla. Edades recomendadas para el uso de esta app son de 3 - 12 años, ¡pero también le encantará a cualquier persona que es joven de corazón! Utiliza sellos, juega con las formas, o dibuja a mano alzada para crear algo especial. Si a su hijo o hija le gusta dibujar y crear obras de arte, ¡descarga esta app y ayúdales a comenzar su próxima obra maestra!
fr: Réalisez de magnifiques illustrations avec cette application amusante et facile à utiliser ! Tux le pingouin aide et guide les enfants pour qu'ils puissent utiliser tous les outils. La tranche d'âge recommandée pour utiliser cette application est de 3 à 12 ans, mais quiconque est encore jeune dans son cœur l'adorera ! Utilisez des tampons, jouez avec les formes, ou dessinez à main levée afin de créer quelque chose d'unique. Si votre enfant aime dessiner et réaliser des illustrations, téléchargez cette application et laissez-les débuter leur prochain chef-d’œuvre !
hi: इस मनोरंजक और इस्तेमाल में आसान ऐप की मदद से खूबसूरत कलाकृति बनाएं! पेंगुइन टक्स बच्चों को गाइड करने में मदद करता है ताकि वे जान सकें कि सभी टूल्स का इस्तेमाल कैसे करना है। इस ऐपे के इस्तेमाल के लिए अनुशंसित आयु है 3-12 वर्ष, लेकिन दिल से युवा हर व्यक्ति को यह पसंद आएगा! स्टैम्प्स का प्रयोग करें, आकृतियों से खेलें, या कुछ खास बनाने के लिए फ्रीहैंड ड्रॉ करें। यदि आपके बच्चे को ड्रॉइंग करना और कलाकृति बनाना पसंद है, तो यह ऐप डाउनलोड करें और उनके अगले मास्टरपीस पर आरंभ कराएं!
id: Buat karya seni yang indah dengan aplikasi yang menyenangkan dan mudah digunakan ini! Tux si pinguin membantu mengajari anak-anak agar mereka tahu cara menggunakan semua peralatannya. Usia yang dianjurkan untuk menggunakan aplikasi ini adalah 3-12 tahun, tetapi siapa pun yang berjiwa muda tentu akan menyukainya juga! Gunakan stiker, bermainlah dengan bentuk, atau gambar dengan tangan untuk menciptakan karya yang istimewa. Jika anak Anda suka menggambar dan menciptakan karya seni, maka unduhlah aplikasi ini agar ia dapat mulai menciptakan mahakaryanya yang berikutnya!
pt_br: 'Pinte o sete' com este programa fácil e divertido! O pinguim Tux ajuda a orientar as crianças para que elas saibam como usar todas as ferramentas. A idade recomendada para usar este programa é de 3 a 12 anos, mas qualquer pessoa de coração jovem com certeza vai adorar! Use adesivos, brinque com as formas, ou desenhe à mão livre para criar algo especial. Se seu filho gosta de desenhar e criar arte, baixe este programa e faça ele começar sua próxima obra-prima!
zh_cn: 用这个便捷、有趣的App来尽情绘画或涂鸦吧！Tux企鹅会引导孩子们使用这个软件的各种功能。此软件的推荐使用年龄为3至12岁，但只要是心态年轻的人，一定都会喜欢它！有了这个App，您可以通过图章工具、图形绘画或者手工绘制来创造一幅独一无二的图画。如果您的孩子喜欢画画，那就下载这个App，让他们开始一幅幅“杰作”吧！

# title
source: Wesnoth
hi: वेस्नॉथ
