Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# title
source: Brasero
es: Graba Discos
hi: ब्रासेरो

# subtitle
source: Burn your own CDs and DVDs
fr: Gravez vos propres CD et DVD
hi: अपने खुद के CDs और DVDs को बर्न करें!
id: Bakar CD dan DVD Anda sendiri
pt_br: Grave seus próprios CDs e DVDs
zh_cn: 刻录您的CD和DVD光盘

# description
source: Making your own CDs or DVDs has never been easier! This app lets you burn, copy, and erase CDs and DVDs so you can make your own audio and video masterpieces, or just transfer the files and data you need!
fr: Faire vos propres CD et DVD n’a jamais été si simple ! Cette application vous permet de graver, copier et effacer les CD et DVD afin que vous puissiez faire vos propres chefs-d’œuvre audio et vidéo, ou juste transférer les fichiers et données dont vous avez besoin !
hi: अपने खुद के CDs या DVDs बनाना कभी इतना आसान नहीं था! यह ऐप आपको CDs और DVDs को बर्न करने, कॉपी करने और इरेज करने में मदद करेगा, ताकि आप अपना खुद का ऑडियो और वीडियो मास्टरपीस बना सकेंं या जरूरत पड़ने पर अपनी फाइलों और डेटा को हस्तांतरित कर सकेंं!
id: Membuat CD atau DVD Anda sendiri dengan cara yang amat mudah! Aplikasi ini memungkinkan Anda melakukan burn, menyalin, dan menghapus SD dan DVD sehingga Anda dapat menciptakan maha karya audio dan video Anda sendiri, atau sekadar mentransfer file dan data yang Anda butuhkan!
pt_br: Criar seus próprios CDs ou DVDs nunca foi tão fácil. Esse programa permite que você grave, copie e apague CDs e DVDs para que você possa fazer suas próprias obras-primas de áudio e vídeo, ou apenas transferir os arquivos e dados que você precisa.
zh_cn: 制作属于您的CD或DVD光盘从未如此简单！这款APP帮您刻录、复制以及删除CD和DVD，这样您可以推出自己的音像杰作，也可以传输您所需的文件和数据！

# title
source: Cheese
es: Sonrisas
hi: चीज
id: Keju
zh_cn: 奶酪

# subtitle
source: Take funny pictures of yourself and your friends
fr: Prenez des photographies amusantes de vous même et de vos amis
hi: अपने आप का और अपने दोस्तों की मजेदार तस्वीरें लें
id: Jepret foto lucu Anda bersama teman-teman
pt_br: Tire fotos divertidas de si mesmo e de seus amigos
zh_cn: 给自己和朋友拍有趣的照片

# description
source: Say cheese! Use a webcam and this awesome photobooth app to take pictures, apply filters, and share your creations with your friends and family. Try turning yourself green, or making yourself have two faces - you'll have hours of fun playing around and creating funny, cool and beautiful pictures!
es: ¡Sonríe! Usa tu webcam y esta app para tomar fotos, ponerles filtros y compartirlas con tus amigos y con tu familia. Escoge entre las diferentes opciones para hacer que parezcas verde o como si tienes dos caras. Podrás entretenerte y divertirte mientras creando fotos chistosas y bellas.
fr: Cheese ! Utilisez une webcam et cette géniale application de photomaton pour prendre des photos, appliquer des filtres, et partager vos créations avec vos amis et votre famille. Essayez de vous rendre tout vert, ou de vous rendre bicéphale — vous aurez des heures d’amusement à jouer et à créer de magnifiques images amusantes et cools !
hi: कहिए चीज! वेबकैम और इस कमाल के फोटोबूथ ऐप की मदद से तस्वीरें लीजिए, फिल्टर्स अप्लाय करें और अपनी रचना को दोस्तों और परिवारजनों के साथ साझा करें। खुद को हरा रंग में रंंगिए या अपने दो चेहरे बनाइए- आप घंटोंं बैठकर मजेदार, आकर्षक और सुंदर तस्वीरेंं बना सकते हैं!
id: Senyum lebar! Gunakan webcam dan aplikasi kios foto yang mengagumkan ini untuk memotret, memasang filter, dan membagikan karya Anda dengan teman dan keluarga. Ubahlah diri Anda jadi berwarna hijau, atau memiliki dua wajah - Anda bisa bersenang-senang berjam-jam bermain-main dan membuat foto yang lucu, keren dan cantik!
pt_br: Diga Cheese! Use uma webcam e tenha uma incrível cabine de fotos com filtros. Compartilhe suas criações com seus amigos e familiares. Tente ficar verde ou até ter dois rostos. Você terá horas de diversão brincando e criando imagens mais bonitas ou engraçadas.
zh_cn: 说茄子！使用网络摄像头和这款酷炫的photobooth APP来摄像以及应用过滤器，并将作品与您的亲友分享。您可以试试将自己的颜色变绿，或让脸变成两个——您将乐不释手，照出有趣、漂亮的酷片！

# title
source: Internet
hi: इंटरनेट
zh_cn: 互联网

# subtitle
source: Browse the Web
es: Explora la Internet
fr: Parcourez le web
hi: वेब ब्राउज करें
id: Jelajahi Web
pt: Navegue na internet
pt_br: Navegue na internet
zh_cn: 浏览网页

# description
source: You can find almost anything you want on the internet, but sometimes it is hard to know which sources you can trust. This app will take you to any part of the web you want, and help you uncover awesome new websites you may not yet know about. Get access to a newspaper that automatically updates with the most relevant articles, and a discovery center that will help you start exploring the web in a new way! **Requires internet
fr: Vous pouvez trouver à peu près tout ce que vous cherchez sur internet, mais parfois il est difficile de savoir à quelle source vous fier. Cette application vous emmènera dans à peu près tous les recoins du web, et vous aidera à découvrir de nouveaux sites web géniaux que vous pourriez ne pas connaître. Accédez à un journal qui s’actualise automatiquement avec les articles les plus fiables, et un centre de découverte qui vous aidera à commencer à explorer le web d’une nouvelle façon ! **Nécessite une connexion internet
hi: आप जो भी चाहते हैं, लगभग वह सब इंटरनेट पर पा सकते हैं, कभी-कभी यह जानना कठिन हो जाता है कि किस स्रोत पर भरोसा किया जाए। यह ऐप आपको आपकी इच्छित वेब के किसी हिस्से पर ले जाएगा और आपको नई अद्भुत वेबसाइट को अनावरित करने में मदद मिलेगी, जिसके बारे में आपको शायद पता न हो। एक ऐसा समाचारपत्र पाइए जो अपने आप संबद्ध रचनाओं को अपडेट करता हो और आप एक डिसकवरी सेंटर पाइए जो आपको वेब को एक नए तरीके से खोजने में मदद करता हो! **इंटरनेट की आवश्यकता है
id: Anda dapat menemukan hampir semua yang Anda inginkan di internet, tetapi kadang-kadang sulit untuk tahu mana sumber-sumber yang dapat Anda percaya. Aplikasi ini akan membawa Anda ke bagian web mana pun yang Anda inginkan, dan membantu Anda menemukan situs-situs web baru yang mengagumkan yang mungkin belum Anda ketahui. Dapatkan akses ke surat kabar yang secara otomatis menampilkan artikel yang paling relevan, dan pusat penemuan yang akan membantu Anda mulai menjelajahi web dengan cara yang baru! ** Membutuhkan internet
pt_br: Você pode encontrar quase tudo na internet, mas às vezes é difícil saber quais fontes são confiáveis. Este programa irá te levar para onde você quiser dentro da web e te ajudar a descobrir novos sites impressionantes que você talvez não conheça. Tenha acesso a um jornal que se atualiza automaticamente, de acordo com as notícias mais relevantes e um centro de descoberta que irá te ajudar a explorar a internet de uma maneira nova! ** Requer internet
zh_cn: 在网上您几乎可以找到任何想要的信息，但有时很难分辨何处资源可以信任。这款APP将带您到任何想要访问的网页，并助您发现极佳的新网站，也许过去您从未留意过它们。获取可以自动更新最相关文章的报纸，并发现能助您以全新方式搜索网页的中心！**需要互联网

# title
source: Dropbox
hi: ड्रॉपबॉक्स

# subtitle
source: Access your files from any computer
fr: Accédez à vos fichiers depuis n'importe quel ordinateur
hi: किसी भी कम्प्यूटर से अपने फाइलों तक पहुंचें
id: Mengakses berkas dari komputer mana saja
pt_br: Acesse seus arquivos à partir de qualquer computador
zh_cn: 从任何计算机访问您的文件

# description
source: Need to safely store all of your important documents, photos, songs, and files? Easy! With this app you can use the internet to save everything that’s important to you. You can then access those files from any computer that has an internet connection. Use this service to backup your files, share photos or collaborate on a project by sharing a Dropbox folder with whomever you’d like. Create a free account and start saving and sharing today! ** Requires internet
fr: Vous avez besoin de stocker tous vos documents, photos, chansons et fichiers importants en sécurité ? Facile ! Avec cette app vous pouvez utiliser internet pour sauvegarder tout ce qui est important pour vous. Vous pouvez ensuite accéder à ces fichiers depuis n'importe quel ordinateur disposant d'une connexion internet. Utilisez ce service pour sauvegarder vos fichiers, partager vos photos ou collaborer sur un projet en partageant un dossier Dropbox avec qui vous voulez. Créez un compte gratuit et commencez à sauvegarder et à partager aujourd'hui ! ** Nécessite internet
hi: क्या आपको अपने सभी महत्वपूर्ण दस्तावेजों, फ़ोटोज, गानों और फाइलों को सुरक्षित रूप से स्टोर करना है? यह बहुत ही आसान है! इस ऐप की मदद से आप उन सभी चीजों को सेव करने के लिए इंटरनेट का इस्तेमाल कर सकते हैं जो आपके लिए महत्वपूर्ण है। इसके बाद आप इंटरनेट युक्त किसी भी कम्प्यूटर की मदद से उन फाइलों तक पहुंच सकते हैं। अपने फाइलों का बैकअप लेने, फ़ोटोज शेयर करने या किसी के भी साथ ड्रॉपबॉक्स फोल्डर को शेयर करते हुए किसी प्रोजेक्ट पर मिलकर काम करने के लिए इस सेवा का इस्तेमाल करें। एक फ्री अकाउंट तैयार करें और आज ही सेव करना और शेयर करना आरंभ करें! **इंटरनेट की आवश्यकता है
id: Perlu menyimpan dengan aman seluruh dokumen, foto, lagu, dan file penting Anda? Mudah! Dengan aplikasi ini Anda dapat menggunakan internet untuk menyimpan segala hal yang penting bagi Anda. Selanjutnya, Anda dapat mengakses file-file itu dari komputer manapun yang memiliki sambungan internet. Gunakan layanan ini untuk membuat cadangan file-file Anda, berbagi foto atau berkolaborasi dalam proyek dengan cara berbagi folder Dropbox bersama siapapun yang Anda inginkan. Buatlah akun gratis dan mulailah menyimpan dan berbagi hari ini juga! ** Memerlukan Internet
pt_br: Precisa salvar com segurança todos os seus documentos importantes, fotos, músicas, e arquivos? Isso é fácil! Com esse aplicativo você pode utilizar a internet para salvar tudo o que for importante para você. Você poderá depois acessar todos os arquivos através de qualquer outro computador com internet. Use esse serviço para guardar seus arquivos, compartilhar fotos ou colaborar com algum projeto ao compartilhar qualquer pasta dentro do Dropbox com quem você quiser. Faça seu registro gratuitamente e comece a salvar e compartilhar hoje! **Necessita internet!
zh_cn: 想要安全地存储所有重要文件、照片、音乐和文件吗？别急！只要有了这个app，您就可以使用互联网来保存所有重要文件。您还可以从任何有网络连接的计算机上访问这些文件。使用该服务来备份文档，通过共享一个Dorpbox文件夹来共享照片，合作项目。创建一个免费账户，开始保存和分享您的每一天吧！

# title
source: Animals
fr: Animaux
hi: जंतु
id: Hewan-hewan
pt_br: Animais
zh_cn: 动物

# subtitle
source: Learn about all of Earth's creatures
fr: Apprenez à propos de toutes les créatures de la Terre
hi: धरती के सभी जीवों के बारे में जानिए
id: Pelajari tentang semua makhluk Bumi
pt_br: Aprenda mais sobre todas as criaturas da Terra.
zh_cn: 了解地球上的一切生物

# description
source: Animals are simply amazing. From the majestic lion to the bizarre and fascinating platypus, there is so much to learn about the creatures that inhabit our world. Unlock the entire animal kingdom with this app! The whole family, from small children to curious adults, will love to learn about animals’ features, habits, and environments. It’s especially important to study the animal kingdom today, when so many species are threatened or endangered.
fr: Les animaux sont tout simplement incroyables. Du lion majestueux à l'ornithorynque bizarre et fascinant, il y a tellement à apprendre à propos des créatures qui peuplent notre monde. Déverrouillez tout le royaume des animaux avec cette application ! Toute la famille, des jeunes enfants aux adultes curieux, adorera apprendre à propos des caractéristiques des animaux, leurs habitudes et leurs environnements. Il est particulièrement important d'étudier le monde des animaux aujourd'hui, alors que tant d'espèces sont menacées ou en voie d'extinction.
hi: जीव-जंतु कमाल के होते हैंं। आलीशान सिंह से लेकर अजीबोगरीब और आकर्षक प्लैटिपस तक, यहां आप धरती पर पाए जाने वाले अनेक किस्म के जीवों के बारे में जानेंगे। यानी इस ऐप से आप समूचे जंतु जगत से रूबरू हो पाएंगे! छोटे बच्चे से लेकर जिज्ञासु वयस्कों तक, सभी को जीव-जंतुओं की विशेषताओं, आदतों और पर्यावरण के बारे में जानना पसंद करते हैं। खासकर यह आज के जंतु जगत के अध्ययन के लिए काफी जरूरी है, जब उनमें से कई प्रजातियां खतरे में हैं या लुप्तप्राय हो गई हैं।
id: Hewan adalah makhluk yang sangat menakjubkan. Mulai dari singa yang gagah hingga platipus yang unik dan menarik, ada begitu banyak yang bisa dipelajari tentang makhluk yang mendiami dunia kita. Singkap seluruh dunia hewan dengan aplikasi ini! Seluruh keluarga, mulai dari anak kecil hingga orang dewasa yang penasaran akan senang belajar tentang wajah, kebiasaan, dan lingkungan hewan. Mempelajari hewan adalah penting terutama karena ada begitu banyak spesies yang terancam atau hampir punah.
pt_br: Animais são simplesmente incríveis. Do majestoso leão ao bizarro e fascinante ornitorrinco, há muita coisa para aprender sobre as criaturas que habitam nosso mundo. Descubra o mundo animal inteiro com esse programa! Toda a família, desde crianças até adultos curiosos, vai gostar de conhecer as características, hábitos e ambientes dos animais. O estudo do reino animal é especialmente importante atualmente, quando tantas espécies estão ameaçadas ou em perigo.
zh_cn: 动物简直太神奇了。从威武的狮子到奇异迷人的鸭嘴兽，这个世界还有太多生物等待我们去了解。使用这款APP即可解锁整个动物王国！全家人，无论是小孩子还是好奇的大人，都想去了解动物的特征、习惯和生活环境。目前，太多的物种都受到生存危机或处于濒危行列，对动物王国的研究就显得尤为重要。

# title
source: Astronomy
fr: Astronomie
hi: खगोल शास्त्र
id: Astronomi
pt_br: Astronomia
zh_cn: 天文学

# subtitle
source: Learn about the universe and all it contains
fr: Apprenez-en plus sur l'univers et tout ce qu'il contient
hi: ब्रह्माण्ड और उसमें मौजूद पिंडों के बारे में जानिए
id: Pelajari tentang alam semesta dan semua yang ada di dalamnya
pt_br: Aprenda sobre o universo e tudo que contém nele
zh_cn: 了解宇宙和宇宙中的一切

# description
source: Is there anything more incredible than outer space? This app will introduce you to the cosmos and will teach you about our own solar system and far beyond. Learn about planets, stars, galaxies, and even the mysteries of black holes! Understand our sun and moon, and think about the possibility of life elsewhere in the universe. You’ll want to take off in a rocket ship after exploring this app!
fr: Existe-t-il quelque chose de plus fascinant que l’espace ? Cette application vous familiarisera avec le cosmos et vous apportera des enseignements sur notre système solaire et au-delà. Apprenez sur les planètes, les étoiles, les galaxies, et même les mystères des trous noirs ! Comprenez notre soleil et notre lune, et pensez à la possibilité de la vie ailleurs dans l’univers. Vous aurez envie de décoller dans une fusée après avoir exploré cette application !
hi: बाहरी अंतरिक्ष से ज्यादा क्या कुछ और अविश्वसनीय है? यह ऐप आपको ब्रह्मांड से परिचित कराएगा और आपको हमारे अपने सौर-प्रणाली और उससे भी आगे की चीजों के बारे मेंं बताएगा। यहां आप उपग्रहोंं, सितारोंं, गैलेक्सियों और यहां तक कि ब्लैक होल के रहस्यों के बारे में जानेंगे! अपने सूरज और चंद्रमा के बारे में जानिए और अंतरिक्ष में किसी स्थान पर जीवन होने की कल्पना कीजिए। जाहिर है, इस ऐप की खोज के बाद आप एक रॉकेट शिप में उड़ान भरेंगे!
id: Apakah ada yang lebih mengagumkan dari luar angkasa? Aplikasi ini akan memperkenalkan Anda kepada alam semesta dan mengajari Anda tentang sistem tata surya kita dan jauh melampauinya. Pelajari tentang planet, bintang, galaksi, dan bahkan misteri lubang hitam! Cari tahu tentang matahari dan bulan, dan pikirkan tentang kemungkinan adanya bentuk kehidupan di suatu tempat di alam semesta. Setelah menjelajahi aplikasi ini, Anda pasti akan ingin terbang naik roket!
pt_br: Existe coisa mais incrível que o espaço sideral? Esse programa vai te apresentar ao cosmos, te ensinar sobre nosso sistema solar e muito mais. Aprenda sobre os planetas, estrelas, galáxias e até mesmo os mistérios dos buracos negros! Entenda o sol e a lua e pense sobre a possibilidade de vida em outros lugares do universo. Você vai querer decolar em um foguete depois que de explorar este programa!
zh_cn: 还有什么比外太空更不可思议呢？这款APP将为您介绍宇宙，并告诉您我们所处的太阳系及其他星系。带您了解行星、恒星甚至去探索黑洞的奥秘！您将知道我们的太阳和月亮之谜，并思考宇宙中的其他行星是否也存在生命。启用这款APP，火箭飞船就此起飞！

# title
source: Biology
fr: Biologie
hi: जीव-विज्ञान
id: Biologi
pt_br: Biologia
zh_cn: 生物

# subtitle
source: Learn all about the living world around you
fr: Apprenez tout à propos du monde vivant qui vous entoure
hi: अपने चारों ओर के जीव-जंतुओं की दुनिया के बारे में जानिए
id: Belajar mengenai dunia yang hidup di sekitar Anda
pt_br: Aprenda tudo sobre o mundo vivo ao seu redor
zh_cn: 了解您所处世界的一切

# description
source: Studying biology is an exciting pursuit because it gives us an understanding of what it means to be a living creature. This app covers everything from cells and tiny organisms to plants and animals. You can use this app to study many sub-disciplines of biology, or simply to gain a better understanding of the subject as a whole. Whether you want to study for a test or just learn more about this subject, download this app today to get started!
fr: Étudier la biologie est une démarche excitante parce que cela nous donne une compréhension de ce que signifie être une créature vivante. Cette application couvre tout des cellules et micro-organismes jusqu’aux plantes et animaux. Vous pouvez utiliser cette application pour étudier de nombreuses sous-disciplines de la biologie, ou simplement pour acquérir une meilleure compréhension du sujet en tant que tel. Que vous souhaitiez réviser pour un examen ou juste en apprendre plus sur ce sujet, téléchargez cette application dès aujourd’hui pour commencer !
hi: जीव-विज्ञान का अध्ययन करना एक काफी रोमांचक कार्य होता है, क्योंकि यह आपको एक जीव होने का अर्थ समझाता है। यह ऐप आपको कोशिकाओंं से लेकर नन्हे जीवों और पेड़-पौधों व जंतुओं पर जानकारी प्रदान करता है। आप इस ऐप का इस्तेमाल कर जीव-विज्ञान के कई उप-विषयों का अध्ययन कर पाएंगे या इस विषय की संपूर्ण रूप से एक बेहतर समझ हासिल कर पाएंगे। भले ही आप किसी टेस्ट का अध्ययन करना चाहते हों या बस इस विषय के बारे में अधिक जानकारी पाना चाहते हों, इस ऐप को आज ही डाउनलोड कीजिए और शुरु हो जाइए!
id: Belajar biologi adalah pengejaran yang menarik karena memberikan kita pemahaman tentang apa maknanya menjadi makhluk hidup. Aplikasi ini mencakup segala sesuatu dari sel dan organisme kecil hingga tanaman dan hewan. Anda dapat menggunakan aplikasi ini untuk mempelajari banyak subdisiplin biologi, atau hanya untuk mendapatkan pemahaman yang lebih baik dari subjek ini secara keseluruhan. Entah Anda ingin belajar untuk ujian atau hanya ingin mempelajari lebih lanjut tentang subjek ini, unduhlah aplikasi ini hari ini untuk memulainya!
pt_br: Estudar a biologia é um exercício emocionante porque nos dá uma compreensão do que significa ser uma criatura viva. Este programa abrange desde as células e organismos minúsculos à plantas e animais. Você pode usar este programa para estudar muitas sub-disciplinas de biologia, ou simplesmente para obter um melhor entendimento do assunto como um todo. Se você quer estudar para um teste ou apenas saber mais sobre este assunto, baixe este programa hoje mesmo para começar!
zh_cn: 生物学的学习充满刺激，因为我们可以了解什么是生物。这款APP涵盖所有知识面，从细胞和微生物到动植物。您可以使用这款APP去研究许多生物学的分支学科，也可以只了解作为一个整体的生物学。无论您是为了应试，还是了解一下生物学而已，马上下载这款APP，开启您的学习之旅吧！

# title
source: Brazil
es: Brasil
fr: Brésil
hi: ब्राजील
pt: Brasil
pt_br: Brasil
zh_cn: 巴西

# subtitle
source: Impress family and friends with all the facts you learn
fr: Impressionnez famille et amis avec toutes les informations que vous apprenez
hi: आप अपनी जानकारी और तथ्यों से परिवार वालों और दोस्तों को प्रभावित कीजिए
pt_br: Conheça melhor o seu país e impressione sua família e amigos com o que irá aprender
zh_cn: 用您了解的事实打动亲人和朋友

# description
source: Want to learn more about the nation you call home? Brazil is a beautiful country with a rich heritage, delicious food, exciting sports, engaging cultural events, beautiful sites, and much more. Explore articles showcasing these areas of Brazilian life, art, geography, and culture. You’ll deepen your knowledge of the nation and be able to share what you learn with friends, family, and visitors.
es: ¿Quieres saber más de tu país? México es un país bello con una tradición rica, comida deliciosa, deportes emocionantes, eventos culturales interesantes, y mucho más. Explora artículos enfocados en áreas de la vida mexicana, de su arte, geografía y cultura. Profundizarás tu conocimiento acerca de tu país y podrás compartir lo que aprendas con tus amigos, familia y visitantes.
fr: Vous souhaitez en apprendre plus sur la nation que vous habitez ? Le Brésil est un magnifique pays avec un héritage riche, de la nourriture délicieuse, des sports excitants, des événements culturels stimulants, des sites magnifiques, et bien plus. Explorez des articles mettant en scènes ces parties de la vie, des arts, de la géographie et de la culture brésilienne. Vous approfondirez votre connaissance de ce pays et serez à même de partager ce que vous apprenez avec vos amis, votre famille et vos invités.
hi: क्या आप उस देश के बारे में अधिक जानना चाहते हैं जिसे आप घर कहते हैं? ब्राजील एक सुंदर, समृद्ध धरोहर वाला, स्वादिष्ट व्यंजनों, आकर्षक खेलों, लुभावने सांस्कृतिक समारोहों, खूबसूरत स्थलों इत्यादि वाला एक खूबसूरत देश है। ब्राजील के जीवन, वहां की कला, भूगोल, और संस्कृति के बारे में बताने वाले आर्टिकल देखें। इस देश के बारे में आप अपनी जानकारी बढ़ाएंगे और सीखी गई बातों को अपने दोस्तों, परिवार और आगंतुकों के साथ साझा करने में सक्षम होंगे।
pt: Deseja saber mais sobre a sua pátria amada? Brasil é um país maravilhoso com rica tradição, gastronomia formidável, esportes emocionantes, eventos culturais atrativos, lugares deslumbrantes e muito mais. Explore artigos que apresentam esses aspectos da vida brasileira, arte, geografia e cultura. Você irá aprofundar o seu conhecimento sobre o país e poderá compartilhar o que aprendeu com amigos, família e visitantes.
pt_br: Deseja saber mais sobre a sua pátria amada? O Brasil é um país maravilhoso com rica tradição, gastronomia formidável, esportes emocionantes, eventos culturais atrativos, lugares deslumbrantes e muito mais. Explore artigos que apresentam esses aspectos da vida brasileira, arte, geografia e cultura. Você irá aprofundar o seu conhecimento sobre o país e poderá compartilhar o que aprendeu com amigos, família e visitantes.
zh_cn: 想要了解更多您成为家乡的国家吗？巴西是一个美丽的国土，历史传承丰富，有美味的食物、刺激的运动、迷人的文化活动以及漂亮的景点等等。探索篇展示了巴西的生活、艺术、地理和文化领域。你会加深对这个国家的了解，并与朋友、家人和游客分享你在此所知道的一切。

# title
source: Celebrities
es: Celebridades
fr: Célébrités
hi: हस्तियां
id: Selebriti
pt: Celebridades
pt_br: Celebridades
zh_cn: 名人

# subtitle
source: Learn more about your favorite celebrities
fr: Apprenez en plus sur vos célébrités favorites
hi: अपनी पसंदीदा हस्तियों के बारे में जानिए
id: Ketahui lebih banyak tentang selebriti favorit Anda
pt_br: Saiba mais sobre suas celebridades favoritas
zh_cn: 更多地了解你最喜欢的名人
