Repository: DANGRIFF14/eos-shell-content
Catalog: po/*.po
Languages: es, fr, hi, id, pt, pt_br, zh_cn

# description
source: Whether you’re wondering about the life of your favorite movie or pop star, or want to know more about the background and formative years of an important politician, this application can help be your guide. Have fun, learn interesting and juicy facts, and share your knowledge of famous people with all of your friends!
es: ¿Te fascina la vida de las estrellas? Ahora podrás saber más de tus estrellas favoritas y mantenerte al tanto de lo que hacen. Ya sea que te preguntes sobre la vida de tu estrella de la pantalla favorita o de tu músico favorito, o quieras saber más sobre los orígenes y años formativos de un político importante, esta app puede ser tu guía. ¡Diviértete, conoce hechos importantes y noticia jugosa y comparte tus conocimientos sobre los famosos con todos tus amigos!
pt: Quer você esteja pensando na vida ou em seu artista de cinema preferido, ou queira saber mais sobre o que está por trás da formação de um político importante, este aplicativo pode ser o seu guia. Divirta-se e fique por dentro dos acontecimentos curiosos e picantes e compartilhe o seu conhecimento sobre os famosos com todos os seus amigos!

# subtitle
source: Take care of your body with tips and techniques for excercise and healthy living
es: Encuentra consejos y técnicas para ejercitarte y vivir una vida sana
pt: Cuide do seu corpo com dicas e técnicas para se exercitar e manter um estilo de vida saudável

# description
source: We all want to look and feel our best. With this app, you’ll learn how to exercise safely and effectively. With a range of exercises and routines, as well as information about keeping yourself safe and preventing injury, you’ll have your workout on track in no time. The app also features guidance on how to live a healthy life of the body and the mind.
es: Todos queremos vernos y sentirnos de lo mejor. Con esta app, aprenderás a ejercitarte con cuidado y con eficaz. Esta app tiene una variedad de ejercicios y rutinas y información para ayudarte a ser sano y prevenir lesiones. Podrás poner tus ejercicios en camino en muy poco tiempo. Esta app te ayudará a tener un cuerpo y una mente saludable.
pt: Todos nós queremos nos apresentar e nos sentir da melhor maneira possível. Com este app você irá aprender como se exercitar com segurança e eficiência. Com uma variedade de exercícios e rotinas, assim como informações sobre segurança e prevenção de lesões, a sua malhação irá entrar nos trilhos rapidamente. O app também oferece orientações sobre como viver uma vida saudável no corpo e na mente.

# subtitle
source: Tips and tricks for the kitchen to share with family and friends
es: Consejos de cocina y recetas para compartir con tu familia y con tus amigos
pt: Truques e dicas de cozinha para compartilhar com à família e amigos

# subtitle
source: Explore the sites of the world from your own living room
es: Explora varios lugares del mundo desde tu propia sala
pt: Explore sites online de todo o mundo direto da sua sala-de-estar

# subtitle
source: File manager
es: Administrador de archivos
pt: Gerenciador de Arquivos

# description
source: No description necessary -- this is not available via the app store
es: N/A
pt: Não é necessária uma descrição - não está disponível na Central de Aplicativos

# subtitle
source: Create your own country and leave mark in the world
es: Crea tu propio país y deja tu huella en el mundo

# description
source: Have you ever wanted to start your own country? Well, now you can. Go back into an alternative universe where America has still not been colonized and create towns, cities, and states that will support your ultimate plan. Will you try to dominate the world, or will you promote international peace and prosperity? You decide.
es: ¿Alguna vez has querido crear tu propio país? Bueno, ahora mismo lo puedes crear. Este juego te mete a un universo alternativo en donde las Américas aún no han sido colonizadas. Puedes crear todos los pueblos, ciudades y estados que tu quieras. Tendrás demasiado poder, ¿entonces que harás? ¿Intentarás dominar el mundo, o promoverás la paz y la prosperidad internacional? Tú decides.

# subtitle
source: Jot down your notes and easily access them from your desktop
es: Anota tus pensamientos y mantén tus notas organizadas fácilmente en tu escritorio

# description
source: Do you find yourself writing down lots of notes on pieces of paper that later get lost or torn? Or, are there so many notes on your desk that you're running out of space? No matter what kind of notes you need to take, this note app can help you keep them all in one place. This app also has the ability to link notes together so that you can easily access all related notes and stay even more organized!
es: ¿Te encuentras escribiendo un montón de notas en pedazos de papel que luego se pierden o se rompen? O bien, ¿hay tantas notas en tu escritorio que te estás quedando sin espacio? No importa qué tipo de notas necesites tomar, esta app te puede ayudar a mantener todo en un solo lugar. Esta app también tiene la capacidad de enlazar tus notas juntas para que puedas acceder notas relacionadas rápidamente. ¡Así que te harás mucho más organizado de lo que ya eres!

# description
source: Use this simple app to create and edit files that require plain text inputs. If you are a programmer or an aspiring programmer, you will need this app. With robust functionality and an easy-to-use interface, this text editor should be perfect for all of your text editing needs.
es: Utiliza esta app para crear o editar archivos que requieren texto sin formato. Si eres un programador de computadoras actual o aspirante, esta app te será esencial. Con mucha funcionalidad y una interfaz que es fácil de usar, este editor de texto será perfecto para todas sus necesidades de edición de texto.

# subtitle
source: Travel through time to create your own civilization and guide it to greatness
es: Viaja por el tiempo para crear tu propia civilización y guiarla hacia la grandeza

# subtitle
source: A fun and simple puzzle game for kids and adults
es: Un rompecabezas divertido y sencillo para niños y adultos

# subtitle
source: Try to flip all the pieces to your color in this fun puzzle game
es: Intenta voltear cada ficha para combinar tu color en este rompecabezas muy divertido

# title
source: Mines
es: Minas

# subtitle
source: Figure out where the mines are in order to win this fun puzzle game
es: Averigua en donde están las minas para poder resolver y ganar este rompecabezas muy divertido

# subtitle
source: A tetris-like game that gets harder as you advance
es: Un juego similar a Tetris que aumenta en dificultad al avanzar

# subtitle
source: Match all of the same numbers in this timed puzzle game
es: Combina todos los números iguales en este rompecabezas con tiempo medido.

# description
source: Spotify lets you access all of your favorite music, helps you discover new songs you'll love, and lets you share music with your friends - all in one place. You can listen to all of your local files and create playlists just like you would in any other music player, but now you can also share your playlists with friends and see what they are listening to! Follow friends, your favorite artists, and other Spotify members whose music taste you share. Spotify has all of the great discovering capability that other apps like Pandora have, but the difference is that you can save your favorite songs to a playlist and listen to them whenever you want. You can also make collaborative playlists, so that you and all of your friends can add songs that you all love. Have access millions of songs, and all the latest hits - for free.
es: Con Spotify puedes acceder a toda tu música favorita, descubrir nuevas canciones y compartir música fácilmente con tus amigos. Escucha canciones de tus archivos locales, o si tienes internet, accede a las millones de canciones que se encuentran en Spofity. Podrás compartir las canciones que escuchas con tus amigos que también usan Spotify, y ver lo que ellos están escuchando. ¡Sigue a tus artistas favoritos, y a otros miembros de Spotify cuyos gustos musicales compartes! Spotify crea estaciones de radio personalizadas para ti, que puedes guardar en una lista para escucharlas cuando quieras. Para más integración social, puedes crear una lista colaborativa, para que tus amigos puedan agregar canciones que a ellos también les encantan. Agrega Spotify ahora para tener acceso a todos los últimos éxitos, de forma gratuita, y de una forma muy social.

# description
source: If you're an advanced user and want to display system information and launch applications without using the mouse, now you can do just that with this basic terminal app. With this modern terminal, you can see all of your commands written in different colors to help make sure you are typing them in correctly and to help you easily identify any mistakes you have made.
es: Si eres un usuario de computadoras avanzado y deseas acceder a la información del sistema y ejecutar apps sin usar el ratón, ahora puedes hacer precisamente eso con esta app básica del terminal. Con esta terminal moderna puedes ver todos los comandos que escribes en diferentes colores para asegurarte de que estás escribiendo todo correctamente y para ayudarte a identificar fácilmente cualquier error que hayas cometido.

# subtitle
source: Take pictures of yourself and your friends with this fun photobooth app
es: Toma fotos chistosas y bellas de ti y de tus amigos

# description
source: Do you ever wish you could take a picture of your screen to save? Well now you can, with this easy-to-use screenshot app. You can choose to take a shot of your entire screen, or of just one of your windows. That way, you can make sure to save just what you need and nothing more.
es: ¿Has querido alguna vez tomarle una foto a tu pantalla para poderla guardar? Ahora puedes, con esta app de captura de pantalla que es muy fácil de usar. Puedes escoger entre tomarle una foto a tu pantalla entera, o a solo una de las ventanas abiertas. Así puedes asegurarte que solo estas guardando lo que necesitas y nada más.

# subtitle
source: Geography learning aid for KDE
es: Ayuda para aprender sobre la geografía

# description
source: KGeography is an aid for learning about world geography. You can use it to explore a map, show information about regions and features, and play quiz games to test your geography knowledge.
es: Descubre tu mundo con esta app. Explora diversos mapas para aprender sobre cada región.

# subtitle
source: Periodic table and chemistry tools
es: Tabla periodica y herramientas químicas

# description
source: Kalzium is a full-featured chemistry application, including a Periodic Table of Elements, chemical reference, chemical equation solver, and 3D molecule viewer.
es: Esta app viene con muchas funciones para aprender sobre la química. Incluye la tabla periódica, referencias y ayuda para solucionar ecuaciones químicas.

# subtitle
source: Fraction learning aid for KDE
es: Ayuda para aprender sobre las fracciones

# description
source: KBruch is an aid for learning how to calculate with fractions.
es: KBruch contiene materiales para ayudarte a aprender como hacer cálculos con fracciones.

# subtitle
source: Flashcard learning program
es: Programa para aprender usando tarjetas virtuales

# description
source: KWordQuiz is a general purpose flashcard program, typically used for vocabulary training. KWordQuiz can open vocabulary data in various formats, including the kvtml format used by KDE programs such as Parley, the WQL format used by WordQuiz for Windows, the xml.gz format used by Pauker, and CSV text.
es: Crea tarjetas virtuales de vocabulario para ayudarte a aprender nuevas palabras or tarjetas de datos que necesitas memorizar. Esta app les será demasiado útil a estudiantes, y es muy fácil de usar.

# subtitle
source: Atomix puzzle game
es: Aprende sobre átomos y moléculas con este juego increíble

# description
source: KAtomic is a puzzle game in which the player slides atoms around the board to assemble a molecule.
es: En este juego debes mover los átomos para poder formar diferentes moléculas.

# subtitle
source: Wire puzzle game
es: Cables y rompecabezas

# description
source: KNetwalk is a puzzle game where the player arranges sections of wire to connect all the computers on the board.
es: En este juego debes conectar diferentes cables para poder formar una conexión entre las computadoras que aparecen en tu pantalla.

# subtitle
source: Port of the classic BSD console game robots
es: Un juego de robots asesinos

# description
source: Killbots is a simple game of evading killer robots. The robots are numerous and their sole objective is to destroy you. Fortunately for you, their creator has focused on quantity rather than quality and as a result the robots are severely lacking in intelligence. Your superior wit and a fancy teleportation device are your only weapons against the never-ending stream of mindless automatons.
es: En este juego simple tienes que escaparte de robots. Son asesinos que tienen un solo objetivo: destruirte. Afortunadamente, su creador se enfocó en crear muchos en vez de crearlos de buena calidad. Tu inteligencia superior y un aparato de teletransporte te ayudarán a combatir estos robots.

# subtitle
source: Dots and boxes game
es: Juego de puntos y cuadrados

# description
source: KSquares is a game where two players take turns connecting dots on a grid to complete the most squares.
es: En este juego dos personas se toman turnos en conectar puntos de una cuadrícula para completar cuadrados.

# subtitle
source: Pac-Man clone
es: Clon de Pac-Man

# description
source: Kapman is a clone of the well known game Pac-Man. You must go through the levels escaping ghosts in a maze. You lose a life when a ghost eats you, but you can eat the ghosts for a few seconds when eating an energizer. You win points when eating pills, energizers, and bonus, and you win one life for each 10,000 points. When you have eaten all the pills and energizers of a level, you go to the next level, and the player and ghost speeds increase.
es: Esta app es un clon del famoso Pac-Man. Tienes que avanzar por los diferentes niveles mientras que te escapes de los fantasmas en cada laberinto. Puedes ganar puntos, recuperar vida o tener más energía si pasas sobre las pastillas que aparecen en tu pantalla.

# subtitle
source: Stamp drawing toy
es: Juego para dibujar y usar estampillas

# description
source: Potato Guy is a drawing toy for small children with several activities. Give the potato a funny face, clothes, and other goodies. Build a small town, complete with school, zoo, and fire department. Create a fantastic moonscape with spaceships and aliens. Potato Guy can speak the name of each the object in several languages, to assist in learning basic vocabulary.
es: Este juego esta diseñado para niños pequeños. Dibuja, usa estampillas, y colorea en este mundo para crear una obra de arte inolvidable.

# subtitle
source: Color lines game
es: Colorea y dibuja lo que más se te ocurra

# description
source: Kolor Lines is a single-player game where the player removes colored balls from the board by arranging them into lines of five or more. However, every time the player moves a ball, three more balls are added to the board.
es: En esta app un jugador tiene que organizar pelotas de un color en líneas de cinco o más. Cada vez que se mueve una pelota, aparecen tres más.

# subtitle
source: Simple tactical game
es: Juego táctico y simple

# description
source: KJumpingCube is a simple tactical game for one or two players, played on a grid of numbered squares. Each turn, players compete for control of the board by capturing or adding to one square.
es: Esta app es un juego táctico y simple para un o para dos jugadores. Cada persona se turna para tomar control completo del juego.

# subtitle
source: Lode Runner arcade game
es: Un juego de arcade demasiado divertido

# description
source: KGoldrunner is a fast-paced platform game where the player must navigate a maze while collecting gold nuggets and avoiding enemies. A variety of level packs are included, as well as an editor to create new levels.
es: ¡Navega por varios laberintos para encontrar oro y hacerte el más poderoso del terreno!

# subtitle
source: Three-in-a-row game
es: Juego de tres en fila

# description
source: KDiamond is a three-in-a-row game like Bejeweled. It features unlimited fun with randomly generated games and five difficulty levels with varying number of diamond colors and board sizes.
es: Este juego es realmente adictivo. ¡Trata de alinear a tres joyas para ganar puntos y seguir en el juego!

# title
source: KBlackBox
es: CajaNegra

# subtitle
source: Black Box puzzle game
es: Un rompecabezas divertidísimo

# description
source: KBlackBox is a game of hide and seek played on an grid of boxes, where the player shoots rays into the grid to deduce the positions of hidden objects.
es: En esta app el jugador tiene que disparar rayos a la cuadrícula para poder deducir las posiciones de los objetos escondidos.

# subtitle
source: Game based on Rubik's Cube
es: Juego basado en el Cubo de Rubik

# subtitle
source: Jigsaw puzzle game
es: Un rompecabezas como nunca haz jugado

# subtitle
source: Go game
es: Un juego vigorizante

# description
source: Kigo is an open-source implementation of the popular Go game. Go is a strategic board game for two players. It is also known as igo (Japanese), weiqi or wei ch'i (Chinese) or baduk (Korean). Go is noted for being rich in strategic complexity despite its simple rules. The game is played by two players who alternately place black and white stones (playing pieces, now usually made of glass or plastic) on the vacant intersections of a grid of 19x19 lines (9x9 or 13x13 for easier games).
es: ¿Te gusta la estrategia? Encuentra a un adversario formidable y prepárate para horas de entretenimiento.

# subtitle
source: Jezzball arcade game
es: Juego de paredes y rebotes

# description
source: KBounce is a game where the player builds walls to confine a number of bouncing balls.
es: Esta es una app donde el jugador tiene que construir paredes para contener las pelotas que rebotan.

# title
source: KSnake
es: Serpientes

# subtitle
source: Classical snake action game
es: Juego clásico de acción con una serpiente

# description
source: In KSnake you steer a snake which has to eat food. While eating, the snake grows. But once a player collides with the other snake or the wall, the game is lost. This becomes, of course, more and more difficult the longer the snakes grow.
es: En este juego tienes que guiar una serpiente hacia su comida. Al comer, la serpiente crece. Si el jugador choca contra otra serpiente o contra la pared, el juego se acaba.

# title
source: KSnakeDuel
es: DueloSSS

# subtitle
source: Tron-like snakerace game
es: Un juego de arcade tipo Tron

# description
source: The object of the game is to avoid running into walls, your own tail, and that of your opponent, while at the same time you have to try to get your opponent to run into them.
es: El objetivo de este juego es evitar chocar contra paredes, tu cola o la cola de tu oponente. A la misma vez, tienes que hacer que tu oponente se choque.

# subtitle
source: SameGame puzzle game
es: Un juego de rompecabezas y estrategia

# description
source: Klickety is a puzzle game where the player removes groups of colored marbles to clear the board.
es: En esta app de rompecabezas el jugador quita grupos de canicas de diferentes colores para poder despejar la pantalla.

# title
source: Klickety
es: Clic Clic

# subtitle
source: Adaptation of Clickomania
es: Destruye grupos y mantén tus puntos bajos para ganar

# description
source: Klickety is an adaptation of the Clickomania game. The rules are similar to those of the KSame game: your goal is to clear the board by clicking on groups to destroy them. The overall aim is to get the lowest score possible. It will provide entertainment for all abilities, but a challenge in logical thought if you want to get a really low score.
es: En éste juego, en lugar de tratar de ganar más puntos, tienes que tratar de perder puntos. O más bien, de no ganar ningunos puntos. Haz clic en grupos para destruirlos y mantener tus puntos lo más bajo posible.

# title
source: KStars
es: Estrellitas

# subtitle
source: Desktop planetarium for KDE
es: Planetario en tu propia computadora.

# description
source: KStars is a desktop planetarium for KDE, depicting an accurate graphical simulation of the night sky, from any location on Earth, at any date and time. The display includes 130,000 stars, 13,000 deep-sky objects, all 8 planets, the Sun and Moon, and thousands of comets and asteroids. It includes tools for astronomical calculations and can control telescopes and cameras.
es: ¿Te gustan los planetas y el espacio exterior? Ahora puedes tener tu propio planetario y enseñarles las estrellas, planetas y entidades espaciales a toda tu familia y a tus amigos - ¡sin tener que ser una astronauta con to propia nave espacial!

# title
source: Bovo
es: Cinco

# subtitle
source: Gomoku (five in line) board game
es: Un juego de mesa virtual

# description
source: Bovo is a game where two players take turns placing markers on the board, the winner being the first to complete a line of five markers.
es: En esta app dos personas se turnan para poner marcadores en el juego, y la primera persona que pone una fila de cinco marcadores seguidos gana.

# title
source: KMines
es: Minas

# subtitle
source: Minesweeper game
es: Evita las minas para ganar en este juego adictivo

# description
source: KMines is a game where the player finds hidden mines without setting them off.
es: Esta es una app donde el jugador tiene que encontrar las minas escondidas sin detonarlas.

# title
source: KSudoku
es: Soduko

# subtitle
source: Sudoku puzzle game and solver
es: Juego de Sudoku

# description
source: KSudoku is a Sudoku game and solver, supporting a range of 2D and 3D Sudoku variants. In addition to playing Sudoku, it can print Sudoku puzzle sheets and find the solution to any Sudoku puzzle.
es: ¡Si te gusta divertirte mientras mejores tus facultades mentales, este juego de Soduko es para ti!

# title
source: GCompris Admin
es: EduJuegos Admin

# subtitle
source: Teacher admin console for GCompris
es: Consola administrativa para maestros usando GCompris.

# description
source: Run GCompris (EduGames) in administration and user-management mode.
es: El maestro o maestra puede usar esta app en conjunto con la app EduJuegos para controlar y dar seguimiento a las actividades de los alumnos.

# subtitle
source: Falling blocks game
es: Juego de bloques que caen.

# description
source: KBlocks is a single player Tetris-like falling blocks puzzle game.
es: Un juego como Tetris donde bloques que caen para formar un rompecabezas.

# subtitle
source: CD/DVD burning application
es: App para grabar CD y DVD

# description
source: Brasero is a simple application to burn, copy, and erase CD and DVD media: audio, video, or data.
es: Brasero es una app fácil de usar para grabar, copiar, y editar archivos digitales en CD y DVD: de audio, video o información.

# subtitle
source: Hangman word puzzle
es: Un juego educativo para niños 6+
